local config = { 
	[1] = { 
		xls_id = 1,
		currDesc = "当前：入世·一重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 28,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >2.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 28,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 28,
			},
		},
		perNum = 0.025,
		unlockLevel = 321,
	},
	[2] = { 
		xls_id = 2,
		currDesc = "当前：入世·二重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 48,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 48,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 48,
			},
		},
		perNum = 0.05,
		unlockLevel = 322,
	},
	[3] = { 
		xls_id = 3,
		currDesc = "当前：入世·三重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 68,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >7.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 68,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 68,
			},
		},
		perNum = 0.075,
		unlockLevel = 323,
	},
	[4] = { 
		xls_id = 4,
		currDesc = "当前：入世·四重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 88,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >10%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 88,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 88,
			},
		},
		perNum = 0.1,
		unlockLevel = 324,
	},
	[5] = { 
		xls_id = 5,
		currDesc = "当前：入世·五重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 108,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >12.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 108,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 108,
			},
		},
		perNum = 0.125,
		unlockLevel = 325,
	},
	[6] = { 
		xls_id = 6,
		currDesc = "当前：入世·六重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 128,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >15%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 128,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 128,
			},
		},
		perNum = 0.15,
		unlockLevel = 326,
	},
	[7] = { 
		xls_id = 7,
		currDesc = "当前：入世·七重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 148,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >17.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 148,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 148,
			},
		},
		perNum = 0.175,
		unlockLevel = 327,
	},
	[8] = { 
		xls_id = 8,
		currDesc = "当前：入世·八重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 168,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >20%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 168,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 168,
			},
		},
		perNum = 0.2,
		unlockLevel = 328,
	},
	[9] = { 
		xls_id = 9,
		currDesc = "当前：入世·九重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 188,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >22.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 188,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 188,
			},
		},
		perNum = 0.225,
		unlockLevel = 329,
	},
	[10] = { 
		xls_id = 10,
		currDesc = "当前：入世·十重",
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
		desc = "将道术的 <font color='#00ff00' size='16' >25%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
		perNum = 0.25,
		unlockLevel = 330,
	},
}
return config
