local config = { 
	[7] = { 
		xls_id = 7,
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
		},
		item = {
			[1] = {
				[1] = "境界丹",
				[2] = 1,
			},
		},
		varname = "云游限购7",
	},
	[1] = { 
		xls_id = 1,
		price = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
		},
		item = {
			[1] = {
				[1] = "焚天石",
				[2] = 3,
			},
		},
		varname = "云游限购1",
	},
	[2] = { 
		xls_id = 2,
		price = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
		},
		item = {
			[1] = {
				[1] = "天工之锤",
				[2] = 3,
			},
		},
		varname = "云游限购2",
	},
	[3] = { 
		xls_id = 3,
		price = {
			[1] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		item = {
			[1] = {
				[1] = "书页",
				[2] = 3,
			},
		},
		varname = "云游限购3",
	},
	[4] = { 
		xls_id = 4,
		price = {
			[1] = {
				[1] = "金币",
				[2] = 500000,
			},
		},
		item = {
			[1] = {
				[1] = "幻灵水晶",
				[2] = 3,
			},
		},
		varname = "云游限购4",
	},
	[5] = { 
		xls_id = 5,
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
		},
		item = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 1,
			},
		},
		varname = "云游限购5",
	},
	[6] = { 
		xls_id = 6,
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
		},
		item = {
			[1] = {
				[1] = "转运之尘",
				[2] = 1,
			},
		},
		varname = "云游限购6",
	},
	[8] = { 
		xls_id = 8,
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 400000,
			},
		},
		item = {
			[1] = {
				[1] = "云游文牒",
				[2] = 1,
			},
		},
		varname = "云游限购8",
	},
}
return config
