local config = {
	[1] = {
		value = "力量护臂(精)",
	},
	[2] = {
		value = "魔血护手(力)",
	},
	[3] = {
		value = "雄浑『链』",
	},
	[4] = {
		value = "【鬼仙链】",
	},
	[5] = {
		value = "太虚≤链≥",
	},
	[6] = {
		value = "╋残空╋",
	},
	[7] = {
		value = "魔曲『戒』",
	},
	[8] = {
		value = "≮幽灵漫步≯",
	},
	[9] = {
		value = "『乾坤腰』",
	},
	[10] = {
		value = "『帝皇靴』",
	},
	[11] = {
		value = "神王の拳I",
	},
	[12] = {
		value = "神王の拳II",
	},
	[13] = {
		value = "神王の拳III",
	},
	[14] = {
		value = "神王の拳IV",
	},
	[15] = {
		value = "吸血蚊虫",
	},
	[16] = {
		value = "≤吸血蝙蝠≥",
	},
	[17] = {
		value = "死亡凋零",
	},
	[18] = {
		value = "≤死亡救赎≥",
	},
	[19] = {
		value = "光明坠落",
	},
	[20] = {
		value = "≤光明不朽≥",
	},
	[21] = {
		value = "【神灭】",
	},
	[22] = {
		value = "【淡然】",
	},
	[23] = {
		value = "精灵の翔",
	},
	[24] = {
		value = "傀儡の隐",
	},
	[25] = {
		value = "凤凰の飞",
	},
	[26] = {
		value = "◆妖皇◆腕",
	},
	[27] = {
		value = "疾風·镯",
	},
	[28] = {
		value = "流光淬火剣[戮兽]",
	},
	[29] = {
		value = "流光淬火剣[饮血]",
	},
	[30] = {
		value = "流光淬火剣[天殇]",
	},
	[31] = {
		value = "流光淬火衣[男]",
	},
	[32] = {
		value = "流光锦绣衣[男]",
	},
	[33] = {
		value = "流光幻彩衣[男]",
	},
}
return config