local config = {
	[1] = {
		cost = {
			[1] = {
				[1] = "Ì°À·Ö®ÐÄ",
				[2] = 1,
			},
			[2] = {
				[1] = "Áé·û",
				[2] = 666,
			},
		},
		flag = 122,
		layers = 333,
	},
	[2] = {
		cost = {
			[1] = {
				[1] = "Ì°À·Ö®ÐÄ",
				[2] = 1,
			},
			[2] = {
				[1] = "Áé·û",
				[2] = 999,
			},
		},
		flag = 123,
		layers = 666,
	},
	[3] = {
		cost = {
			[1] = {
				[1] = "Ì°À·Ö®ÐÄ",
				[2] = 1,
			},
			[2] = {
				[1] = "Áé·û",
				[2] = 1888,
			},
		},
		flag = 124,
		layers = 999,
	},
}
return config