local config = { 
	[7] = { 
		actIndex = 7,
		listImg = "yjzc.png",
		jsImg = "yjzcjs.png",
		hideCondition = "G9>1200",
		desc = "深入异界地下城，挑战异界BOSS获得丰厚奖励。",
		varCondition = "G9=1",
		reward = {
			[1] = {
				[1] = "拥抱黑暗吧",
				[2] = 1,
			},
			[2] = {
				[1] = "黑暗之触",
				[2] = 1,
			},
			[3] = {
				[1] = "【镇压】血色结界",
				[2] = 1,
			},
			[4] = {
				[1] = "异界神石",
				[2] = 1,
			},
		},
	},
	[1] = { 
		actIndex = 1,
		listImg = "txzr.png",
		jsImg = "txzrjs.png",
		hideCondition = "G1>120",
		desc = "所有领取过首充的玩家可参与，开区后每30分钟有一轮，共四轮。",
		varCondition = "G1>0&G1<=120",
		reward = {
			[1] = {
				[1] = "金手指",
				[2] = 1,
			},
			[2] = {
				[1] = "烈焰战车[时装]",
				[2] = 1,
			},
			[3] = {
				[1] = "高级神器盲盒",
				[2] = 1,
			},
			[4] = {
				[1] = "神秘专属盲盒",
				[2] = 1,
			},
		},
	},
	[2] = { 
		actIndex = 2,
		listImg = "fxqp.png",
		jsImg = "fxqpjs.png",
		hideCondition = "G1>120",
		desc = "每个怪物均可掉落充值红包，5分钟后地图中间刷新发财树，攻击可获得元宝。",
		varCondition = "(G1>=15&G1<35)#(G1>=135&G1<155)",
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[2] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[4] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
		},
	},
	[3] = { 
		actIndex = 3,
		listImg = "qmhs.png",
		jsImg = "qmhsjs.png",
		hideCondition = "G1>120",
		desc = "玩家进入地图后，随机受到减速。麻痹，冰冻等效果，最先游到终点前10名玩家获得额外奖励，",
		varCondition = "G1>=45&G1<55",
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[2] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[4] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
		},
	},
	[4] = { 
		actIndex = 4,
		listImg = "jqpd.png",
		jsImg = "jqpdjs.png",
		hideCondition = "G1>120",
		desc = "进入地图内泡点可获得经验和金币奖励，红圈内和黄圈内奖励翻倍",
		varCondition = "G1>=75&G1<85",
		reward = {
			[1] = {
				[1] = "Exp[5000W]",
				[2] = 1,
			},
			[2] = {
				[1] = "Exp[5000W]",
				[2] = 1,
			},
			[3] = {
				[1] = "Exp[5000W]",
				[2] = 1,
			},
			[4] = {
				[1] = "Exp[5000W]",
				[2] = 1,
			},
		},
	},
	[5] = { 
		actIndex = 5,
		listImg = "myzw.png",
		jsImg = "myzwjs.png",
		hideCondition = "G1>120",
		desc = "抓不同鱼类获得不同积分，达到积分要求可获得丰厚奖励。",
		varCondition = "G1>=105&G1<115",
		reward = {
			[1] = {
				[1] = "境界丹",
				[2] = 1,
			},
			[2] = {
				[1] = "金条",
				[2] = 1,
			},
			[3] = {
				[1] = "摸鱼达人(称号卷)",
				[2] = 1,
			},
			[4] = {
				[1] = "泳装达人[时装]",
				[2] = 1,
			},
		},
	},
	[6] = { 
		actIndex = 6,
		listImg = "xwbz.png",
		jsImg = "xwbzjs.png",
		hideCondition = "G8>1200",
		desc = "击杀小怪概率掉落境界丹，完成每日仙王悬赏任务，击杀王之守护可获得王的宝箱，击杀仙王可获得王的钥匙。",
		varCondition = "G8=1",
		reward = {
			[1] = {
				[1] = "王的宝箱",
				[2] = 1,
			},
			[2] = {
				[1] = "王的钥匙",
				[2] = 1,
			},
			[3] = {
				[1] = "神之头颅",
				[2] = 1,
			},
			[4] = {
				[1] = "境界丹",
				[2] = 1,
			},
		},
	},
	[8] = { 
		actIndex = 8,
		listImg = "yjmc.png",
		jsImg = "yjmcjs.png",
		hideCondition = "G16>1200",
		desc = "异界迷城活动描述：进入下一层自动记录正确路线，到达底层可获得额外奖励。击杀迷城BOSS获得丰厚奖励。",
		varCondition = "G16=1",
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 1,
			},
			[3] = {
				[1] = "金条",
				[2] = 1,
			},
			[4] = {
				[1] = "100000元宝",
				[2] = 1,
			},
		},
	},
}
return config
