local config = { 
	["10000元宝"] = { 
		xls_id = "10000元宝",
		type = 2,
		value = 10000,
	},
	["100000元宝"] = { 
		xls_id = "100000元宝",
		type = 2,
		value = 100000,
	},
	["灵符红包(小)"] = { 
		xls_id = "灵符红包(小)",
		type = 3,
		value = {
			[1] = 10,
			[2] = 20,
		},
	},
	["50000元宝"] = { 
		xls_id = "50000元宝",
		type = 2,
		value = 50000,
	},
	["20000元宝"] = { 
		xls_id = "20000元宝",
		type = 2,
		value = 20000,
	},
	["金条"] = { 
		xls_id = "金条",
		type = 4,
		value = 1000000,
	},
	["金盒"] = { 
		xls_id = "金盒",
		type = 4,
		value = 10000000,
	},
	["50W经验卷"] = { 
		xls_id = "50W经验卷",
		type = 1,
		value = 500000,
	},
	["100W经验卷"] = { 
		xls_id = "100W经验卷",
		type = 1,
		value = 1000000,
	},
	["200W经验卷"] = { 
		xls_id = "200W经验卷",
		type = 1,
		value = 2000000,
	},
	["10W经验卷"] = { 
		xls_id = "10W经验卷",
		type = 1,
		value = 100000,
	},
	["20W经验卷"] = { 
		xls_id = "20W经验卷",
		type = 1,
		value = 200000,
	},
	["2元充值红包"] = { 
		xls_id = "2元充值红包",
		type = 5,
		value = 20,
	},
	["罗非鱼"] = { 
		xls_id = "罗非鱼",
		type = 6,
		value = 20000,
	},
	["沙丁鱼"] = { 
		xls_id = "沙丁鱼",
		type = 6,
		value = 50000,
	},
	["5元充值红包"] = { 
		xls_id = "5元充值红包",
		type = 5,
		value = 50,
	},
	["40亿经验卷"] = { 
		xls_id = "40亿经验卷",
		type = 1,
		value = 4000000000,
	},
	["三文鱼"] = { 
		xls_id = "三文鱼",
		type = 6,
		value = 100000,
	},
	["500W经验卷"] = { 
		xls_id = "500W经验卷",
		type = 1,
		value = 5000000,
	},
	["金币红包(小)"] = { 
		xls_id = "金币红包(小)",
		type = 3,
		value = {
			[1] = 100,
			[2] = 500,
		},
	},
	["1000元宝"] = { 
		xls_id = "1000元宝",
		type = 2,
		value = 1000,
	},
	["1亿经验卷"] = { 
		xls_id = "1亿经验卷",
		type = 1,
		value = 100000000,
	},
	["石斑鱼"] = { 
		xls_id = "石斑鱼",
		type = 6,
		value = 300000,
	},
	["10元充值红包"] = { 
		xls_id = "10元充值红包",
		type = 5,
		value = 100,
	},
	["2亿经验卷"] = { 
		xls_id = "2亿经验卷",
		type = 1,
		value = 200000000,
	},
	["5亿经验卷"] = { 
		xls_id = "5亿经验卷",
		type = 1,
		value = 500000000,
	},
	["30元充值红包"] = { 
		xls_id = "30元充值红包",
		type = 5,
		value = 300,
	},
	["50元充值红包"] = { 
		xls_id = "50元充值红包",
		type = 5,
		value = 500,
	},
	["5000元宝"] = { 
		xls_id = "5000元宝",
		type = 2,
		value = 5000,
	},
	["20亿经验卷"] = { 
		xls_id = "20亿经验卷",
		type = 1,
		value = 2000000000,
	},
	["1000W经验卷"] = { 
		xls_id = "1000W经验卷",
		type = 1,
		value = 10000000,
	},
	["2000元宝"] = { 
		xls_id = "2000元宝",
		type = 2,
		value = 2000,
	},
	["10亿经验卷"] = { 
		xls_id = "10亿经验卷",
		type = 1,
		value = 1000000000,
	},
	["灵符红包(大)"] = { 
		xls_id = "灵符红包(大)",
		type = 3,
		value = {
			[1] = 100,
			[2] = 200,
		},
	},
	["5000W经验卷"] = { 
		xls_id = "5000W经验卷",
		type = 1,
		value = 50000000,
	},
	["2000W经验卷"] = { 
		xls_id = "2000W经验卷",
		type = 1,
		value = 20000000,
	},
	["金砖"] = { 
		xls_id = "金砖",
		type = 4,
		value = 5000000,
	},
	["500万元宝"] = { 
		xls_id = "500万元宝",
		type = 2,
		value = 5000000,
	},
	["金箱"] = { 
		xls_id = "金箱",
		type = 4,
		value = 50000000,
	},
	["5元宝"] = { 
		xls_id = "5元宝",
		type = 2,
		value = 5,
	},
	["1元充值红包"] = { 
		xls_id = "1元充值红包",
		type = 5,
		value = 10,
	},
	["金币红包(大)"] = { 
		xls_id = "金币红包(大)",
		type = 3,
		value = {
			[1] = 2000,
			[2] = 5000,
		},
	},
	["金币红包(中)"] = { 
		xls_id = "金币红包(中)",
		type = 3,
		value = {
			[1] = 500,
			[2] = 1000,
		},
	},
	["灵符红包(中)"] = { 
		xls_id = "灵符红包(中)",
		type = 3,
		value = {
			[1] = 30,
			[2] = 50,
		},
	},
	["50万元宝"] = { 
		xls_id = "50万元宝",
		type = 2,
		value = 500000,
	},
	["50元宝"] = { 
		xls_id = "50元宝",
		type = 2,
		value = 50,
	},
	["20元宝"] = { 
		xls_id = "20元宝",
		type = 2,
		value = 20,
	},
	["100元宝"] = { 
		xls_id = "100元宝",
		type = 2,
		value = 100,
	},
	["10元宝"] = { 
		xls_id = "10元宝",
		type = 2,
		value = 10,
	},
	["100万元宝"] = { 
		xls_id = "100万元宝",
		type = 2,
		value = 1000000,
	},
	["200元宝"] = { 
		xls_id = "200元宝",
		type = 2,
		value = 200,
	},
	["500元宝"] = { 
		xls_id = "500元宝",
		type = 2,
		value = 500,
	},
	["100元充值红包"] = { 
		xls_id = "100元充值红包",
		type = 5,
		value = 1000,
	},
}
return config
