local config = { 
	[50871] = { 
		xls_id = 50871,
		upleve = 50872,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 550000,
			},
		},
		desc = "获得复活功能",
	},
	[50872] = { 
		xls_id = 50872,
		upleve = 50873,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 600000,
			},
		},
		desc = "获得复活功能",
	},
	[50873] = { 
		xls_id = 50873,
		upleve = 50874,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 650000,
			},
		},
		desc = "获得复活功能",
	},
	[50874] = { 
		xls_id = 50874,
		upleve = 50875,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 700000,
			},
		},
		desc = "获得复活功能",
	},
	[50875] = { 
		xls_id = 50875,
		upleve = 50876,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 750000,
			},
		},
		desc = "获得复活功能",
	},
	[50876] = { 
		xls_id = 50876,
		upleve = 50877,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 800000,
			},
		},
		desc = "获得复活功能",
	},
	[50877] = { 
		xls_id = 50877,
		upleve = 50878,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 850000,
			},
		},
		desc = "获得复活功能",
	},
	[50878] = { 
		xls_id = 50878,
		upleve = 50879,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 900000,
			},
		},
		desc = "获得复活功能",
	},
	[50879] = { 
		xls_id = 50879,
		upleve = 50880,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 950000,
			},
		},
		desc = "获得复活功能",
	},
	[50880] = { 
		xls_id = 50880,
		upleve = 50881,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 1000000,
			},
		},
		desc = "获得复活功能",
	},
	[50881] = { 
		xls_id = 50881,
		upleve = 50881,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 1050000,
			},
		},
		desc = "血石已经满级",
	},
	[50862] = { 
		xls_id = 50862,
		upleve = 50863,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
			[2] = {
				[1] = "灵符",
				[2] = 1000,
			},
		},
		desc = "高等级获得复活功能",
	},
	[50863] = { 
		xls_id = 50863,
		upleve = 50864,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 150000,
			},
		},
		desc = "高等级获得复活功能",
	},
	[50864] = { 
		xls_id = 50864,
		upleve = 50865,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 200000,
			},
		},
		desc = "高等级获得复活功能",
	},
	[50865] = { 
		xls_id = 50865,
		upleve = 50866,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 250000,
			},
		},
		desc = "高等级获得复活功能",
	},
	[50866] = { 
		xls_id = 50866,
		upleve = 50867,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 300000,
			},
		},
		desc = "高等级获得复活功能",
	},
	[50867] = { 
		xls_id = 50867,
		upleve = 50868,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 350000,
			},
		},
		desc = "高等级获得复活功能",
	},
	[50868] = { 
		xls_id = 50868,
		upleve = 50869,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 400000,
			},
		},
		desc = "下一级获得复活功能",
	},
	[50869] = { 
		xls_id = 50869,
		upleve = 50870,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 450000,
			},
		},
		desc = "获得复活功能",
	},
	[50870] = { 
		xls_id = 50870,
		upleve = 50871,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 500000,
			},
		},
		desc = "获得复活功能",
	},
	["null"] = { 
		xls_id = "null",
		upleve = 50862,
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 50000,
			},
		},
		desc = "高等级获得复活功能",
	},
}
return config
