local config = {
	[1] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 1,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 1000,
			},
		},
	},
	[2] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 2,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 2000,
			},
		},
	},
	[3] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 3,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 3000,
			},
		},
	},
	[4] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 4,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 4000,
			},
		},
	},
	[5] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 5,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 5000,
			},
		},
	},
	[6] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 6,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 6000,
			},
		},
	},
	[7] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 7,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 7000,
			},
		},
	},
	[8] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 8,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 8000,
			},
		},
	},
	[9] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 9,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 9000,
			},
		},
	},
	[10] = {
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 10,
			},
		},
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 10000,
			},
		},
	},
}
return config