local config = {
	[1] = {
		mapname = "天元大陆",
		x = 0,
		y = 0,
	},
	[2] = {
		mapname = "天元边关",
		x = 314,
		y = 47,
	},
	[3] = {
		mapname = "后山",
		x = 168,
		y = 26,
	},
	[4] = {
		mapname = "天元边关",
		x = 19,
		y = 92,
	},
	[5] = {
		mapname = "妖怪山谷",
		x = 19,
		y = 272,
	},
	[6] = {
		mapname = "天元边关",
		x = 22,
		y = 308,
	},
	[7] = {
		mapname = "仙木林",
		x = 122,
		y = 368,
	},
	[8] = {
		mapname = "天元边关",
		x = 330,
		y = 301,
	},
	[9] = {
		mapname = "风之洞穴",
		x = 113,
		y = 135,
	},
	[10] = {
		mapname = "天元边关",
		x = 78,
		y = 30,
	},
	[11] = {
		mapname = "充满魔气的洞穴",
		x = 34,
		y = 21,
	},
	[12] = {
		mapname = "天元大陆",
		x = 472,
		y = 389,
	},
	[13] = {
		mapname = "西海岸",
		x = 336,
		y = 459,
	},
	[14] = {
		mapname = "西海岸",
		x = 356,
		y = 238,
	},
	[15] = {
		mapname = "暗域",
		x = 53,
		y = 190,
	},
	[16] = {
		mapname = "暗域",
		x = 60,
		y = 35,
	},
	[17] = {
		mapname = "放逐之域",
		x = 223,
		y = 231,
	},
	[18] = {
		mapname = "放逐之域",
		x = 12,
		y = 167,
	},
	[19] = {
		mapname = "放逐之域二层",
		x = 211,
		y = 235,
	},
	[20] = {
		mapname = "放逐之域二层",
		x = 14,
		y = 67,
	},
	[21] = {
		mapname = "流放魔地",
		x = 66,
		y = 86,
	},
	[22] = {
		mapname = "暗域",
		x = 182,
		y = 55,
	},
	[23] = {
		mapname = "湿婆神殿",
		x = 43,
		y = 260,
	},
	[24] = {
		mapname = "湿婆神殿",
		x = 273,
		y = 19,
	},
	[25] = {
		mapname = "湿婆神殿二层",
		x = 10,
		y = 184,
	},
	[26] = {
		mapname = "湿婆神殿二层",
		x = 137,
		y = 101,
	},
	[27] = {
		mapname = "湿婆神宫",
		x = 15,
		y = 87,
	},
	[28] = {
		mapname = "暗域",
		x = 210,
		y = 166,
	},
	[29] = {
		mapname = "罡风谷",
		x = 49,
		y = 93,
	},
	[30] = {
		mapname = "罡风谷",
		x = 127,
		y = 60,
	},
	[31] = {
		mapname = "卧龙山脉",
		x = 91,
		y = 128,
	},
	[32] = {
		mapname = "卧龙山脉",
		x = 23,
		y = 30,
	},
	[33] = {
		mapname = "卧龙部落",
		x = 139,
		y = 57,
	},
	[34] = {
		mapname = "卧龙部落",
		x = 40,
		y = 159,
	},
	[35] = {
		mapname = "祭坛",
		x = 16,
		y = 16,
	},
	[36] = {
		mapname = "西海岸",
		x = 31,
		y = 255,
	},
	[37] = {
		mapname = "月光森林",
		x = 342,
		y = 340,
	},
	[38] = {
		mapname = "月光森林",
		x = 42,
		y = 49,
	},
	[39] = {
		mapname = "卡亚神庙",
		x = 276,
		y = 250,
	},
	[40] = {
		mapname = "卡亚神庙",
		x = 20,
		y = 42,
	},
	[41] = {
		mapname = "神庙内部",
		x = 162,
		y = 179,
	},
	[42] = {
		mapname = "神庙内部",
		x = 29,
		y = 46,
	},
	[43] = {
		mapname = "神庙大厅",
		x = 109,
		y = 41,
	},
	[44] = {
		mapname = "月光森林",
		x = 364,
		y = 50,
	},
	[45] = {
		mapname = "天然洞穴",
		x = 219,
		y = 153,
	},
	[46] = {
		mapname = "天然洞穴",
		x = 152,
		y = 244,
	},
	[47] = {
		mapname = "地牢",
		x = 25,
		y = 174,
	},
	[48] = {
		mapname = "地牢",
		x = 164,
		y = 37,
	},
	[49] = {
		mapname = "剑冢",
		x = 16,
		y = 195,
	},
	[50] = {
		mapname = "剑冢",
		x = 380,
		y = 204,
	},
	[51] = {
		mapname = "死亡墓地",
		x = 86,
		y = 171,
	},
	[52] = {
		mapname = "天然洞穴",
		x = 8,
		y = 13,
	},
	[53] = {
		mapname = "尸魔洞窟",
		x = 108,
		y = 182,
	},
	[54] = {
		mapname = "尸魔洞窟",
		x = 49,
		y = 25,
	},
	[55] = {
		mapname = "尸魔洞窟一层",
		x = 136,
		y = 187,
	},
	[56] = {
		mapname = "尸魔洞窟一层",
		x = 32,
		y = 17,
	},
	[57] = {
		mapname = "尸魔洞窟二层",
		x = 49,
		y = 85,
	},
	[58] = {
		mapname = "天元大陆",
		x = 465,
		y = 73,
	},
	[59] = {
		mapname = "神龙帝国",
		x = 463,
		y = 42,
	},
	[60] = {
		mapname = "南荒蛮域",
		x = 174,
		y = 185,
	},
	[61] = {
		mapname = "南荒蛮域",
		x = 26,
		y = 179,
	},
	[62] = {
		mapname = "魔兽山脉",
		x = 271,
		y = 256,
	},
	[63] = {
		mapname = "魔兽山脉",
		x = 28,
		y = 40,
	},
	[64] = {
		mapname = "沙暴镇",
		x = 20,
		y = 315,
	},
	[65] = {
		mapname = "沙暴镇",
		x = 27,
		y = 46,
	},
	[66] = {
		mapname = "西极秘境",
		x = 158,
		y = 160,
	},
	[67] = {
		mapname = "沙暴镇",
		x = 308,
		y = 51,
	},
	[68] = {
		mapname = "魔祖遗迹",
		x = 180,
		y = 33,
	},
	[69] = {
		mapname = "神龙帝国",
		x = 89,
		y = 466,
	},
	[70] = {
		mapname = "白羽林",
		x = 198,
		y = 109,
	},
	[71] = {
		mapname = "白羽林",
		x = 21,
		y = 112,
	},
	[72] = {
		mapname = "神女圣心湖",
		x = 208,
		y = 206,
	},
	[73] = {
		mapname = "神女圣心湖",
		x = 48,
		y = 53,
	},
	[74] = {
		mapname = "湖心岛",
		x = 190,
		y = 216,
	},
	[75] = {
		mapname = "湖心岛",
		x = 72,
		y = 76,
	},
	[76] = {
		mapname = "南风森林",
		x = 156,
		y = 121,
	},
	[77] = {
		mapname = "南风森林",
		x = 36,
		y = 62,
	},
	[78] = {
		mapname = "龙之禁域",
		x = 156,
		y = 183,
	},
	[79] = {
		mapname = "白羽林",
		x = 114,
		y = 109,
	},
	[80] = {
		mapname = "雷州",
		x = 88,
		y = 262,
	},
	[81] = {
		mapname = "雷州",
		x = 316,
		y = 31,
	},
	[82] = {
		mapname = "紫雷之地",
		x = 17,
		y = 241,
	},
	[83] = {
		mapname = "紫雷之地",
		x = 47,
		y = 81,
	},
	[84] = {
		mapname = "雷鸣秘境",
		x = 48,
		y = 234,
	},
	[85] = {
		mapname = "雷鸣秘境",
		x = 167,
		y = 25,
	},
	[86] = {
		mapname = "无尽雷鸣",
		x = 214,
		y = 213,
	},
	[87] = {
		mapname = "神龙帝国",
		x = 0,
		y = 0,
	},
	[88] = {
		mapname = "域外战场",
		x = 21,
		y = 21,
	},
	[89] = {
		mapname = "域外战场",
		x = 252,
		y = 64,
	},
	[90] = {
		mapname = "最后禁地",
		x = 24,
		y = 22,
	},
	[91] = {
		mapname = "域外战场",
		x = 37,
		y = 427,
	},
	[92] = {
		mapname = "魔宫王朝",
		x = 24,
		y = 22,
	},
	[93] = {
		mapname = "域外战场",
		x = 337,
		y = 227,
	},
	[94] = {
		mapname = "妖魔密室",
		x = 29,
		y = 16,
	},
	[95] = {
		mapname = "域外战场",
		x = 200,
		y = 235,
	},
	[96] = {
		mapname = "万丈魔渊",
		x = 23,
		y = 23,
	},
	[97] = {
		mapname = "域外战场",
		x = 442,
		y = 69,
	},
	[98] = {
		mapname = "永恒之塔",
		x = 39,
		y = 75,
	},
	[99] = {
		mapname = "永恒之塔",
		x = 73,
		y = 40,
	},
	[100] = {
		mapname = "永恒之塔2",
		x = 39,
		y = 75,
	},
	[101] = {
		mapname = "永恒之塔2",
		x = 73,
		y = 40,
	},
	[102] = {
		mapname = "永恒之塔3",
		x = 39,
		y = 75,
	},
	[103] = {
		mapname = "永恒之塔3",
		x = 73,
		y = 40,
	},
	[104] = {
		mapname = "永恒之塔4",
		x = 39,
		y = 75,
	},
	[105] = {
		mapname = "永恒之塔4",
		x = 73,
		y = 40,
	},
	[106] = {
		mapname = "永恒之塔5",
		x = 39,
		y = 75,
	},
	[107] = {
		mapname = "永恒之塔5",
		x = 73,
		y = 40,
	},
	[108] = {
		mapname = "永恒之塔6",
		x = 39,
		y = 75,
	},
	[109] = {
		mapname = "永恒之塔6",
		x = 73,
		y = 40,
	},
	[110] = {
		mapname = "永恒之塔7",
		x = 39,
		y = 75,
	},
	[111] = {
		mapname = "永恒之塔7",
		x = 73,
		y = 40,
	},
	[112] = {
		mapname = "永恒之塔8",
		x = 39,
		y = 75,
	},
	[113] = {
		mapname = "永恒之塔8",
		x = 73,
		y = 40,
	},
	[114] = {
		mapname = "域外战场",
		x = 473,
		y = 353,
	},
	[115] = {
		mapname = "魔族巢穴",
		x = 149,
		y = 237,
	},
	[116] = {
		mapname = "幽冥之界",
		x = 111,
		y = 119,
	},
	[117] = {
		mapname = "幽冥之界",
		x = 39,
		y = 52,
	},
	[118] = {
		mapname = "生灵禁区",
		x = 120,
		y = 118,
	},
	[119] = {
		mapname = "生灵禁区",
		x = 39,
		y = 44,
	},
	[120] = {
		mapname = "死亡祭坛",
		x = 43,
		y = 44,
	},
	[121] = {
		mapname = "死亡祭坛",
		x = 85,
		y = 150,
	},
	[122] = {
		mapname = "魔域秘境",
		x = 17,
		y = 19,
	},
	[123] = {
		mapname = "死亡祭坛",
		x = 115,
		y = 120,
	},
	[124] = {
		mapname = "血煞巢穴",
		x = 17,
		y = 19,
	},
	[125] = {
		mapname = "死亡祭坛",
		x = 144,
		y = 91,
	},
	[126] = {
		mapname = "琳琅秘境",
		x = 17,
		y = 19,
	},
	[127] = {
		mapname = "被遗落的港口",
		x = 169,
		y = 132,
	},
	[128] = {
		mapname = "魔族巢穴",
		x = 13,
		y = 280,
	},
	[129] = {
		mapname = "魔族巢穴",
		x = 19,
		y = 38,
	},
	[130] = {
		mapname = "灵魂牢笼",
		x = 97,
		y = 180,
	},
	[131] = {
		mapname = "灵魂牢笼",
		x = 141,
		y = 26,
	},
	[132] = {
		mapname = "生死境界",
		x = 68,
		y = 34,
	},
	[133] = {
		mapname = "魔族巢穴",
		x = 289,
		y = 140,
	},
	[134] = {
		mapname = "神魔古战场",
		x = 178,
		y = 165,
	},
	[135] = {
		mapname = "神魔古战场",
		x = 37,
		y = 23,
	},
	[136] = {
		mapname = "万骨枯地",
		x = 35,
		y = 35,
	},
	[137] = {
		mapname = "神魔古战场",
		x = 38,
		y = 164,
	},
	[138] = {
		mapname = "遗忘前线",
		x = 199,
		y = 194,
	},
	[139] = {
		mapname = "遗忘前线",
		x = 23,
		y = 30,
	},
	[140] = {
		mapname = "悲鸣哨塔",
		x = 190,
		y = 51,
	},
	[141] = {
		mapname = "悲鸣哨塔",
		x = 45,
		y = 23,
	},
	[142] = {
		mapname = "活死人舰队",
		x = 17,
		y = 158,
	},
	[143] = {
		mapname = "活死人舰队",
		x = 205,
		y = 63,
	},
	[144] = {
		mapname = "被遗落的港口",
		x = 16,
		y = 30,
	},
	[145] = {
		mapname = "神魔古战场",
		x = 178,
		y = 23,
	},
	[146] = {
		mapname = "妖月遗址",
		x = 160,
		y = 150,
	},
	[147] = {
		mapname = "妖月遗址",
		x = 204,
		y = 268,
	},
	[148] = {
		mapname = "永恒丘陵",
		x = 250,
		y = 261,
	},
	[149] = {
		mapname = "永恒丘陵",
		x = 21,
		y = 51,
	},
	[150] = {
		mapname = "游荡者之墓",
		x = 17,
		y = 281,
	},
	[151] = {
		mapname = "游荡者之墓",
		x = 276,
		y = 27,
	},
	[152] = {
		mapname = "守望之门",
		x = 63,
		y = 91,
	},
	[153] = {
		mapname = "妖月遗址",
		x = 252,
		y = 220,
	},
	[154] = {
		mapname = "拘灵之眼",
		x = 60,
		y = 56,
	},
	[155] = {
		mapname = "拘灵之眼",
		x = 111,
		y = 183,
	},
	[156] = {
		mapname = "黑暗古境",
		x = 117,
		y = 42,
	},
	[157] = {
		mapname = "黑暗古境",
		x = 217,
		y = 147,
	},
	[158] = {
		mapname = "迷幻深渊",
		x = 24,
		y = 91,
	},
	[159] = {
		mapname = "迷幻深渊",
		x = 179,
		y = 115,
	},
	[160] = {
		mapname = "死亡行刑场",
		x = 108,
		y = 34,
	},
	[161] = {
		mapname = "酆都",
		x = 20,
		y = 30,
	},
	[162] = {
		mapname = "往生客栈",
		x = 178,
		y = 41,
	},
	[163] = {
		mapname = "往生客栈",
		x = 16,
		y = 35,
	},
	[164] = {
		mapname = "阴间",
		x = 15,
		y = 9,
	},
	[165] = {
		mapname = "往生客栈",
		x = 28,
		y = 24,
	},
	[166] = {
		mapname = "阳间",
		x = 48,
		y = 55,
	},
	[167] = {
		mapname = "往生客栈",
		x = 176,
		y = 135,
	},
	[168] = {
		mapname = "鬼门关",
		x = 31,
		y = 111,
	},
	[169] = {
		mapname = "鬼门关",
		x = 107,
		y = 113,
	},
	[170] = {
		mapname = "鬼界",
		x = 226,
		y = 235,
	},
	[171] = {
		mapname = "鬼界",
		x = 219,
		y = 13,
	},
	[172] = {
		mapname = "无魂之地",
		x = 17,
		y = 228,
	},
	[173] = {
		mapname = "无魂之地",
		x = 91,
		y = 98,
	},
	[174] = {
		mapname = "黄泉路",
		x = 23,
		y = 277,
	},
	[175] = {
		mapname = "黄泉路",
		x = 153,
		y = 38,
	},
	[176] = {
		mapname = "无常殿",
		x = 102,
		y = 102,
	},
	[177] = {
		mapname = "无常殿",
		x = 48,
		y = 42,
	},
	[178] = {
		mapname = "阎王大殿",
		x = 65,
		y = 68,
	},
	[179] = {
		mapname = "鬼门关",
		x = 41,
		y = 45,
	},
	[180] = {
		mapname = "阴司鬼街",
		x = 225,
		y = 245,
	},
	[181] = {
		mapname = "阴司鬼街",
		x = 26,
		y = 90,
	},
	[182] = {
		mapname = "阴司鬼街北",
		x = 41,
		y = 147,
	},
	[183] = {
		mapname = "阴司鬼街北",
		x = 125,
		y = 11,
	},
	[184] = {
		mapname = "死亡鬼沼",
		x = 98,
		y = 43,
	},
	[185] = {
		mapname = "死亡鬼沼",
		x = 46,
		y = 51,
	},
	[186] = {
		mapname = "十恶之地",
		x = 120,
		y = 123,
	},
	[187] = {
		mapname = "十恶之地",
		x = 48,
		y = 23,
	},
	[188] = {
		mapname = "幽暗鬼域",
		x = 55,
		y = 202,
	},
	[189] = {
		mapname = "阴司鬼街",
		x = 98,
		y = 18,
	},
	[190] = {
		mapname = "阴司鬼街南",
		x = 216,
		y = 204,
	},
	[191] = {
		mapname = "阴司鬼街南",
		x = 66,
		y = 46,
	},
	[192] = {
		mapname = "暗巷",
		x = 88,
		y = 89,
	},
	[193] = {
		mapname = "暗巷",
		x = 26,
		y = 22,
	},
	[194] = {
		mapname = "奈何桥",
		x = 263,
		y = 291,
	},
	[195] = {
		mapname = "奈何桥",
		x = 31,
		y = 42,
	},
	[196] = {
		mapname = "阴阳界",
		x = 183,
		y = 53,
	},
	[197] = {
		mapname = "阴阳界",
		x = 22,
		y = 25,
	},
	[198] = {
		mapname = "鬼国神宫",
		x = 17,
		y = 103,
	},
	[199] = {
		mapname = "鬼门关",
		x = 108,
		y = 32,
	},
	[200] = {
		mapname = "往生客栈",
		x = 18,
		y = 125,
	},
	[201] = {
		mapname = "失落鬼域",
		x = 23,
		y = 278,
	},
	[202] = {
		mapname = "失落鬼域",
		x = 116,
		y = 185,
	},
	[203] = {
		mapname = "猛鬼岛礁",
		x = 27,
		y = 36,
	},
	[204] = {
		mapname = "猛鬼岛礁",
		x = 260,
		y = 36,
	},
	[205] = {
		mapname = "亡灵之角",
		x = 317,
		y = 320,
	},
	[206] = {
		mapname = "亡灵之角",
		x = 23,
		y = 31,
	},
	[207] = {
		mapname = "神泣之地",
		x = 245,
		y = 253,
	},
	[208] = {
		mapname = "神泣之地",
		x = 46,
		y = 34,
	},
	[209] = {
		mapname = "九头蛇之巢",
		x = 19,
		y = 173,
	},
	[210] = {
		mapname = "失落鬼域",
		x = 254,
		y = 47,
	},
	[211] = {
		mapname = "北城遗迹",
		x = 258,
		y = 252,
	},
	[212] = {
		mapname = "北城遗迹",
		x = 73,
		y = 75,
	},
	[213] = {
		mapname = "黑水古城",
		x = 378,
		y = 377,
	},
	[214] = {
		mapname = "黑水古城",
		x = 179,
		y = 208,
	},
	[215] = {
		mapname = "黑水遗迹",
		x = 15,
		y = 273,
	},
	[216] = {
		mapname = "黑水遗迹",
		x = 263,
		y = 41,
	},
	[217] = {
		mapname = "黑水废墟",
		x = 107,
		y = 43,
	},
	[218] = {
		mapname = "黑水古城",
		x = 27,
		y = 46,
	},
	[219] = {
		mapname = "死亡墓场",
		x = 25,
		y = 183,
	},
	[220] = {
		mapname = "死亡墓场",
		x = 156,
		y = 18,
	},
	[221] = {
		mapname = "魔之域",
		x = 23,
		y = 123,
	},
	[222] = {
		mapname = "魔之域",
		x = 96,
		y = 20,
	},
	[223] = {
		mapname = "轮回之地",
		x = 26,
		y = 56,
	},
	[224] = {
		mapname = "遗忘大陆",
		x = 755,
		y = 195,
	},
	[225] = {
		mapname = "时空通道",
		x = 12,
		y = 104,
	},
	[226] = {
		mapname = "时空通道",
		x = 95,
		y = 25,
	},
	[227] = {
		mapname = "极恶大陆",
		x = 533,
		y = 92,
	},
	[228] = {
		mapname = "灰烬裂谷",
		x = 17,
		y = 34,
	},
	[229] = {
		mapname = "灰烬裂谷",
		x = 284,
		y = 126,
	},
	[230] = {
		mapname = "灰烬裂谷西",
		x = 25,
		y = 249,
	},
	[231] = {
		mapname = "灰烬裂谷西",
		x = 284,
		y = 32,
	},
	[232] = {
		mapname = "洪荒古墓",
		x = 22,
		y = 17,
	},
	[233] = {
		mapname = "洪荒古墓",
		x = 160,
		y = 95,
	},
	[234] = {
		mapname = "洪荒古墓一层",
		x = 139,
		y = 57,
	},
	[235] = {
		mapname = "洪荒古墓一层",
		x = 39,
		y = 161,
	},
	[236] = {
		mapname = "洪荒古墓二层",
		x = 14,
		y = 14,
	},
	[237] = {
		mapname = "灰烬裂谷西",
		x = 273,
		y = 250,
	},
	[238] = {
		mapname = "寒霜雪域",
		x = 33,
		y = 120,
	},
	[239] = {
		mapname = "寒霜雪域",
		x = 110,
		y = 31,
	},
	[240] = {
		mapname = "寒霜雪域一层",
		x = 13,
		y = 16,
	},
	[241] = {
		mapname = "寒霜雪域一层",
		x = 85,
		y = 77,
	},
	[242] = {
		mapname = "寒霜雪域二层",
		x = 16,
		y = 30,
	},
	[243] = {
		mapname = "寒霜雪域二层",
		x = 112,
		y = 132,
	},
	[244] = {
		mapname = "寒霜圣地",
		x = 40,
		y = 162,
	},
	[245] = {
		mapname = "灰烬裂谷",
		x = 276,
		y = 38,
	},
	[246] = {
		mapname = "灰烬裂谷东",
		x = 239,
		y = 266,
	},
	[247] = {
		mapname = "灰烬裂谷东",
		x = 131,
		y = 131,
	},
	[248] = {
		mapname = "神圣之原",
		x = 160,
		y = 25,
	},
	[249] = {
		mapname = "神圣之原",
		x = 269,
		y = 32,
	},
	[250] = {
		mapname = "黑龙巢穴",
		x = 273,
		y = 276,
	},
	[251] = {
		mapname = "黑龙巢穴",
		x = 55,
		y = 33,
	},
	[252] = {
		mapname = "黑龙巢穴一层",
		x = 274,
		y = 276,
	},
	[253] = {
		mapname = "黑龙巢穴一层",
		x = 276,
		y = 30,
	},
	[254] = {
		mapname = "黑龙巢穴二层",
		x = 269,
		y = 271,
	},
	[255] = {
		mapname = "黑龙巢穴二层",
		x = 45,
		y = 28,
	},
	[256] = {
		mapname = "黑龙之巢",
		x = 31,
		y = 77,
	},
	[257] = {
		mapname = "神圣之原",
		x = 14,
		y = 44,
	},
	[258] = {
		mapname = "巨木神庙",
		x = 29,
		y = 171,
	},
	[259] = {
		mapname = "巨木神庙",
		x = 78,
		y = 24,
	},
	[260] = {
		mapname = "长岁泉",
		x = 13,
		y = 77,
	},
	[261] = {
		mapname = "巨木神庙",
		x = 123,
		y = 74,
	},
	[262] = {
		mapname = "世界树遗迹",
		x = 30,
		y = 68,
	},
	[263] = {
		mapname = "巨木神庙",
		x = 175,
		y = 115,
	},
	[264] = {
		mapname = "光之域",
		x = 87,
		y = 94,
	},
	[265] = {
		mapname = "极恶大陆",
		x = 101,
		y = 206,
	},
	[266] = {
		mapname = "暗黑之地",
		x = 208,
		y = 45,
	},
	[267] = {
		mapname = "暗黑之地",
		x = 26,
		y = 206,
	},
	[268] = {
		mapname = "黑暗沃土",
		x = 275,
		y = 106,
	},
	[269] = {
		mapname = "黑暗沃土",
		x = 32,
		y = 131,
	},
	[270] = {
		mapname = "废弃矿山",
		x = 74,
		y = 86,
	},
	[271] = {
		mapname = "废弃矿山",
		x = 144,
		y = 263,
	},
	[272] = {
		mapname = "树妖森林",
		x = 23,
		y = 31,
	},
	[273] = {
		mapname = "树妖森林",
		x = 86,
		y = 84,
	},
	[274] = {
		mapname = "旅行者营地",
		x = 141,
		y = 7,
	},
	[275] = {
		mapname = "旅行者营地",
		x = 89,
		y = 109,
	},
	[276] = {
		mapname = "火之域",
		x = 38,
		y = 38,
	},
	[277] = {
		mapname = "火之域",
		x = 201,
		y = 28,
	},
	[278] = {
		mapname = "末日火山",
		x = 181,
		y = 182,
	},
	[279] = {
		mapname = "末日火山",
		x = 16,
		y = 30,
	},
	[280] = {
		mapname = "邪恶火域",
		x = 50,
		y = 137,
	},
	[281] = {
		mapname = "邪恶火域",
		x = 114,
		y = 28,
	},
	[282] = {
		mapname = "安其拉废墟",
		x = 31,
		y = 77,
	},
	[283] = {
		mapname = "旅行者营地",
		x = 211,
		y = 201,
	},
	[284] = {
		mapname = "邪恶山谷",
		x = 189,
		y = 187,
	},
	[285] = {
		mapname = "邪恶山谷",
		x = 122,
		y = 116,
	},
	[286] = {
		mapname = "神秘洞穴",
		x = 34,
		y = 36,
	},
	[287] = {
		mapname = "邪恶山谷",
		x = 14,
		y = 46,
	},
	[288] = {
		mapname = "月影神殿",
		x = 14,
		y = 55,
	},
	[289] = {
		mapname = "月影神殿",
		x = 87,
		y = 47,
	},
	[290] = {
		mapname = "月影神殿一层",
		x = 9,
		y = 70,
	},
	[291] = {
		mapname = "月影神殿一层",
		x = 60,
		y = 10,
	},
	[292] = {
		mapname = "月影神殿二层",
		x = 24,
		y = 90,
	},
	[293] = {
		mapname = "月影神殿二层",
		x = 179,
		y = 115,
	},
	[294] = {
		mapname = "月影神殿三层",
		x = 150,
		y = 200,
	},
	[295] = {
		mapname = "邪恶山谷",
		x = 10,
		y = 172,
	},
	[296] = {
		mapname = "炼魂阵",
		x = 51,
		y = 17,
	},
	[297] = {
		mapname = "炼魂阵",
		x = 90,
		y = 17,
	},
	[298] = {
		mapname = "天劫之路",
		x = 234,
		y = 16,
	},
	[299] = {
		mapname = "黄泉祭坛",
		x = 109,
		y = 41,
	},
	[300] = {
		mapname = "太阳圣城",
		x = 373,
		y = 175,
	},
	[301] = {
		mapname = "神语古道",
		x = 14,
		y = 170,
	},
	[302] = {
		mapname = "神语古道",
		x = 127,
		y = 142,
	},
	[303] = {
		mapname = "炽热山谷",
		x = 12,
		y = 13,
	},
	[304] = {
		mapname = "炽热山谷",
		x = 159,
		y = 161,
	},
	[305] = {
		mapname = "永恒之城",
		x = 113,
		y = 249,
	},
	[306] = {
		mapname = "永恒之城",
		x = 370,
		y = 150,
	},
	[307] = {
		mapname = "冰洌暗河",
		x = 21,
		y = 279,
	},
	[308] = {
		mapname = "冰洌暗河",
		x = 262,
		y = 34,
	},
	[309] = {
		mapname = "冰洌暗河二层",
		x = 107,
		y = 202,
	},
	[310] = {
		mapname = "冰洌暗河二层",
		x = 256,
		y = 40,
	},
	[311] = {
		mapname = "冰洌暗河三层",
		x = 202,
		y = 213,
	},
	[312] = {
		mapname = "冰洌暗河三层",
		x = 120,
		y = 117,
	},
	[313] = {
		mapname = "大墓场",
		x = 153,
		y = 126,
	},
	[314] = {
		mapname = "冰洌暗河三层",
		x = 33,
		y = 76,
	},
	[315] = {
		mapname = "灵庙遗迹",
		x = 49,
		y = 96,
	},
	[316] = {
		mapname = "灵庙遗迹",
		x = 127,
		y = 60,
	},
	[317] = {
		mapname = "灵庙遗迹二层",
		x = 94,
		y = 128,
	},
	[318] = {
		mapname = "灵庙遗迹二层",
		x = 22,
		y = 29,
	},
	[319] = {
		mapname = "灵庙遗迹三层",
		x = 13,
		y = 14,
	},
	[320] = {
		mapname = "灵庙遗迹三层",
		x = 89,
		y = 15,
	},
	[321] = {
		mapname = "地心监牢",
		x = 33,
		y = 19,
	},
	[322] = {
		mapname = "灵庙遗迹三层",
		x = 52,
		y = 51,
	},
	[323] = {
		mapname = "时光神殿",
		x = 13,
		y = 14,
	},
	[324] = {
		mapname = "永恒之城",
		x = 166,
		y = 165,
	},
	[325] = {
		mapname = "异变海湾",
		x = 168,
		y = 160,
	},
	[326] = {
		mapname = "异变海湾",
		x = 27,
		y = 23,
	},
	[327] = {
		mapname = "水下世界",
		x = 160,
		y = 140,
	},
	[328] = {
		mapname = "水下世界",
		x = 20,
		y = 252,
	},
	[329] = {
		mapname = "水下世界上层",
		x = 67,
		y = 218,
	},
	[330] = {
		mapname = "水下世界上层",
		x = 64,
		y = 30,
	},
	[331] = {
		mapname = "水下世界中层",
		x = 196,
		y = 565,
	},
	[332] = {
		mapname = "水下世界中层",
		x = 274,
		y = 31,
	},
	[333] = {
		mapname = "水下世界底层",
		x = 37,
		y = 122,
	},
	[334] = {
		mapname = "水下世界底层",
		x = 103,
		y = 41,
	},
	[335] = {
		mapname = "古地下遗迹",
		x = 23,
		y = 21,
	},
	[336] = {
		mapname = "古地下遗迹",
		x = 64,
		y = 63,
	},
	[337] = {
		mapname = "古地下遗迹",
		x = 33,
		y = 55,
	},
	[338] = {
		mapname = "古地下遗迹",
		x = 53,
		y = 34,
	},
	[339] = {
		mapname = "古地下遗迹1",
		x = 23,
		y = 21,
	},
	[340] = {
		mapname = "古地下遗迹1",
		x = 64,
		y = 63,
	},
	[341] = {
		mapname = "古地下遗迹1",
		x = 33,
		y = 55,
	},
	[342] = {
		mapname = "古地下遗迹1",
		x = 53,
		y = 34,
	},
	[343] = {
		mapname = "古地下遗迹2",
		x = 23,
		y = 21,
	},
	[344] = {
		mapname = "古地下遗迹2",
		x = 64,
		y = 63,
	},
	[345] = {
		mapname = "古地下遗迹2",
		x = 33,
		y = 55,
	},
	[346] = {
		mapname = "古地下遗迹2",
		x = 53,
		y = 34,
	},
	[347] = {
		mapname = "古地下遗迹3",
		x = 23,
		y = 21,
	},
	[348] = {
		mapname = "古地下遗迹3",
		x = 64,
		y = 63,
	},
	[349] = {
		mapname = "古地下遗迹3",
		x = 33,
		y = 55,
	},
	[350] = {
		mapname = "古地下遗迹3",
		x = 53,
		y = 34,
	},
	[351] = {
		mapname = "古地下遗迹4",
		x = 23,
		y = 21,
	},
	[352] = {
		mapname = "古地下遗迹4",
		x = 64,
		y = 63,
	},
	[353] = {
		mapname = "古地下遗迹4",
		x = 33,
		y = 55,
	},
	[354] = {
		mapname = "古地下遗迹4",
		x = 53,
		y = 34,
	},
	[355] = {
		mapname = "古科技中心",
		x = 71,
		y = 51,
	},
	[356] = {
		mapname = "古科技中心",
		x = 49,
		y = 52,
	},
	[357] = {
		mapname = "古科技中心",
		x = 72,
		y = 72,
	},
	[358] = {
		mapname = "变异研究院",
		x = 58,
		y = 34,
	},
	[359] = {
		mapname = "古科技中心",
		x = 48,
		y = 73,
	},
	[360] = {
		mapname = "生化研究院",
		x = 58,
		y = 34,
	},
	[361] = {
		mapname = "尸骸峡谷",
		x = 251,
		y = 76,
	},
	[362] = {
		mapname = "尸骸峡谷上层",
		x = 125,
		y = 104,
	},
	[363] = {
		mapname = "尸骸峡谷上层",
		x = 184,
		y = 29,
	},
	[364] = {
		mapname = "尸骸峡谷下层",
		x = 23,
		y = 31,
	},
	[365] = {
		mapname = "尸骸峡谷下层",
		x = 94,
		y = 85,
	},
	[366] = {
		mapname = "巫妖之巢",
		x = 60,
		y = 43,
	},
	[367] = {
		mapname = "太阳圣城",
		x = 198,
		y = 348,
	},
	[368] = {
		mapname = "圣城边界",
		x = 335,
		y = 335,
	},
	[369] = {
		mapname = "圣城边界",
		x = 373,
		y = 115,
	},
	[370] = {
		mapname = "魔法密林",
		x = 363,
		y = 391,
	},
	[371] = {
		mapname = "魔法密林",
		x = 205,
		y = 51,
	},
	[372] = {
		mapname = "世界之眼",
		x = 77,
		y = 120,
	},
	[373] = {
		mapname = "魔法密林",
		x = 30,
		y = 297,
	},
	[374] = {
		mapname = "沉眠雨林",
		x = 123,
		y = 369,
	},
	[375] = {
		mapname = "沉眠雨林",
		x = 323,
		y = 75,
	},
	[376] = {
		mapname = "失语山脉",
		x = 30,
		y = 264,
	},
	[377] = {
		mapname = "失语山脉",
		x = 248,
		y = 27,
	},
	[378] = {
		mapname = "日暮山脉",
		x = 76,
		y = 274,
	},
	[379] = {
		mapname = "日暮山脉",
		x = 281,
		y = 28,
	},
	[380] = {
		mapname = "尘寂之地",
		x = 53,
		y = 52,
	},
	[381] = {
		mapname = "日暮山脉",
		x = 37,
		y = 28,
	},
	[382] = {
		mapname = "神风平原",
		x = 212,
		y = 237,
	},
	[383] = {
		mapname = "神风平原",
		x = 52,
		y = 14,
	},
	[384] = {
		mapname = "死亡禁地",
		x = 99,
		y = 97,
	},
	[385] = {
		mapname = "死亡禁地",
		x = 239,
		y = 149,
	},
	[386] = {
		mapname = "废弃沼泽",
		x = 19,
		y = 31,
	},
	[387] = {
		mapname = "死亡禁地",
		x = 9,
		y = 124,
	},
	[388] = {
		mapname = "鬼谷之崖",
		x = 48,
		y = 240,
	},
	[389] = {
		mapname = "异界大猎场一",
		x = 154,
		y = 137,
	},
	[390] = {
		mapname = "异界大猎场二",
		x = 226,
		y = 85,
	},
	[391] = {
		mapname = "异界大猎场三",
		x = 251,
		y = 267,
	},
	[392] = {
		mapname = "鬼谷之崖",
		x = 204,
		y = 75,
	},
	[393] = {
		mapname = "破晓之境",
		x = 101,
		y = 53,
	},
	[394] = {
		mapname = "极限之地",
		x = 38,
		y = 180,
	},
	[395] = {
		mapname = "极限之地",
		x = 173,
		y = 23,
	},
	[396] = {
		mapname = "精灵之森",
		x = 178,
		y = 135,
	},
	[397] = {
		mapname = "精灵之森",
		x = 159,
		y = 28,
	},
	[398] = {
		mapname = "武人之都",
		x = 22,
		y = 20,
	},
	[399] = {
		mapname = "武人之都",
		x = 81,
		y = 80,
	},
	[400] = {
		mapname = "风铃道场",
		x = 17,
		y = 22,
	},
	[401] = {
		mapname = "精灵之森",
		x = 18,
		y = 48,
	},
	[402] = {
		mapname = "扭曲丛林",
		x = 18,
		y = 64,
	},
	[403] = {
		mapname = "扭曲丛林",
		x = 180,
		y = 38,
	},
	[404] = {
		mapname = "黑雾之源",
		x = 21,
		y = 161,
	},
	[405] = {
		mapname = "黑雾之源",
		x = 190,
		y = 32,
	},
	[406] = {
		mapname = "黑度通道",
		x = 30,
		y = 83,
	},
	[407] = {
		mapname = "黑暗之门",
		x = 26,
		y = 74,
	},
	[408] = {
		mapname = "蔓草废墟",
		x = 73,
		y = 75,
	},
	[409] = {
		mapname = "蔓草废墟",
		x = 148,
		y = 147,
	},
	[410] = {
		mapname = "蔓草废墟深处",
		x = 77,
		y = 81,
	},
	[411] = {
		mapname = "黑暗之门",
		x = 56,
		y = 77,
	},
	[412] = {
		mapname = "罪孽神坛",
		x = 148,
		y = 150,
	},
	[413] = {
		mapname = "罪孽神坛",
		x = 214,
		y = 82,
	},
	[414] = {
		mapname = "堕落之迹",
		x = 94,
		y = 56,
	},
	[415] = {
		mapname = "破晓之境",
		x = 50,
		y = 47,
	},
	[416] = {
		mapname = "疾风地带",
		x = 279,
		y = 242,
	},
	[417] = {
		mapname = "疾风地带",
		x = 113,
		y = 17,
	},
	[418] = {
		mapname = "血色防线",
		x = 93,
		y = 92,
	},
	[419] = {
		mapname = "血色防线",
		x = 28,
		y = 44,
	},
	[420] = {
		mapname = "圣地龙之魂",
		x = 13,
		y = 171,
	},
	[421] = {
		mapname = "圣地龙之魂",
		x = 216,
		y = 25,
	},
	[422] = {
		mapname = "圣地龙之魂一层",
		x = 214,
		y = 225,
	},
	[423] = {
		mapname = "圣地龙之魂一层",
		x = 23,
		y = 61,
	},
	[424] = {
		mapname = "圣地龙之魂二层",
		x = 227,
		y = 221,
	},
	[425] = {
		mapname = "圣地龙之魂二层",
		x = 12,
		y = 22,
	},
	[426] = {
		mapname = "圣地龙之魂顶层",
		x = 63,
		y = 91,
	},
	[427] = {
		mapname = "时间界限",
		x = 123,
		y = 10,
	},
	[428] = {
		mapname = "废弃的庙宇",
		x = 21,
		y = 161,
	},
	[429] = {
		mapname = "废弃的庙宇",
		x = 170,
		y = 18,
	},
	[430] = {
		mapname = "死亡之堡",
		x = 47,
		y = 53,
	},
	[431] = {
		mapname = "死亡之堡",
		x = 102,
		y = 37,
	},
	[432] = {
		mapname = "死亡之堡一层",
		x = 213,
		y = 198,
	},
	[433] = {
		mapname = "死亡之堡一层",
		x = 66,
		y = 46,
	},
	[434] = {
		mapname = "死亡之堡二层",
		x = 60,
		y = 196,
	},
	[435] = {
		mapname = "死亡之堡二层",
		x = 182,
		y = 49,
	},
	[436] = {
		mapname = "死亡之堡三层",
		x = 87,
		y = 87,
	},
	[437] = {
		mapname = "死亡之堡三层",
		x = 27,
		y = 23,
	},
	[438] = {
		mapname = "死亡之堡底层",
		x = 80,
		y = 80,
	},
	[439] = {
		mapname = "血色防线",
		x = 43,
		y = 29,
	},
	[440] = {
		mapname = "时间界限",
		x = 162,
		y = 172,
	},
	[441] = {
		mapname = "时间界限",
		x = 98,
		y = 99,
	},
	[442] = {
		mapname = "时间监狱",
		x = 8,
		y = 49,
	},
	[443] = {
		mapname = "时间监狱",
		x = 42,
		y = 34,
	},
	[444] = {
		mapname = "第一狱",
		x = 75,
		y = 73,
	},
	[445] = {
		mapname = "第一狱",
		x = 20,
		y = 18,
	},
	[446] = {
		mapname = "第二狱",
		x = 75,
		y = 73,
	},
	[447] = {
		mapname = "第二狱",
		x = 20,
		y = 18,
	},
	[448] = {
		mapname = "第三狱",
		x = 163,
		y = 163,
	},
	[449] = {
		mapname = "第三狱",
		x = 162,
		y = 38,
	},
	[450] = {
		mapname = "深渊漩涡",
		x = 41,
		y = 22,
	},
	[451] = {
		mapname = "第三狱",
		x = 38,
		y = 163,
	},
	[452] = {
		mapname = "绝密区域",
		x = 103,
		y = 32,
	},
	[453] = {
		mapname = "绝密区域",
		x = 68,
		y = 74,
	},
	[454] = {
		mapname = "昔日悲鸣",
		x = 76,
		y = 183,
	},
	[455] = {
		mapname = "昔日悲鸣",
		x = 153,
		y = 31,
	},
	[456] = {
		mapname = "迷之觉悟",
		x = 186,
		y = 58,
	},
	[457] = {
		mapname = "迷之觉悟",
		x = 15,
		y = 22,
	},
	[458] = {
		mapname = "复活圣殿",
		x = 150,
		y = 274,
	},
	[459] = {
		mapname = "神龙帝国",
		x = 302,
		y = 269,
	},
}
return config