local config = {
	["(鬼)孟婆"] = {
		type = 1,
	},
	["(鬼)夜游神"] = {
		type = 1,
	},
	["(鬼)牛头马面"] = {
		type = 1,
	},
	["(鬼)招魂鬼叟"] = {
		type = 1,
	},
	["鬼界至尊·五方鬼帝"] = {
		type = 1,
	},
	["死灵使者"] = {
		type = 1,
	},
	["无魂阴罗"] = {
		type = 1,
	},
	["不死血厉"] = {
		type = 1,
	},
	["无间鬼煞"] = {
		type = 1,
	},
	["阴尸鬼王·尸山血海"] = {
		type = 1,
	},
	["(鬼)太阴天子"] = {
		type = 1,
	},
	["(鬼)黑无常"] = {
		type = 1,
	},
	["(鬼)白无常"] = {
		type = 1,
	},
	["通灵兽·谛听"] = {
		type = 1,
	},
	["阎罗王★★★"] = {
		type = 1,
	},
}
return config