local config = { 
	[0] = { 
		xls_id = 0,
		give = "恢复光环",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 3000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 1,
			},
		},
		equip = "未穿戴",
	},
	[1] = { 
		xls_id = 1,
		give = "恢复光环+1",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 5000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 3,
			},
		},
		equip = "恢复光环",
	},
	[2] = { 
		xls_id = 2,
		give = "恢复光环+2",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
		},
		equip = "恢复光环+1",
	},
	[3] = { 
		xls_id = 3,
		give = "恢复光环+3",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 50000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 10,
			},
		},
		equip = "恢复光环+2",
	},
	[4] = { 
		xls_id = 4,
		give = "恢复光环+4",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 100000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 15,
			},
		},
		equip = "恢复光环+3",
	},
	[5] = { 
		xls_id = 5,
		give = "恢复光环+5",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 200000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 20,
			},
		},
		equip = "恢复光环+4",
	},
	[6] = { 
		xls_id = 6,
		give = "恢复光环+6",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 300000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
		},
		equip = "恢复光环+5",
	},
	[7] = { 
		xls_id = 7,
		give = "恢复光环+7",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 500000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 40,
			},
		},
		equip = "恢复光环+6",
	},
	[8] = { 
		xls_id = 8,
		give = "恢复光环+8",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 800000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 60,
			},
		},
		equip = "恢复光环+7",
	},
	[9] = { 
		xls_id = 9,
		give = "恢复光环+9",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 1200000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 80,
			},
		},
		equip = "恢复光环+8",
	},
	[10] = { 
		xls_id = 10,
		give = "恢复光环+10",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 2000000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
		},
		equip = "恢复光环+9",
	},
}
return config
