local config = {
	[1] = {
		name = "攻击加成",
		attrs = {
			[1] = 210,
			[2] = 221,
		},
	},
	[2] = {
		name = "道术加成",
		attrs = {
			[1] = 211,
			[2] = 222,
		},
	},
	[3] = {
		name = "魔法加成",
		attrs = {
			[1] = 212,
			[2] = 223,
		},
	},
	[4] = {
		name = "生命加成",
		attrs = {
			[1] = 208,
		},
	},
	[5] = {
		name = "防御加成",
		attrs = {
			[1] = 213,
			[2] = 224,
			[3] = 214,
			[4] = 225,
		},
	},
	[6] = {
		name = "伤害减免",
		attrs = {
			[1] = 26,
			[2] = 27,
		},
	},
	[7] = {
		name = "攻击伤害",
		attrs = {
			[1] = 25,
		},
	},
	[8] = {
		name = "暴击伤害",
		attrs = {
			[1] = 22,
		},
	},
	[9] = {
		name = "对怪伤害",
		attrs = {
			[1] = 75,
		},
	},
	[10] = {
		name = "打怪爆率",
		attrs = {
			[1] = 204,
		},
	},
}
return config