local config = { 
	[3] = { 
		xls_id = 3,
		flag = 111,
		attrIsPer = 1,
		attr = {
			[1] = 206,
			[2] = 2,
		},
		cost = {
			[1] = {
				[1] = "幽冥之环",
				[2] = 1,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
	},
	[1] = { 
		xls_id = 1,
		flag = 109,
		attrIsPer = 0,
		attr = {
			[1] = 200,
			[2] = 1000,
		},
		cost = {
			[1] = {
				[1] = "暗影之缚",
				[2] = 1,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		flag = 110,
		attrIsPer = 1,
		attr = {
			[1] = 207,
			[2] = 2,
		},
		cost = {
			[1] = {
				[1] = "冥河之邀",
				[2] = 1,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
	},
}
return config
