local config = { 
	[1] = { 
		xls_id = 1,
		id = 1015,
		name = "黑猩猩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		id = 1016,
		name = "森林野人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		id = 1017,
		name = "狂暴野猪",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		id = 1018,
		name = "兽人统领",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		id = 1019,
		name = "狂野领主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		id = 1021,
		name = "绿骷髅",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		id = 1022,
		name = "巡山者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		id = 1023,
		name = "魔之灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		id = 1024,
		name = "蓝影刀客",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		id = 1025,
		name = "剧毒骷髅",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[11] = { 
		xls_id = 11,
		id = 1027,
		name = "矿工杰夫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[12] = { 
		xls_id = 12,
		id = 1028,
		name = "石头人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[13] = { 
		xls_id = 13,
		id = 1029,
		name = "岩石人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[14] = { 
		xls_id = 14,
		id = 1030,
		name = "帝国卫士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[15] = { 
		xls_id = 15,
		id = 1031,
		name = "九尾魂石",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[16] = { 
		xls_id = 16,
		id = 1033,
		name = "桃木灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[17] = { 
		xls_id = 17,
		id = 1034,
		name = "樟木灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[18] = { 
		xls_id = 18,
		id = 1035,
		name = "小树精",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[19] = { 
		xls_id = 19,
		id = 1036,
		name = "万年神木守护",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[20] = { 
		xls_id = 20,
		id = 1037,
		name = "仙之灵犀鸟",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[21] = { 
		xls_id = 21,
		id = 1039,
		name = "边境守卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[22] = { 
		xls_id = 22,
		id = 1040,
		name = "边境队长",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[23] = { 
		xls_id = 23,
		id = 1041,
		name = "幽魂幽灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[24] = { 
		xls_id = 24,
		id = 1042,
		name = "暗黑终结者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[25] = { 
		xls_id = 25,
		id = 1043,
		name = "银爪收割者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[26] = { 
		xls_id = 26,
		id = 1045,
		name = "黄狐狸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[27] = { 
		xls_id = 27,
		id = 1046,
		name = "红狐狸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[28] = { 
		xls_id = 28,
		id = 1047,
		name = "潮汐公主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[29] = { 
		xls_id = 29,
		id = 1048,
		name = "狂暴蝴蝶仙子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[30] = { 
		xls_id = 30,
		id = 1049,
		name = "谷中噩梦人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[31] = { 
		xls_id = 31,
		id = 1051,
		name = "黑蝙蝠",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[32] = { 
		xls_id = 32,
		id = 1052,
		name = "魔灵教徒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[33] = { 
		xls_id = 33,
		id = 1053,
		name = "巨型蜈蚣",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[34] = { 
		xls_id = 34,
		id = 1054,
		name = "镰骨妖",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[35] = { 
		xls_id = 35,
		id = 1055,
		name = "深渊的魔兽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[36] = { 
		xls_id = 36,
		id = 1057,
		name = "被注入魔力的黑野猪",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 40000,
			},
		},
	},
	[37] = { 
		xls_id = 37,
		id = 1068,
		name = "蓝尾蜥蜴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[38] = { 
		xls_id = 38,
		id = 1069,
		name = "狐妖护卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[39] = { 
		xls_id = 39,
		id = 1070,
		name = "结晶兽人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[40] = { 
		xls_id = 40,
		id = 1071,
		name = "金爪赤狐王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[41] = { 
		xls_id = 41,
		id = 1073,
		name = "黑齿战士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[42] = { 
		xls_id = 42,
		id = 1074,
		name = "黑齿祭祀",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[43] = { 
		xls_id = 43,
		id = 1075,
		name = "黑齿法老",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[44] = { 
		xls_id = 44,
		id = 1076,
		name = "黑齿教主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[45] = { 
		xls_id = 45,
		id = 1077,
		name = "天之御风(卧龙)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[46] = { 
		xls_id = 46,
		id = 1078,
		name = "天之斩浪(卧龙)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[47] = { 
		xls_id = 47,
		id = 1079,
		name = "三魂四魄者[赤血]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[48] = { 
		xls_id = 48,
		id = 1081,
		name = "地藏",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[49] = { 
		xls_id = 49,
		id = 1082,
		name = "风魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[50] = { 
		xls_id = 50,
		id = 1083,
		name = "暗影魔王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[51] = { 
		xls_id = 51,
		id = 1085,
		name = "霸王守卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[52] = { 
		xls_id = 52,
		id = 1086,
		name = "冰之殇",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[53] = { 
		xls_id = 53,
		id = 1087,
		name = "嗜血狂徒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[54] = { 
		xls_id = 54,
		id = 1088,
		name = "剧毒小旋风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[55] = { 
		xls_id = 55,
		id = 1089,
		name = "重甲守卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[56] = { 
		xls_id = 56,
		id = 1090,
		name = "爆毒神魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[57] = { 
		xls_id = 57,
		id = 1091,
		name = "震天魔神",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[58] = { 
		xls_id = 58,
		id = 1093,
		name = "小妖魔安菲翁[乱世]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[59] = { 
		xls_id = 59,
		id = 1095,
		name = "血色护卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[60] = { 
		xls_id = 60,
		id = 1096,
		name = "蛮荒斧卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[61] = { 
		xls_id = 61,
		id = 1097,
		name = "蛮荒刀卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[62] = { 
		xls_id = 62,
		id = 1098,
		name = "狂风白猪",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[63] = { 
		xls_id = 63,
		id = 1099,
		name = "藏地武修",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[64] = { 
		xls_id = 64,
		id = 1100,
		name = "赤炎火龙王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[65] = { 
		xls_id = 65,
		id = 1103,
		name = "流星魔锤",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[66] = { 
		xls_id = 66,
		id = 1104,
		name = "部落巫术士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[67] = { 
		xls_id = 67,
		id = 1105,
		name = "魔族之主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[68] = { 
		xls_id = 68,
		id = 1106,
		name = "夜色屠夫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[69] = { 
		xls_id = 69,
		id = 1108,
		name = "石窟战将",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[70] = { 
		xls_id = 70,
		id = 1110,
		name = "石窟石像",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[71] = { 
		xls_id = 71,
		id = 1111,
		name = "石窟祭司",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[72] = { 
		xls_id = 72,
		id = 1112,
		name = "拜月教主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[73] = { 
		xls_id = 73,
		id = 1113,
		name = "新月之主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 60000,
			},
		},
	},
	[74] = { 
		xls_id = 74,
		id = 1115,
		name = "背负棺材的男人[死神之子]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[75] = { 
		xls_id = 75,
		id = 1116,
		name = "生命终结者[异界]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[76] = { 
		xls_id = 76,
		id = 1118,
		name = "太虚古龙赫卡忒[神圣之龙]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[77] = { 
		xls_id = 77,
		id = 1119,
		name = "未知剑灵守护·怨魁之体",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[78] = { 
		xls_id = 78,
		id = 1120,
		name = "玄幽邪恶古神像·魔主降临",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[79] = { 
		xls_id = 79,
		id = 1131,
		name = "蛮域主宰",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[80] = { 
		xls_id = 80,
		id = 1132,
		name = "蛮域刀客",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[81] = { 
		xls_id = 81,
		id = 1133,
		name = "蛮域狮王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[82] = { 
		xls_id = 82,
		id = 1134,
		name = "蛮域侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[83] = { 
		xls_id = 83,
		id = 1135,
		name = "蛮域魔王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[84] = { 
		xls_id = 84,
		id = 1136,
		name = "蛮域护卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[85] = { 
		xls_id = 85,
		id = 1137,
		name = "血界道祖",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[86] = { 
		xls_id = 86,
		id = 1138,
		name = "怨灵之体",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[87] = { 
		xls_id = 87,
		id = 1139,
		name = "狂沙之魂",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[88] = { 
		xls_id = 88,
		id = 1140,
		name = "炎骨妖",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[89] = { 
		xls_id = 89,
		id = 1141,
		name = "天机老人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[90] = { 
		xls_id = 90,
		id = 1142,
		name = "蛮荒之主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[91] = { 
		xls_id = 91,
		id = 1143,
		name = "噬月玄帝",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[92] = { 
		xls_id = 92,
		id = 1144,
		name = "怪异五通兽「通天」",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[93] = { 
		xls_id = 93,
		id = 1145,
		name = "死亡歌颂者「灵主」",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[94] = { 
		xls_id = 94,
		id = 1147,
		name = "武仙圣女",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[95] = { 
		xls_id = 95,
		id = 1148,
		name = "飓风道人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[96] = { 
		xls_id = 96,
		id = 1149,
		name = "疾风银狼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[97] = { 
		xls_id = 97,
		id = 1150,
		name = "幻元素晶体",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[98] = { 
		xls_id = 98,
		id = 1151,
		name = "天魂☆驱逐境领主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[99] = { 
		xls_id = 99,
		id = 1152,
		name = "魔祭祀★凯克撒撕",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[100] = { 
		xls_id = 100,
		id = 1153,
		name = "神圣气息的九头龙[远古遗族]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[101] = { 
		xls_id = 101,
		id = 1157,
		name = "异次元人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[102] = { 
		xls_id = 102,
		id = 1158,
		name = "暗天战魂",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[103] = { 
		xls_id = 103,
		id = 1159,
		name = "魔灵巫师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[104] = { 
		xls_id = 104,
		id = 1160,
		name = "天雷公主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[105] = { 
		xls_id = 105,
		id = 1161,
		name = "☆雷之灵☆",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[106] = { 
		xls_id = 106,
		id = 1162,
		name = "闪电傲风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[107] = { 
		xls_id = 107,
		id = 1163,
		name = "萬古天神",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[108] = { 
		xls_id = 108,
		id = 1164,
		name = "雷之法界·长风[道法合一]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[109] = { 
		xls_id = 109,
		id = 1166,
		name = "疯狂的卧龙使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[110] = { 
		xls_id = 110,
		id = 1167,
		name = "「火焰巨灵·SSSSSSS」",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[111] = { 
		xls_id = 111,
		id = 1169,
		name = "幽魂战士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[112] = { 
		xls_id = 112,
		id = 1170,
		name = "幽魂守卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[113] = { 
		xls_id = 113,
		id = 1171,
		name = "幽魂杀手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[114] = { 
		xls_id = 114,
		id = 1172,
		name = "灵魂收割者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[115] = { 
		xls_id = 115,
		id = 1173,
		name = "人面魔蛛",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[116] = { 
		xls_id = 116,
		id = 1174,
		name = "死亡使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[117] = { 
		xls_id = 117,
		id = 1175,
		name = "斩鬼神（黑化丧失）",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[118] = { 
		xls_id = 118,
		id = 1176,
		name = "冰火掌控者[至高]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[119] = { 
		xls_id = 119,
		id = 1177,
		name = "丑陋的地狱犬[沉寂]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[120] = { 
		xls_id = 120,
		id = 1178,
		name = "主神本杰明之魂[主宰]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[121] = { 
		xls_id = 121,
		id = 1180,
		name = "炼狱圣兽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[122] = { 
		xls_id = 122,
		id = 1181,
		name = "地狱猎犬",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[123] = { 
		xls_id = 123,
		id = 1182,
		name = "爆裂赤魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[124] = { 
		xls_id = 124,
		id = 1183,
		name = "贪婪之王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[125] = { 
		xls_id = 125,
		id = 1184,
		name = "恶梦魇魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[126] = { 
		xls_id = 126,
		id = 1185,
		name = "幽冥幽狼[图腾]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[127] = { 
		xls_id = 127,
		id = 1186,
		name = "死亡骑士[通灵]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[128] = { 
		xls_id = 128,
		id = 1187,
		name = "黄泉魔主[禁忌]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[129] = { 
		xls_id = 129,
		id = 1188,
		name = "大力魔王[圣]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[130] = { 
		xls_id = 130,
		id = 1189,
		name = "妖々天煞",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[131] = { 
		xls_id = 131,
		id = 1190,
		name = "★★★夜魂★★★",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[132] = { 
		xls_id = 132,
		id = 1192,
		name = "妖月灵兽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[133] = { 
		xls_id = 133,
		id = 1193,
		name = "妖月赤狐",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[134] = { 
		xls_id = 134,
		id = 1194,
		name = "黑暗魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[135] = { 
		xls_id = 135,
		id = 1195,
		name = "黑暗巫师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[136] = { 
		xls_id = 136,
		id = 1196,
		name = "大地暴剑魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[137] = { 
		xls_id = 137,
		id = 1197,
		name = "堕落的审判魔王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[138] = { 
		xls_id = 138,
		id = 1198,
		name = "山神修普诺斯[至高神灵]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[139] = { 
		xls_id = 139,
		id = 1200,
		name = "厥阴力士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[140] = { 
		xls_id = 140,
		id = 1201,
		name = "厥阴毒蛾",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[141] = { 
		xls_id = 141,
		id = 1202,
		name = "厥阴斧兵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[142] = { 
		xls_id = 142,
		id = 1203,
		name = "厥阴侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[143] = { 
		xls_id = 143,
		id = 1204,
		name = "迷雾修罗",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[144] = { 
		xls_id = 144,
		id = 1205,
		name = "深渊地行魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[145] = { 
		xls_id = 145,
		id = 1206,
		name = "巨灵大元素师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[146] = { 
		xls_id = 146,
		id = 1207,
		name = "暗之神·麦尔柯[咆哮]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[147] = { 
		xls_id = 147,
		id = 1209,
		name = "叛军战将",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[148] = { 
		xls_id = 148,
		id = 1210,
		name = "叛军护卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[149] = { 
		xls_id = 149,
		id = 1211,
		name = "叛军策士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[150] = { 
		xls_id = 150,
		id = 1212,
		name = "叛军武士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 50000,
			},
		},
	},
	[151] = { 
		xls_id = 151,
		id = 1213,
		name = "叛军刀斧手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[152] = { 
		xls_id = 152,
		id = 1214,
		name = "四臂魔怪王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[153] = { 
		xls_id = 153,
		id = 1215,
		name = "古战场魔王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[154] = { 
		xls_id = 154,
		id = 1216,
		name = "活死人舰长",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[155] = { 
		xls_id = 155,
		id = 1217,
		name = "金符鬼奴·赤虚[掌控]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[156] = { 
		xls_id = 156,
		id = 1225,
		name = "被封印的愤怒·天劫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[157] = { 
		xls_id = 157,
		id = 1226,
		name = "命运古神的低语[无上威严]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[158] = { 
		xls_id = 158,
		id = 1227,
		name = "来自其他位面的强者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[159] = { 
		xls_id = 159,
		id = 1229,
		name = "闭关多年的苦修者·世外高人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[160] = { 
		xls_id = 160,
		id = 1230,
		name = "大天使安提罗科斯·命运之神",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[161] = { 
		xls_id = 161,
		id = 1232,
		name = "沉迷暗黑世界的神·魔神降临",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[162] = { 
		xls_id = 162,
		id = 1235,
		name = "小鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[163] = { 
		xls_id = 163,
		id = 1236,
		name = "厉鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[164] = { 
		xls_id = 164,
		id = 1237,
		name = "鬼火",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[165] = { 
		xls_id = 165,
		id = 1238,
		name = "孤魂",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[166] = { 
		xls_id = 166,
		id = 1239,
		name = "野鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[167] = { 
		xls_id = 167,
		id = 1240,
		name = "(鬼)太阴天子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[168] = { 
		xls_id = 168,
		id = 1241,
		name = "(鬼)黑无常",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[169] = { 
		xls_id = 169,
		id = 1242,
		name = "(鬼)白无常",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[170] = { 
		xls_id = 170,
		id = 1243,
		name = "通灵兽·谛听",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[171] = { 
		xls_id = 171,
		id = 1244,
		name = "阎罗王★★★",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[172] = { 
		xls_id = 172,
		id = 1246,
		name = "阴朝地府的鬼[索命]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[173] = { 
		xls_id = 173,
		id = 1248,
		name = "远古四臂魔王[鬼神]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[174] = { 
		xls_id = 174,
		id = 1250,
		name = "寂静守护",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[175] = { 
		xls_id = 175,
		id = 1251,
		name = "寂静恶魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[176] = { 
		xls_id = 176,
		id = 1252,
		name = "绿魂守卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[177] = { 
		xls_id = 177,
		id = 1253,
		name = "绿魂统领",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[178] = { 
		xls_id = 178,
		id = 1254,
		name = "龙人狴犴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[179] = { 
		xls_id = 179,
		id = 1255,
		name = "魔之虬龙",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[180] = { 
		xls_id = 180,
		id = 1256,
		name = "杀手夜魁",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[181] = { 
		xls_id = 181,
		id = 1257,
		name = "亡灵巡夜人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[182] = { 
		xls_id = 182,
		id = 1258,
		name = "蔓延恐惧的怪物「九头蛇」",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[183] = { 
		xls_id = 183,
		id = 1261,
		name = "黑水侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[184] = { 
		xls_id = 184,
		id = 1262,
		name = "黑水猎人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[185] = { 
		xls_id = 185,
		id = 1263,
		name = "黑水骑士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[186] = { 
		xls_id = 186,
		id = 1264,
		name = "黑水祭祀",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[187] = { 
		xls_id = 187,
		id = 1265,
		name = "黑水侍从",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[188] = { 
		xls_id = 188,
		id = 1266,
		name = "四瞳㊣天妖",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[189] = { 
		xls_id = 189,
		id = 1267,
		name = "娜迦㊣妖魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[190] = { 
		xls_id = 190,
		id = 1268,
		name = "幻虚㊣石人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[191] = { 
		xls_id = 191,
		id = 1269,
		name = "蛮荒㊣执法者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[192] = { 
		xls_id = 192,
		id = 1270,
		name = "黑水㊣裁决者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[193] = { 
		xls_id = 193,
		id = 1271,
		name = "天魔之子佐玛[魔狱]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[194] = { 
		xls_id = 194,
		id = 1273,
		name = "吊死鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[195] = { 
		xls_id = 195,
		id = 1274,
		name = "饿死鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[196] = { 
		xls_id = 196,
		id = 1275,
		name = "骷髅怪",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[197] = { 
		xls_id = 197,
		id = 1276,
		name = "僵尸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[198] = { 
		xls_id = 198,
		id = 1277,
		name = "夜叉",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[199] = { 
		xls_id = 199,
		id = 1278,
		name = "鬼画符",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 80000,
			},
		},
	},
	[200] = { 
		xls_id = 200,
		id = 1280,
		name = "死灵使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[201] = { 
		xls_id = 201,
		id = 1281,
		name = "无魂阴罗",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[202] = { 
		xls_id = 202,
		id = 1282,
		name = "不死血厉",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[203] = { 
		xls_id = 203,
		id = 1283,
		name = "无间鬼煞",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[204] = { 
		xls_id = 204,
		id = 1284,
		name = "阴尸鬼王·尸山血海",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[205] = { 
		xls_id = 205,
		id = 1286,
		name = "(鬼)孟婆",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[206] = { 
		xls_id = 206,
		id = 1287,
		name = "(鬼)夜游神",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[207] = { 
		xls_id = 207,
		id = 1288,
		name = "(鬼)牛头马面",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[208] = { 
		xls_id = 208,
		id = 1289,
		name = "(鬼)招魂鬼叟",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[209] = { 
		xls_id = 209,
		id = 1290,
		name = "鬼界至尊·五方鬼帝",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[210] = { 
		xls_id = 210,
		id = 1292,
		name = "三之界·≮巨龙之魂≯★★★主宰",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[211] = { 
		xls_id = 211,
		id = 1293,
		name = "传承神力的隐居老人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[212] = { 
		xls_id = 212,
		id = 1294,
		name = "◆◆◆杀戮之王◆◆◆",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[213] = { 
		xls_id = 213,
		id = 1296,
		name = "魔帝斯卡曼德洛斯[冥界掌控]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[214] = { 
		xls_id = 214,
		id = 1297,
		name = "酆都大帝★★★★★★",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[215] = { 
		xls_id = 215,
		id = 1300,
		name = "黑暗狂战士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[216] = { 
		xls_id = 216,
		id = 1301,
		name = "黑暗巨魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[217] = { 
		xls_id = 217,
		id = 1302,
		name = "黑魔猎手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[218] = { 
		xls_id = 218,
		id = 1303,
		name = "黑魔牧师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
	},
	[219] = { 
		xls_id = 219,
		id = 1304,
		name = "遗忘牛魔[暗]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[220] = { 
		xls_id = 220,
		id = 1305,
		name = "暗夜尸魔[暗]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[221] = { 
		xls_id = 221,
		id = 1306,
		name = "行刑刽子手[暗]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[222] = { 
		xls_id = 222,
		id = 1307,
		name = "暗裔·天魔使者[殺]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[223] = { 
		xls_id = 223,
		id = 1309,
		name = "雪域熊战士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[224] = { 
		xls_id = 224,
		id = 1310,
		name = "雪域萨满",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[225] = { 
		xls_id = 225,
		id = 1311,
		name = "雪域追踪者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[226] = { 
		xls_id = 226,
		id = 1312,
		name = "雪域猎杀者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[227] = { 
		xls_id = 227,
		id = 1313,
		name = "冰雪灵狐",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[228] = { 
		xls_id = 228,
		id = 1314,
		name = "夜幽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[229] = { 
		xls_id = 229,
		id = 1315,
		name = "明昼使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[230] = { 
		xls_id = 230,
		id = 1316,
		name = "寒冬之凛·瑟斯[神话]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[231] = { 
		xls_id = 231,
		id = 1318,
		name = "黑色蜥蜴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[232] = { 
		xls_id = 232,
		id = 1319,
		name = "混乱炎魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[233] = { 
		xls_id = 233,
		id = 1320,
		name = "龙王护卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[234] = { 
		xls_id = 234,
		id = 1321,
		name = "龙王侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[235] = { 
		xls_id = 235,
		id = 1322,
		name = "缚风者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[236] = { 
		xls_id = 236,
		id = 1323,
		name = "黑角",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[237] = { 
		xls_id = 237,
		id = 1324,
		name = "撕裂者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[238] = { 
		xls_id = 238,
		id = 1325,
		name = "道罗斯·黑龙神[MAX]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[239] = { 
		xls_id = 239,
		id = 1328,
		name = "光之精灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[240] = { 
		xls_id = 240,
		id = 1329,
		name = "血精灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[241] = { 
		xls_id = 241,
		id = 1330,
		name = "暗夜精灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[242] = { 
		xls_id = 242,
		id = 1331,
		name = "虚空精灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[243] = { 
		xls_id = 243,
		id = 1332,
		name = "风语者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[244] = { 
		xls_id = 244,
		id = 1333,
		name = "怒风者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[245] = { 
		xls_id = 245,
		id = 1334,
		name = "风之大魔导师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[246] = { 
		xls_id = 246,
		id = 1336,
		name = "永恒の守护·泰达希尔[世界之树]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[247] = { 
		xls_id = 247,
		id = 1338,
		name = "矮人哥布林",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[248] = { 
		xls_id = 248,
		id = 1339,
		name = "愤怒哥布林",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[249] = { 
		xls_id = 249,
		id = 1340,
		name = "火焰哥布林",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[250] = { 
		xls_id = 250,
		id = 1341,
		name = "冰霜哥布林",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[251] = { 
		xls_id = 251,
		id = 1342,
		name = "十夫长",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[252] = { 
		xls_id = 252,
		id = 1343,
		name = "落雷凯诺",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[253] = { 
		xls_id = 253,
		id = 1344,
		name = "卡格",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[254] = { 
		xls_id = 254,
		id = 1345,
		name = "哥布林之王·高格(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[255] = { 
		xls_id = 255,
		id = 1347,
		name = "火元素",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[256] = { 
		xls_id = 256,
		id = 1348,
		name = "火焰精灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[257] = { 
		xls_id = 257,
		id = 1349,
		name = "烈焰魔兽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[258] = { 
		xls_id = 258,
		id = 1350,
		name = "熔岩巨魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[259] = { 
		xls_id = 259,
		id = 1351,
		name = "魔之火元素",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[260] = { 
		xls_id = 260,
		id = 1352,
		name = "上古熔火恶犬",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[261] = { 
		xls_id = 261,
		id = 1353,
		name = "烈焰奔腾者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[262] = { 
		xls_id = 262,
		id = 1354,
		name = "炎魔·拉格纳罗斯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[263] = { 
		xls_id = 263,
		id = 1355,
		name = "（古神）克苏恩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[264] = { 
		xls_id = 264,
		id = 1356,
		name = "火麒麟",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[265] = { 
		xls_id = 265,
		id = 1358,
		name = "月影守卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[266] = { 
		xls_id = 266,
		id = 1359,
		name = "月影祭祀",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[267] = { 
		xls_id = 267,
		id = 1360,
		name = "月影战士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[268] = { 
		xls_id = 268,
		id = 1361,
		name = "月影法师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 120000,
			},
		},
	},
	[269] = { 
		xls_id = 269,
		id = 1362,
		name = "战争领主[月]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[270] = { 
		xls_id = 270,
		id = 1363,
		name = "法外狂徒[月]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[271] = { 
		xls_id = 271,
		id = 1364,
		name = "剧毒术士[月]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[272] = { 
		xls_id = 272,
		id = 1365,
		name = "月光领主·拉卡诺斯(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[273] = { 
		xls_id = 273,
		id = 1367,
		name = "邪恶的血色巨人·超人工智能",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[274] = { 
		xls_id = 274,
		id = 1368,
		name = "毁灭骑士·贝利亚斯(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[275] = { 
		xls_id = 275,
		id = 1370,
		name = "束缚的阿尔库俄纽斯·半神之子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[276] = { 
		xls_id = 276,
		id = 1377,
		name = "血灵侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[277] = { 
		xls_id = 277,
		id = 1378,
		name = "双刀战士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[278] = { 
		xls_id = 278,
		id = 1379,
		name = "巨镰侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[279] = { 
		xls_id = 279,
		id = 1380,
		name = "巨刃力士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[280] = { 
		xls_id = 280,
		id = 1381,
		name = "强毒法师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[281] = { 
		xls_id = 281,
		id = 1382,
		name = "丛林破坏者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[282] = { 
		xls_id = 282,
		id = 1383,
		name = "淬体血魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[283] = { 
		xls_id = 283,
		id = 1384,
		name = "蛮王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[284] = { 
		xls_id = 284,
		id = 1385,
		name = "急先锋",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[285] = { 
		xls_id = 285,
		id = 1386,
		name = "咒印术士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[286] = { 
		xls_id = 286,
		id = 1387,
		name = "断头者勇士[无畏]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[287] = { 
		xls_id = 287,
		id = 1388,
		name = "虚空冰晶蝎[异界]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[288] = { 
		xls_id = 288,
		id = 1390,
		name = "邪灵护卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[289] = { 
		xls_id = 289,
		id = 1391,
		name = "死亡法师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[290] = { 
		xls_id = 290,
		id = 1392,
		name = "鬼魅之幽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 150000,
			},
		},
	},
	[291] = { 
		xls_id = 291,
		id = 1393,
		name = "恶灵挺进者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[292] = { 
		xls_id = 292,
		id = 1394,
		name = "剑圣",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[293] = { 
		xls_id = 293,
		id = 1395,
		name = "重装使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[294] = { 
		xls_id = 294,
		id = 1396,
		name = "魅影刀客",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[295] = { 
		xls_id = 295,
		id = 1397,
		name = "圣者米歇尔[神圣]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[296] = { 
		xls_id = 296,
		id = 1399,
		name = "【ＳＳＳ】天之驱逐者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[297] = { 
		xls_id = 297,
		id = 1400,
		name = "“破晓之眼”安晓",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[298] = { 
		xls_id = 298,
		id = 1401,
		name = "时间缔造者の罗什",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[299] = { 
		xls_id = 299,
		id = 1402,
		name = "【ＳＳＳ】第七使者·米斯特",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[300] = { 
		xls_id = 300,
		id = 1404,
		name = "天道法则守护者·帝尊之皇",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[301] = { 
		xls_id = 301,
		id = 1405,
		name = "巫妖王之怒·寒冰王座★★★★",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[302] = { 
		xls_id = 302,
		id = 1407,
		name = "海猎人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[303] = { 
		xls_id = 303,
		id = 1408,
		name = "鱼叉手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[304] = { 
		xls_id = 304,
		id = 1409,
		name = "蛮力船工",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[305] = { 
		xls_id = 305,
		id = 1410,
		name = "水鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[306] = { 
		xls_id = 306,
		id = 1411,
		name = "深航幽灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[307] = { 
		xls_id = 307,
		id = 1412,
		name = "幽灵将军",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[308] = { 
		xls_id = 308,
		id = 1413,
		name = "恶魔霸主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[309] = { 
		xls_id = 309,
		id = 1414,
		name = "海底哨兵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[310] = { 
		xls_id = 310,
		id = 1415,
		name = "水晶巨兽",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[311] = { 
		xls_id = 311,
		id = 1416,
		name = "真·深海霸主SSSSSS",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[312] = { 
		xls_id = 312,
		id = 1417,
		name = "血神·哈卡の化身",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[313] = { 
		xls_id = 313,
		id = 1419,
		name = "食尸鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[314] = { 
		xls_id = 314,
		id = 1420,
		name = "黑暗怨灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[315] = { 
		xls_id = 315,
		id = 1421,
		name = "魑魅梦魇",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[316] = { 
		xls_id = 316,
		id = 1422,
		name = "暗夜冥卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[317] = { 
		xls_id = 317,
		id = 1423,
		name = "魔神分身",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[318] = { 
		xls_id = 318,
		id = 1424,
		name = "地狱使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[319] = { 
		xls_id = 319,
		id = 1425,
		name = "极冰之焰",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[320] = { 
		xls_id = 320,
		id = 1426,
		name = "暗⊙灾祸领主·斯卡文",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[321] = { 
		xls_id = 321,
		id = 1429,
		name = "冰洌勇士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[322] = { 
		xls_id = 322,
		id = 1430,
		name = "冰洌侍卫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[323] = { 
		xls_id = 323,
		id = 1431,
		name = "冰洌战将",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[324] = { 
		xls_id = 324,
		id = 1432,
		name = "冰霜女巫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[325] = { 
		xls_id = 325,
		id = 1433,
		name = "冰洌之怒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[326] = { 
		xls_id = 326,
		id = 1434,
		name = "雪原之子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[327] = { 
		xls_id = 327,
		id = 1435,
		name = "雪域巨魔之王[暴怒]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[328] = { 
		xls_id = 328,
		id = 1437,
		name = "持剑僵尸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[329] = { 
		xls_id = 329,
		id = 1439,
		name = "红寡妇",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[330] = { 
		xls_id = 330,
		id = 1440,
		name = "夺魂魔蛛",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[331] = { 
		xls_id = 331,
		id = 1441,
		name = "悲鸣骑士[逐灵]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[332] = { 
		xls_id = 332,
		id = 1442,
		name = "灵庙石碑[图腾]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[333] = { 
		xls_id = 333,
		id = 1443,
		name = "灵庙教主[禁忌]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[334] = { 
		xls_id = 334,
		id = 1444,
		name = "基尔罗格死眼[统治威严]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[335] = { 
		xls_id = 335,
		id = 1446,
		name = "★★★变异巨兽·艾瑞斯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[336] = { 
		xls_id = 336,
		id = 1447,
		name = "★★★生化巨兽·阿瑞斯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[337] = { 
		xls_id = 337,
		id = 1450,
		name = "丛林僵尸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[338] = { 
		xls_id = 338,
		id = 1451,
		name = "卡尔扎克",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[339] = { 
		xls_id = 339,
		id = 1452,
		name = "园丁鲁尔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[340] = { 
		xls_id = 340,
		id = 1453,
		name = "埃里尼斯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[341] = { 
		xls_id = 341,
		id = 1454,
		name = "蚀月女王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[342] = { 
		xls_id = 342,
		id = 1455,
		name = "红眸狂猿",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[343] = { 
		xls_id = 343,
		id = 1456,
		name = "太古狂魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[344] = { 
		xls_id = 344,
		id = 1457,
		name = "上古魔王",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[345] = { 
		xls_id = 345,
		id = 1458,
		name = "地狱烈焰·亡灵骑士(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[346] = { 
		xls_id = 346,
		id = 1460,
		name = "火焰幼龙",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[347] = { 
		xls_id = 347,
		id = 1461,
		name = "巨龙斗士",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[348] = { 
		xls_id = 348,
		id = 1462,
		name = "光石巨人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[349] = { 
		xls_id = 349,
		id = 1463,
		name = "拉巴之魂",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[350] = { 
		xls_id = 350,
		id = 1464,
		name = "巨龙统领",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[351] = { 
		xls_id = 351,
		id = 1465,
		name = "孤魂战龙",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[352] = { 
		xls_id = 352,
		id = 1466,
		name = "巨龙使者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[353] = { 
		xls_id = 353,
		id = 1467,
		name = "究极巨龙纳特拉(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[354] = { 
		xls_id = 354,
		id = 1469,
		name = "幽闭之灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[355] = { 
		xls_id = 355,
		id = 1470,
		name = "哀嚎妖灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[356] = { 
		xls_id = 356,
		id = 1471,
		name = "时间使徒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[357] = { 
		xls_id = 357,
		id = 1472,
		name = "时光女神",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[358] = { 
		xls_id = 358,
		id = 1473,
		name = "被时间困住的人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[359] = { 
		xls_id = 359,
		id = 1474,
		name = "星之女祭祀",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[360] = { 
		xls_id = 360,
		id = 1475,
		name = "时空守护神",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[361] = { 
		xls_id = 361,
		id = 1476,
		name = "时间预言者·佉罗(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[362] = { 
		xls_id = 362,
		id = 1478,
		name = "御天·杀戮々轮回六道≮终极≯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[363] = { 
		xls_id = 363,
		id = 1480,
		name = "破灭灯魔·超空间「混沌护法」",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[364] = { 
		xls_id = 364,
		id = 1482,
		name = "入魔狂战",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[365] = { 
		xls_id = 365,
		id = 1483,
		name = "隐居老森",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[366] = { 
		xls_id = 366,
		id = 1484,
		name = "半兽魔人",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[367] = { 
		xls_id = 367,
		id = 1485,
		name = "凶邪妖魅",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[368] = { 
		xls_id = 368,
		id = 1486,
		name = "癫狂的近战法师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[369] = { 
		xls_id = 369,
		id = 1487,
		name = "半兽族将军",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[370] = { 
		xls_id = 370,
		id = 1488,
		name = "圣人侍从",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[371] = { 
		xls_id = 371,
		id = 1489,
		name = "暗夜君王·影之鬼面(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[372] = { 
		xls_id = 372,
		id = 1491,
		name = "恶魔巫师",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[373] = { 
		xls_id = 373,
		id = 1492,
		name = "恶魔灵魂",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[374] = { 
		xls_id = 374,
		id = 1493,
		name = "血腥恶魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[375] = { 
		xls_id = 375,
		id = 1494,
		name = "遗忘恶魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[376] = { 
		xls_id = 376,
		id = 1495,
		name = "恶之漫游者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[377] = { 
		xls_id = 377,
		id = 1496,
		name = "夜语者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[378] = { 
		xls_id = 378,
		id = 1497,
		name = "禁区之主",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[379] = { 
		xls_id = 379,
		id = 1498,
		name = "灵魂行者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[380] = { 
		xls_id = 380,
		id = 1499,
		name = "禁忌·秩序的起源(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	[381] = { 
		xls_id = 381,
		id = 1501,
		name = "嗜血冤魂",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[382] = { 
		xls_id = 382,
		id = 1502,
		name = "嗜血影魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[383] = { 
		xls_id = 383,
		id = 1503,
		name = "黑暗女鬼",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[384] = { 
		xls_id = 384,
		id = 1504,
		name = "黑暗血魔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
	},
	[385] = { 
		xls_id = 385,
		id = 1505,
		name = "无情斩首者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[386] = { 
		xls_id = 386,
		id = 1506,
		name = "恶魔掠夺者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[387] = { 
		xls_id = 387,
		id = 1507,
		name = "昼夜裁决者",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
	},
	[388] = { 
		xls_id = 388,
		id = 1508,
		name = "封印的熾天使(Boss)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 400000,
			},
		},
	},
	["镰骨妖"] = { 
		xls_id = "镰骨妖",
		number = 34,
	},
	["石窟祭司"] = { 
		xls_id = "石窟祭司",
		number = 71,
	},
	["冰洌战将"] = { 
		xls_id = "冰洌战将",
		number = 323,
	},
	["萬古天神"] = { 
		xls_id = "萬古天神",
		number = 107,
	},
	["龙王侍卫"] = { 
		xls_id = "龙王侍卫",
		number = 234,
	},
	["十夫长"] = { 
		xls_id = "十夫长",
		number = 251,
	},
	["九尾魂石"] = { 
		xls_id = "九尾魂石",
		number = 15,
	},
	["幽魂战士"] = { 
		xls_id = "幽魂战士",
		number = 111,
	},
	["三之界·≮巨龙之魂≯★★★主宰"] = { 
		xls_id = "三之界·≮巨龙之魂≯★★★主宰",
		number = 210,
	},
	["魔之虬龙"] = { 
		xls_id = "魔之虬龙",
		number = 179,
	},
	["蓝影刀客"] = { 
		xls_id = "蓝影刀客",
		number = 9,
	},
	["酆都大帝★★★★★★"] = { 
		xls_id = "酆都大帝★★★★★★",
		number = 214,
	},
	["黑魔猎手"] = { 
		xls_id = "黑魔猎手",
		number = 217,
	},
	["火麒麟"] = { 
		xls_id = "火麒麟",
		number = 264,
	},
	["石窟石像"] = { 
		xls_id = "石窟石像",
		number = 70,
	},
	["死亡使者"] = { 
		xls_id = "死亡使者",
		number = 116,
	},
	["真·深海霸主SSSSSS"] = { 
		xls_id = "真·深海霸主SSSSSS",
		number = 311,
	},
	["缚风者"] = { 
		xls_id = "缚风者",
		number = 235,
	},
	["黑齿祭祀"] = { 
		xls_id = "黑齿祭祀",
		number = 42,
	},
	["暗之神·麦尔柯[咆哮]"] = { 
		xls_id = "暗之神·麦尔柯[咆哮]",
		number = 146,
	},
	["噬月玄帝"] = { 
		xls_id = "噬月玄帝",
		number = 91,
	},
	["地藏"] = { 
		xls_id = "地藏",
		number = 48,
	},
	["死亡歌颂者「灵主」"] = { 
		xls_id = "死亡歌颂者「灵主」",
		number = 93,
	},
	["风之大魔导师"] = { 
		xls_id = "风之大魔导师",
		number = 245,
	},
	["幽魂守卫"] = { 
		xls_id = "幽魂守卫",
		number = 112,
	},
	["未知剑灵守护·怨魁之体"] = { 
		xls_id = "未知剑灵守护·怨魁之体",
		number = 77,
	},
	["魔之灵"] = { 
		xls_id = "魔之灵",
		number = 8,
	},
	["邪灵护卫"] = { 
		xls_id = "邪灵护卫",
		number = 288,
	},
	["骷髅怪"] = { 
		xls_id = "骷髅怪",
		number = 196,
	},
	["光之精灵"] = { 
		xls_id = "光之精灵",
		number = 239,
	},
	["大力魔王[圣]"] = { 
		xls_id = "大力魔王[圣]",
		number = 129,
	},
	["混乱炎魔"] = { 
		xls_id = "混乱炎魔",
		number = 232,
	},
	["叛军刀斧手"] = { 
		xls_id = "叛军刀斧手",
		number = 151,
	},
	["深渊的魔兽"] = { 
		xls_id = "深渊的魔兽",
		number = 35,
	},
	["月影守卫"] = { 
		xls_id = "月影守卫",
		number = 265,
	},
	["撕裂者"] = { 
		xls_id = "撕裂者",
		number = 237,
	},
	["入魔狂战"] = { 
		xls_id = "入魔狂战",
		number = 364,
	},
	["鬼火"] = { 
		xls_id = "鬼火",
		number = 164,
	},
	["愤怒哥布林"] = { 
		xls_id = "愤怒哥布林",
		number = 248,
	},
	["妖月赤狐"] = { 
		xls_id = "妖月赤狐",
		number = 133,
	},
	["☆雷之灵☆"] = { 
		xls_id = "☆雷之灵☆",
		number = 105,
	},
	["强毒法师"] = { 
		xls_id = "强毒法师",
		number = 280,
	},
	["小妖魔安菲翁[乱世]"] = { 
		xls_id = "小妖魔安菲翁[乱世]",
		number = 58,
	},
	["巨型蜈蚣"] = { 
		xls_id = "巨型蜈蚣",
		number = 33,
	},
	["狂风白猪"] = { 
		xls_id = "狂风白猪",
		number = 62,
	},
	["厉鬼"] = { 
		xls_id = "厉鬼",
		number = 163,
	},
	["命运古神的低语[无上威严]"] = { 
		xls_id = "命运古神的低语[无上威严]",
		number = 157,
	},
	["兽人统领"] = { 
		xls_id = "兽人统领",
		number = 4,
	},
	["流星魔锤"] = { 
		xls_id = "流星魔锤",
		number = 65,
	},
	["黑齿法老"] = { 
		xls_id = "黑齿法老",
		number = 43,
	},
	["上古熔火恶犬"] = { 
		xls_id = "上古熔火恶犬",
		number = 260,
	},
	["束缚的阿尔库俄纽斯·半神之子"] = { 
		xls_id = "束缚的阿尔库俄纽斯·半神之子",
		number = 275,
	},
	["持剑僵尸"] = { 
		xls_id = "持剑僵尸",
		number = 328,
	},
	["魔帝斯卡曼德洛斯[冥界掌控]"] = { 
		xls_id = "魔帝斯卡曼德洛斯[冥界掌控]",
		number = 213,
	},
	["巨镰侍卫"] = { 
		xls_id = "巨镰侍卫",
		number = 278,
	},
	["黑暗狂战士"] = { 
		xls_id = "黑暗狂战士",
		number = 215,
	},
	["夜语者"] = { 
		xls_id = "夜语者",
		number = 377,
	},
	["蓝尾蜥蜴"] = { 
		xls_id = "蓝尾蜥蜴",
		number = 37,
	},
	["地狱猎犬"] = { 
		xls_id = "地狱猎犬",
		number = 122,
	},
	["黑暗巨魔"] = { 
		xls_id = "黑暗巨魔",
		number = 216,
	},
	["叛军武士"] = { 
		xls_id = "叛军武士",
		number = 150,
	},
	["灵魂收割者"] = { 
		xls_id = "灵魂收割者",
		number = 114,
	},
	["绿骷髅"] = { 
		xls_id = "绿骷髅",
		number = 6,
	},
	["红寡妇"] = { 
		xls_id = "红寡妇",
		number = 329,
	},
	["恶梦魇魔"] = { 
		xls_id = "恶梦魇魔",
		number = 125,
	},
	["厥阴力士"] = { 
		xls_id = "厥阴力士",
		number = 139,
	},
	["幽闭之灵"] = { 
		xls_id = "幽闭之灵",
		number = 354,
	},
	["海底哨兵"] = { 
		xls_id = "海底哨兵",
		number = 309,
	},
	["夺魂魔蛛"] = { 
		xls_id = "夺魂魔蛛",
		number = 330,
	},
	["剧毒术士[月]"] = { 
		xls_id = "剧毒术士[月]",
		number = 271,
	},
	["剧毒骷髅"] = { 
		xls_id = "剧毒骷髅",
		number = 10,
	},
	["黑猩猩"] = { 
		xls_id = "黑猩猩",
		number = 1,
	},
	["魔祭祀★凯克撒撕"] = { 
		xls_id = "魔祭祀★凯克撒撕",
		number = 99,
	},
	["爆裂赤魔"] = { 
		xls_id = "爆裂赤魔",
		number = 123,
	},
	["帝国卫士"] = { 
		xls_id = "帝国卫士",
		number = 14,
	},
	["森林野人"] = { 
		xls_id = "森林野人",
		number = 2,
	},
	["(鬼)孟婆"] = { 
		xls_id = "(鬼)孟婆",
		number = 205,
	},
	["黄泉魔主[禁忌]"] = { 
		xls_id = "黄泉魔主[禁忌]",
		number = 128,
	},
	["天机老人"] = { 
		xls_id = "天机老人",
		number = 89,
	},
	["石头人"] = { 
		xls_id = "石头人",
		number = 12,
	},
	["地狱使者"] = { 
		xls_id = "地狱使者",
		number = 318,
	},
	["御天·杀戮々轮回六道≮终极≯"] = { 
		xls_id = "御天·杀戮々轮回六道≮终极≯",
		number = 362,
	},
	["哀嚎妖灵"] = { 
		xls_id = "哀嚎妖灵",
		number = 355,
	},
	["阴尸鬼王·尸山血海"] = { 
		xls_id = "阴尸鬼王·尸山血海",
		number = 204,
	},
	["四瞳㊣天妖"] = { 
		xls_id = "四瞳㊣天妖",
		number = 188,
	},
	["昼夜裁决者"] = { 
		xls_id = "昼夜裁决者",
		number = 387,
	},
	["月影法师"] = { 
		xls_id = "月影法师",
		number = 268,
	},
	["矮人哥布林"] = { 
		xls_id = "矮人哥布林",
		number = 247,
	},
	["断头者勇士[无畏]"] = { 
		xls_id = "断头者勇士[无畏]",
		number = 286,
	},
	["冰霜哥布林"] = { 
		xls_id = "冰霜哥布林",
		number = 250,
	},
	["黑角"] = { 
		xls_id = "黑角",
		number = 236,
	},
	["疾风银狼"] = { 
		xls_id = "疾风银狼",
		number = 96,
	},
	["厥阴斧兵"] = { 
		xls_id = "厥阴斧兵",
		number = 141,
	},
	["阎罗王★★★"] = { 
		xls_id = "阎罗王★★★",
		number = 171,
	},
	["龙人狴犴"] = { 
		xls_id = "龙人狴犴",
		number = 178,
	},
	["无情斩首者"] = { 
		xls_id = "无情斩首者",
		number = 385,
	},
	["死亡法师"] = { 
		xls_id = "死亡法师",
		number = 289,
	},
	["卡尔扎克"] = { 
		xls_id = "卡尔扎克",
		number = 338,
	},
	["狂暴野猪"] = { 
		xls_id = "狂暴野猪",
		number = 3,
	},
	["岩石人"] = { 
		xls_id = "岩石人",
		number = 13,
	},
	["小树精"] = { 
		xls_id = "小树精",
		number = 18,
	},
	["桃木灵"] = { 
		xls_id = "桃木灵",
		number = 16,
	},
	["黑水侍卫"] = { 
		xls_id = "黑水侍卫",
		number = 183,
	},
	["黑水骑士"] = { 
		xls_id = "黑水骑士",
		number = 185,
	},
	["边境守卫"] = { 
		xls_id = "边境守卫",
		number = 21,
	},
	["边境队长"] = { 
		xls_id = "边境队长",
		number = 22,
	},
	["幽魂幽灵"] = { 
		xls_id = "幽魂幽灵",
		number = 23,
	},
	["黑蝙蝠"] = { 
		xls_id = "黑蝙蝠",
		number = 31,
	},
	["灵魂行者"] = { 
		xls_id = "灵魂行者",
		number = 379,
	},
	["鬼画符"] = { 
		xls_id = "鬼画符",
		number = 199,
	},
	["(鬼)黑无常"] = { 
		xls_id = "(鬼)黑无常",
		number = 168,
	},
	["时间缔造者の罗什"] = { 
		xls_id = "时间缔造者の罗什",
		number = 298,
	},
	["黑齿战士"] = { 
		xls_id = "黑齿战士",
		number = 41,
	},
	["黑齿教主"] = { 
		xls_id = "黑齿教主",
		number = 44,
	},
	["黑水侍从"] = { 
		xls_id = "黑水侍从",
		number = 187,
	},
	["雪域萨满"] = { 
		xls_id = "雪域萨满",
		number = 224,
	},
	["夜色屠夫"] = { 
		xls_id = "夜色屠夫",
		number = 68,
	},
	["灵庙教主[禁忌]"] = { 
		xls_id = "灵庙教主[禁忌]",
		number = 333,
	},
	["灵庙石碑[图腾]"] = { 
		xls_id = "灵庙石碑[图腾]",
		number = 332,
	},
	["风魔"] = { 
		xls_id = "风魔",
		number = 49,
	},
	["暗影魔王"] = { 
		xls_id = "暗影魔王",
		number = 50,
	},
	["生命终结者[异界]"] = { 
		xls_id = "生命终结者[异界]",
		number = 75,
	},
	["霸王守卫"] = { 
		xls_id = "霸王守卫",
		number = 51,
	},
	["时空守护神"] = { 
		xls_id = "时空守护神",
		number = 360,
	},
	["剧毒小旋风"] = { 
		xls_id = "剧毒小旋风",
		number = 54,
	},
	["黑暗巫师"] = { 
		xls_id = "黑暗巫师",
		number = 135,
	},
	["娜迦㊣妖魔"] = { 
		xls_id = "娜迦㊣妖魔",
		number = 189,
	},
	["亡灵巡夜人"] = { 
		xls_id = "亡灵巡夜人",
		number = 181,
	},
	["血色护卫"] = { 
		xls_id = "血色护卫",
		number = 59,
	},
	["蛮荒斧卫"] = { 
		xls_id = "蛮荒斧卫",
		number = 60,
	},
	["赤炎火龙王"] = { 
		xls_id = "赤炎火龙王",
		number = 64,
	},
	["极冰之焰"] = { 
		xls_id = "极冰之焰",
		number = 319,
	},
	["部落巫术士"] = { 
		xls_id = "部落巫术士",
		number = 66,
	},
	["魔族之主"] = { 
		xls_id = "魔族之主",
		number = 67,
	},
	["石窟战将"] = { 
		xls_id = "石窟战将",
		number = 69,
	},
	["时间预言者·佉罗(Boss)"] = { 
		xls_id = "时间预言者·佉罗(Boss)",
		number = 361,
	},
	["新月之主"] = { 
		xls_id = "新月之主",
		number = 73,
	},
	["蛮域刀客"] = { 
		xls_id = "蛮域刀客",
		number = 80,
	},
	["水鬼"] = { 
		xls_id = "水鬼",
		number = 305,
	},
	["蛮域狮王"] = { 
		xls_id = "蛮域狮王",
		number = 81,
	},
	["蛮域侍卫"] = { 
		xls_id = "蛮域侍卫",
		number = 82,
	},
	["血界道祖"] = { 
		xls_id = "血界道祖",
		number = 85,
	},
	["狂沙之魂"] = { 
		xls_id = "狂沙之魂",
		number = 87,
	},
	["金爪赤狐王"] = { 
		xls_id = "金爪赤狐王",
		number = 40,
	},
	["炎骨妖"] = { 
		xls_id = "炎骨妖",
		number = 88,
	},
	["蛮荒之主"] = { 
		xls_id = "蛮荒之主",
		number = 90,
	},
	["行刑刽子手[暗]"] = { 
		xls_id = "行刑刽子手[暗]",
		number = 221,
	},
	["怪异五通兽「通天」"] = { 
		xls_id = "怪异五通兽「通天」",
		number = 92,
	},
	["月光领主·拉卡诺斯(Boss)"] = { 
		xls_id = "月光领主·拉卡诺斯(Boss)",
		number = 272,
	},
	["魅影刀客"] = { 
		xls_id = "魅影刀客",
		number = 294,
	},
	["寒冬之凛·瑟斯[神话]"] = { 
		xls_id = "寒冬之凛·瑟斯[神话]",
		number = 230,
	},
	["武仙圣女"] = { 
		xls_id = "武仙圣女",
		number = 94,
	},
	["神圣气息的九头龙[远古遗族]"] = { 
		xls_id = "神圣气息的九头龙[远古遗族]",
		number = 100,
	},
	["癫狂的近战法师"] = { 
		xls_id = "癫狂的近战法师",
		number = 368,
	},
	["恶灵挺进者"] = { 
		xls_id = "恶灵挺进者",
		number = 291,
	},
	["大天使安提罗科斯·命运之神"] = { 
		xls_id = "大天使安提罗科斯·命运之神",
		number = 160,
	},
	["阴朝地府的鬼[索命]"] = { 
		xls_id = "阴朝地府的鬼[索命]",
		number = 172,
	},
	["人面魔蛛"] = { 
		xls_id = "人面魔蛛",
		number = 115,
	},
	["斩鬼神（黑化丧失）"] = { 
		xls_id = "斩鬼神（黑化丧失）",
		number = 117,
	},
	["冰火掌控者[至高]"] = { 
		xls_id = "冰火掌控者[至高]",
		number = 118,
	},
	["丑陋的地狱犬[沉寂]"] = { 
		xls_id = "丑陋的地狱犬[沉寂]",
		number = 119,
	},
	["主神本杰明之魂[主宰]"] = { 
		xls_id = "主神本杰明之魂[主宰]",
		number = 120,
	},
	["◆◆◆杀戮之王◆◆◆"] = { 
		xls_id = "◆◆◆杀戮之王◆◆◆",
		number = 212,
	},
	["哥布林之王·高格(Boss)"] = { 
		xls_id = "哥布林之王·高格(Boss)",
		number = 254,
	},
	["重甲守卫"] = { 
		xls_id = "重甲守卫",
		number = 55,
	},
	["狂暴蝴蝶仙子"] = { 
		xls_id = "狂暴蝴蝶仙子",
		number = 29,
	},
	["厥阴毒蛾"] = { 
		xls_id = "厥阴毒蛾",
		number = 140,
	},
	["堕落的审判魔王"] = { 
		xls_id = "堕落的审判魔王",
		number = 137,
	},
	["时光女神"] = { 
		xls_id = "时光女神",
		number = 357,
	},
	["(鬼)太阴天子"] = { 
		xls_id = "(鬼)太阴天子",
		number = 167,
	},
	["叛军战将"] = { 
		xls_id = "叛军战将",
		number = 147,
	},
	["古战场魔王"] = { 
		xls_id = "古战场魔王",
		number = 153,
	},
	["活死人舰长"] = { 
		xls_id = "活死人舰长",
		number = 154,
	},
	["雷之法界·长风[道法合一]"] = { 
		xls_id = "雷之法界·长风[道法合一]",
		number = 108,
	},
	["暗夜尸魔[暗]"] = { 
		xls_id = "暗夜尸魔[暗]",
		number = 220,
	},
	["金符鬼奴·赤虚[掌控]"] = { 
		xls_id = "金符鬼奴·赤虚[掌控]",
		number = 155,
	},
	["被封印的愤怒·天劫"] = { 
		xls_id = "被封印的愤怒·天劫",
		number = 156,
	},
	["闭关多年的苦修者·世外高人"] = { 
		xls_id = "闭关多年的苦修者·世外高人",
		number = 159,
	},
	["恶魔掠夺者"] = { 
		xls_id = "恶魔掠夺者",
		number = 386,
	},
	["银爪收割者"] = { 
		xls_id = "银爪收割者",
		number = 25,
	},
	["天之御风(卧龙)"] = { 
		xls_id = "天之御风(卧龙)",
		number = 45,
	},
	["光石巨人"] = { 
		xls_id = "光石巨人",
		number = 348,
	},
	["明昼使者"] = { 
		xls_id = "明昼使者",
		number = 229,
	},
	["暗裔·天魔使者[殺]"] = { 
		xls_id = "暗裔·天魔使者[殺]",
		number = 222,
	},
	["血灵侍卫"] = { 
		xls_id = "血灵侍卫",
		number = 276,
	},
	["蛮力船工"] = { 
		xls_id = "蛮力船工",
		number = 304,
	},
	["「火焰巨灵·SSSSSSS」"] = { 
		xls_id = "「火焰巨灵·SSSSSSS」",
		number = 110,
	},
	["凶邪妖魅"] = { 
		xls_id = "凶邪妖魅",
		number = 367,
	},
	["传承神力的隐居老人"] = { 
		xls_id = "传承神力的隐居老人",
		number = 211,
	},
	["寂静恶魔"] = { 
		xls_id = "寂静恶魔",
		number = 175,
	},
	["黑水猎人"] = { 
		xls_id = "黑水猎人",
		number = 184,
	},
	["巡山者"] = { 
		xls_id = "巡山者",
		number = 7,
	},
	["怨灵之体"] = { 
		xls_id = "怨灵之体",
		number = 86,
	},
	["上古魔王"] = { 
		xls_id = "上古魔王",
		number = 344,
	},
	["黑水祭祀"] = { 
		xls_id = "黑水祭祀",
		number = 186,
	},
	["叛军护卫"] = { 
		xls_id = "叛军护卫",
		number = 148,
	},
	["幻元素晶体"] = { 
		xls_id = "幻元素晶体",
		number = 97,
	},
	["幻虚㊣石人"] = { 
		xls_id = "幻虚㊣石人",
		number = 190,
	},
	["蛮荒㊣执法者"] = { 
		xls_id = "蛮荒㊣执法者",
		number = 191,
	},
	["藏地武修"] = { 
		xls_id = "藏地武修",
		number = 63,
	},
	["天魂☆驱逐境领主"] = { 
		xls_id = "天魂☆驱逐境领主",
		number = 98,
	},
	["杀手夜魁"] = { 
		xls_id = "杀手夜魁",
		number = 180,
	},
	["妖月灵兽"] = { 
		xls_id = "妖月灵兽",
		number = 132,
	},
	["夜叉"] = { 
		xls_id = "夜叉",
		number = 198,
	},
	["水晶巨兽"] = { 
		xls_id = "水晶巨兽",
		number = 310,
	},
	["天道法则守护者·帝尊之皇"] = { 
		xls_id = "天道法则守护者·帝尊之皇",
		number = 300,
	},
	["(鬼)招魂鬼叟"] = { 
		xls_id = "(鬼)招魂鬼叟",
		number = 208,
	},
	["炼狱圣兽"] = { 
		xls_id = "炼狱圣兽",
		number = 121,
	},
	["蔓延恐惧的怪物「九头蛇」"] = { 
		xls_id = "蔓延恐惧的怪物「九头蛇」",
		number = 182,
	},
	["雪域猎杀者"] = { 
		xls_id = "雪域猎杀者",
		number = 226,
	},
	["潮汐公主"] = { 
		xls_id = "潮汐公主",
		number = 28,
	},
	["圣者米歇尔[神圣]"] = { 
		xls_id = "圣者米歇尔[神圣]",
		number = 295,
	},
	["遗忘牛魔[暗]"] = { 
		xls_id = "遗忘牛魔[暗]",
		number = 219,
	},
	["天之斩浪(卧龙)"] = { 
		xls_id = "天之斩浪(卧龙)",
		number = 46,
	},
	["雪域追踪者"] = { 
		xls_id = "雪域追踪者",
		number = 225,
	},
	["雪域熊战士"] = { 
		xls_id = "雪域熊战士",
		number = 223,
	},
	["冰雪灵狐"] = { 
		xls_id = "冰雪灵狐",
		number = 227,
	},
	["绿魂守卫"] = { 
		xls_id = "绿魂守卫",
		number = 176,
	},
	["野鬼"] = { 
		xls_id = "野鬼",
		number = 166,
	},
	["食尸鬼"] = { 
		xls_id = "食尸鬼",
		number = 313,
	},
	["(鬼)牛头马面"] = { 
		xls_id = "(鬼)牛头马面",
		number = 207,
	},
	["红眸狂猿"] = { 
		xls_id = "红眸狂猿",
		number = 342,
	},
	["黑色蜥蜴"] = { 
		xls_id = "黑色蜥蜴",
		number = 231,
	},
	["黑水㊣裁决者"] = { 
		xls_id = "黑水㊣裁决者",
		number = 192,
	},
	["道罗斯·黑龙神[MAX]"] = { 
		xls_id = "道罗斯·黑龙神[MAX]",
		number = 238,
	},
	["通灵兽·谛听"] = { 
		xls_id = "通灵兽·谛听",
		number = 170,
	},
	["龙王护卫"] = { 
		xls_id = "龙王护卫",
		number = 233,
	},
	["虚空精灵"] = { 
		xls_id = "虚空精灵",
		number = 242,
	},
	["蛮域护卫"] = { 
		xls_id = "蛮域护卫",
		number = 84,
	},
	["风语者"] = { 
		xls_id = "风语者",
		number = 243,
	},
	["半兽魔人"] = { 
		xls_id = "半兽魔人",
		number = 366,
	},
	["寂静守护"] = { 
		xls_id = "寂静守护",
		number = 174,
	},
	["僵尸"] = { 
		xls_id = "僵尸",
		number = 197,
	},
	["暗⊙灾祸领主·斯卡文"] = { 
		xls_id = "暗⊙灾祸领主·斯卡文",
		number = 320,
	},
	["暗夜精灵"] = { 
		xls_id = "暗夜精灵",
		number = 241,
	},
	["黑暗魔"] = { 
		xls_id = "黑暗魔",
		number = 134,
	},
	["万年神木守护"] = { 
		xls_id = "万年神木守护",
		number = 19,
	},
	["火元素"] = { 
		xls_id = "火元素",
		number = 255,
	},
	["异次元人"] = { 
		xls_id = "异次元人",
		number = 101,
	},
	["巨龙斗士"] = { 
		xls_id = "巨龙斗士",
		number = 347,
	},
	["熔岩巨魔"] = { 
		xls_id = "熔岩巨魔",
		number = 258,
	},
	["迷雾修罗"] = { 
		xls_id = "迷雾修罗",
		number = 143,
	},
	["炎魔·拉格纳罗斯"] = { 
		xls_id = "炎魔·拉格纳罗斯",
		number = 262,
	},
	["（古神）克苏恩"] = { 
		xls_id = "（古神）克苏恩",
		number = 263,
	},
	["毁灭骑士·贝利亚斯(Boss)"] = { 
		xls_id = "毁灭骑士·贝利亚斯(Boss)",
		number = 274,
	},
	["魔灵教徒"] = { 
		xls_id = "魔灵教徒",
		number = 32,
	},
	["咒印术士"] = { 
		xls_id = "咒印术士",
		number = 285,
	},
	["月影战士"] = { 
		xls_id = "月影战士",
		number = 267,
	},
	["双刀战士"] = { 
		xls_id = "双刀战士",
		number = 277,
	},
	["黑暗女鬼"] = { 
		xls_id = "黑暗女鬼",
		number = 383,
	},
	["天魔之子佐玛[魔狱]"] = { 
		xls_id = "天魔之子佐玛[魔狱]",
		number = 193,
	},
	["来自其他位面的强者"] = { 
		xls_id = "来自其他位面的强者",
		number = 158,
	},
	["被注入魔力的黑野猪"] = { 
		xls_id = "被注入魔力的黑野猪",
		number = 36,
	},
	["幽魂杀手"] = { 
		xls_id = "幽魂杀手",
		number = 113,
	},
	["黑魔牧师"] = { 
		xls_id = "黑魔牧师",
		number = 218,
	},
	["三魂四魄者[赤血]"] = { 
		xls_id = "三魂四魄者[赤血]",
		number = 47,
	},
	["淬体血魔"] = { 
		xls_id = "淬体血魔",
		number = 282,
	},
	["蛮王"] = { 
		xls_id = "蛮王",
		number = 283,
	},
	["星之女祭祀"] = { 
		xls_id = "星之女祭祀",
		number = 359,
	},
	["月影祭祀"] = { 
		xls_id = "月影祭祀",
		number = 266,
	},
	["邪恶的血色巨人·超人工智能"] = { 
		xls_id = "邪恶的血色巨人·超人工智能",
		number = 273,
	},
	["黑暗怨灵"] = { 
		xls_id = "黑暗怨灵",
		number = 314,
	},
	["鬼魅之幽"] = { 
		xls_id = "鬼魅之幽",
		number = 290,
	},
	["魔灵巫师"] = { 
		xls_id = "魔灵巫师",
		number = 103,
	},
	["剑圣"] = { 
		xls_id = "剑圣",
		number = 292,
	},
	["重装使者"] = { 
		xls_id = "重装使者",
		number = 293,
	},
	["巨刃力士"] = { 
		xls_id = "巨刃力士",
		number = 279,
	},
	["半兽族将军"] = { 
		xls_id = "半兽族将军",
		number = 369,
	},
	["海猎人"] = { 
		xls_id = "海猎人",
		number = 302,
	},
	["嗜血影魔"] = { 
		xls_id = "嗜血影魔",
		number = 382,
	},
	["结晶兽人"] = { 
		xls_id = "结晶兽人",
		number = 39,
	},
	["血神·哈卡の化身"] = { 
		xls_id = "血神·哈卡の化身",
		number = 312,
	},
	["鬼界至尊·五方鬼帝"] = { 
		xls_id = "鬼界至尊·五方鬼帝",
		number = 209,
	},
	["爆毒神魔"] = { 
		xls_id = "爆毒神魔",
		number = 56,
	},
	["魑魅梦魇"] = { 
		xls_id = "魑魅梦魇",
		number = 315,
	},
	["暗夜冥卫"] = { 
		xls_id = "暗夜冥卫",
		number = 316,
	},
	["魔神分身"] = { 
		xls_id = "魔神分身",
		number = 317,
	},
	["冰洌勇士"] = { 
		xls_id = "冰洌勇士",
		number = 321,
	},
	["沉迷暗黑世界的神·魔神降临"] = { 
		xls_id = "沉迷暗黑世界的神·魔神降临",
		number = 161,
	},
	["冰洌侍卫"] = { 
		xls_id = "冰洌侍卫",
		number = 322,
	},
	["小鬼"] = { 
		xls_id = "小鬼",
		number = 162,
	},
	["谷中噩梦人"] = { 
		xls_id = "谷中噩梦人",
		number = 30,
	},
	["叛军策士"] = { 
		xls_id = "叛军策士",
		number = 149,
	},
	["法外狂徒[月]"] = { 
		xls_id = "法外狂徒[月]",
		number = 270,
	},
	["雪域巨魔之王[暴怒]"] = { 
		xls_id = "雪域巨魔之王[暴怒]",
		number = 327,
	},
	["深渊地行魔"] = { 
		xls_id = "深渊地行魔",
		number = 144,
	},
	["封印的熾天使(Boss)"] = { 
		xls_id = "封印的熾天使(Boss)",
		number = 388,
	},
	["太古狂魔"] = { 
		xls_id = "太古狂魔",
		number = 343,
	},
	["嗜血冤魂"] = { 
		xls_id = "嗜血冤魂",
		number = 381,
	},
	["★★★变异巨兽·艾瑞斯"] = { 
		xls_id = "★★★变异巨兽·艾瑞斯",
		number = 335,
	},
	["丛林僵尸"] = { 
		xls_id = "丛林僵尸",
		number = 337,
	},
	["埃里尼斯"] = { 
		xls_id = "埃里尼斯",
		number = 340,
	},
	["蚀月女王"] = { 
		xls_id = "蚀月女王",
		number = 341,
	},
	["★★★夜魂★★★"] = { 
		xls_id = "★★★夜魂★★★",
		number = 131,
	},
	["恶魔巫师"] = { 
		xls_id = "恶魔巫师",
		number = 372,
	},
	["仙之灵犀鸟"] = { 
		xls_id = "仙之灵犀鸟",
		number = 20,
	},
	["冰洌之怒"] = { 
		xls_id = "冰洌之怒",
		number = 325,
	},
	["地狱烈焰·亡灵骑士(Boss)"] = { 
		xls_id = "地狱烈焰·亡灵骑士(Boss)",
		number = 345,
	},
	["火焰幼龙"] = { 
		xls_id = "火焰幼龙",
		number = 346,
	},
	["烈焰魔兽"] = { 
		xls_id = "烈焰魔兽",
		number = 257,
	},
	["樟木灵"] = { 
		xls_id = "樟木灵",
		number = 17,
	},
	["拉巴之魂"] = { 
		xls_id = "拉巴之魂",
		number = 349,
	},
	["死灵使者"] = { 
		xls_id = "死灵使者",
		number = 200,
	},
	["怒风者"] = { 
		xls_id = "怒风者",
		number = 244,
	},
	["孤魂战龙"] = { 
		xls_id = "孤魂战龙",
		number = 351,
	},
	["虚空冰晶蝎[异界]"] = { 
		xls_id = "虚空冰晶蝎[异界]",
		number = 287,
	},
	["蛮荒刀卫"] = { 
		xls_id = "蛮荒刀卫",
		number = 61,
	},
	["【ＳＳＳ】天之驱逐者"] = { 
		xls_id = "【ＳＳＳ】天之驱逐者",
		number = 296,
	},
	["雪原之子"] = { 
		xls_id = "雪原之子",
		number = 326,
	},
	["究极巨龙纳特拉(Boss)"] = { 
		xls_id = "究极巨龙纳特拉(Boss)",
		number = 353,
	},
	["妖々天煞"] = { 
		xls_id = "妖々天煞",
		number = 130,
	},
	["时间使徒"] = { 
		xls_id = "时间使徒",
		number = 356,
	},
	["冰之殇"] = { 
		xls_id = "冰之殇",
		number = 52,
	},
	["冰霜女巫"] = { 
		xls_id = "冰霜女巫",
		number = 324,
	},
	["急先锋"] = { 
		xls_id = "急先锋",
		number = 284,
	},
	["永恒の守护·泰达希尔[世界之树]"] = { 
		xls_id = "永恒の守护·泰达希尔[世界之树]",
		number = 246,
	},
	["恶之漫游者"] = { 
		xls_id = "恶之漫游者",
		number = 376,
	},
	["恶魔灵魂"] = { 
		xls_id = "恶魔灵魂",
		number = 373,
	},
	["巫妖王之怒·寒冰王座★★★★"] = { 
		xls_id = "巫妖王之怒·寒冰王座★★★★",
		number = 301,
	},
	["巨龙统领"] = { 
		xls_id = "巨龙统领",
		number = 350,
	},
	["嗜血狂徒"] = { 
		xls_id = "嗜血狂徒",
		number = 53,
	},
	["暗夜君王·影之鬼面(Boss)"] = { 
		xls_id = "暗夜君王·影之鬼面(Boss)",
		number = 371,
	},
	["玄幽邪恶古神像·魔主降临"] = { 
		xls_id = "玄幽邪恶古神像·魔主降临",
		number = 78,
	},
	["大地暴剑魔"] = { 
		xls_id = "大地暴剑魔",
		number = 136,
	},
	["蛮域魔王"] = { 
		xls_id = "蛮域魔王",
		number = 83,
	},
	["饿死鬼"] = { 
		xls_id = "饿死鬼",
		number = 195,
	},
	["血腥恶魔"] = { 
		xls_id = "血腥恶魔",
		number = 374,
	},
	["血精灵"] = { 
		xls_id = "血精灵",
		number = 240,
	},
	["遗忘恶魔"] = { 
		xls_id = "遗忘恶魔",
		number = 375,
	},
	["暗天战魂"] = { 
		xls_id = "暗天战魂",
		number = 102,
	},
	["红狐狸"] = { 
		xls_id = "红狐狸",
		number = 27,
	},
	["巨龙使者"] = { 
		xls_id = "巨龙使者",
		number = 352,
	},
	["黄狐狸"] = { 
		xls_id = "黄狐狸",
		number = 26,
	},
	["被时间困住的人"] = { 
		xls_id = "被时间困住的人",
		number = 358,
	},
	["恶魔霸主"] = { 
		xls_id = "恶魔霸主",
		number = 308,
	},
	["禁忌·秩序的起源(Boss)"] = { 
		xls_id = "禁忌·秩序的起源(Boss)",
		number = 380,
	},
	["基尔罗格死眼[统治威严]"] = { 
		xls_id = "基尔罗格死眼[统治威严]",
		number = 334,
	},
	["幽灵将军"] = { 
		xls_id = "幽灵将军",
		number = 307,
	},
	["园丁鲁尔"] = { 
		xls_id = "园丁鲁尔",
		number = 339,
	},
	["狐妖护卫"] = { 
		xls_id = "狐妖护卫",
		number = 38,
	},
	["“破晓之眼”安晓"] = { 
		xls_id = "“破晓之眼”安晓",
		number = 297,
	},
	["落雷凯诺"] = { 
		xls_id = "落雷凯诺",
		number = 252,
	},
	["孤魂"] = { 
		xls_id = "孤魂",
		number = 165,
	},
	["太虚古龙赫卡忒[神圣之龙]"] = { 
		xls_id = "太虚古龙赫卡忒[神圣之龙]",
		number = 76,
	},
	["幽冥幽狼[图腾]"] = { 
		xls_id = "幽冥幽狼[图腾]",
		number = 126,
	},
	["背负棺材的男人[死神之子]"] = { 
		xls_id = "背负棺材的男人[死神之子]",
		number = 74,
	},
	["死亡骑士[通灵]"] = { 
		xls_id = "死亡骑士[通灵]",
		number = 127,
	},
	["震天魔神"] = { 
		xls_id = "震天魔神",
		number = 57,
	},
	["贪婪之王"] = { 
		xls_id = "贪婪之王",
		number = 124,
	},
	["(鬼)白无常"] = { 
		xls_id = "(鬼)白无常",
		number = 169,
	},
	["火焰哥布林"] = { 
		xls_id = "火焰哥布林",
		number = 249,
	},
	["天雷公主"] = { 
		xls_id = "天雷公主",
		number = 104,
	},
	["鱼叉手"] = { 
		xls_id = "鱼叉手",
		number = 303,
	},
	["战争领主[月]"] = { 
		xls_id = "战争领主[月]",
		number = 269,
	},
	["飓风道人"] = { 
		xls_id = "飓风道人",
		number = 95,
	},
	["卡格"] = { 
		xls_id = "卡格",
		number = 253,
	},
	["破灭灯魔·超空间「混沌护法」"] = { 
		xls_id = "破灭灯魔·超空间「混沌护法」",
		number = 363,
	},
	["火焰精灵"] = { 
		xls_id = "火焰精灵",
		number = 256,
	},
	["巨灵大元素师"] = { 
		xls_id = "巨灵大元素师",
		number = 145,
	},
	["暗黑终结者"] = { 
		xls_id = "暗黑终结者",
		number = 24,
	},
	["(鬼)夜游神"] = { 
		xls_id = "(鬼)夜游神",
		number = 206,
	},
	["无间鬼煞"] = { 
		xls_id = "无间鬼煞",
		number = 203,
	},
	["无魂阴罗"] = { 
		xls_id = "无魂阴罗",
		number = 201,
	},
	["禁区之主"] = { 
		xls_id = "禁区之主",
		number = 378,
	},
	["四臂魔怪王"] = { 
		xls_id = "四臂魔怪王",
		number = 152,
	},
	["厥阴侍卫"] = { 
		xls_id = "厥阴侍卫",
		number = 142,
	},
	["疯狂的卧龙使者"] = { 
		xls_id = "疯狂的卧龙使者",
		number = 109,
	},
	["不死血厉"] = { 
		xls_id = "不死血厉",
		number = 202,
	},
	["烈焰奔腾者"] = { 
		xls_id = "烈焰奔腾者",
		number = 261,
	},
	["黑暗血魔"] = { 
		xls_id = "黑暗血魔",
		number = 384,
	},
	["矿工杰夫"] = { 
		xls_id = "矿工杰夫",
		number = 11,
	},
	["蛮域主宰"] = { 
		xls_id = "蛮域主宰",
		number = 79,
	},
	["深航幽灵"] = { 
		xls_id = "深航幽灵",
		number = 306,
	},
	["吊死鬼"] = { 
		xls_id = "吊死鬼",
		number = 194,
	},
	["山神修普诺斯[至高神灵]"] = { 
		xls_id = "山神修普诺斯[至高神灵]",
		number = 138,
	},
	["魔之火元素"] = { 
		xls_id = "魔之火元素",
		number = 259,
	},
	["★★★生化巨兽·阿瑞斯"] = { 
		xls_id = "★★★生化巨兽·阿瑞斯",
		number = 336,
	},
	["【ＳＳＳ】第七使者·米斯特"] = { 
		xls_id = "【ＳＳＳ】第七使者·米斯特",
		number = 299,
	},
	["悲鸣骑士[逐灵]"] = { 
		xls_id = "悲鸣骑士[逐灵]",
		number = 331,
	},
	["丛林破坏者"] = { 
		xls_id = "丛林破坏者",
		number = 281,
	},
	["远古四臂魔王[鬼神]"] = { 
		xls_id = "远古四臂魔王[鬼神]",
		number = 173,
	},
	["拜月教主"] = { 
		xls_id = "拜月教主",
		number = 72,
	},
	["狂野领主"] = { 
		xls_id = "狂野领主",
		number = 5,
	},
	["闪电傲风"] = { 
		xls_id = "闪电傲风",
		number = 106,
	},
	["隐居老森"] = { 
		xls_id = "隐居老森",
		number = 365,
	},
	["绿魂统领"] = { 
		xls_id = "绿魂统领",
		number = 177,
	},
	["圣人侍从"] = { 
		xls_id = "圣人侍从",
		number = 370,
	},
	["夜幽"] = { 
		xls_id = "夜幽",
		number = 228,
	},
}
return config
