local config = {
	["幻·火莲魔童·哪吒"] = {
		Shape = {
			[1] = 1088,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·绝代风华」"] = {
		Shape = {
			[1] = 40104,
			[2] = 40105,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·月光宝盒」"] = {
		Shape = {
			[1] = 1103,
			[2] = 1104,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·神雕传说」"] = {
		Shape = {
			[1] = 40108,
			[2] = 40109,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·傲雪寒霜」"] = {
		Shape = {
			[1] = 1121,
			[2] = 1122,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·天界守护」"] = {
		Shape = {
			[1] = 1115,
			[2] = 1116,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·黄金斗士」"] = {
		Shape = {
			[1] = 1113,
			[2] = 1114,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·楼兰君主」"] = {
		Shape = {
			[1] = 1119,
			[2] = 1120,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·伏魔战歌」"] = {
		Shape = {
			[1] = 40116,
			[2] = 40117,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·狩魂勾镰」"] = {
		Shape = {
			[1] = 1117,
			[2] = 1118,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·暗裔天使」"] = {
		Shape = {
			[1] = 1125,
			[2] = 1126,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·天怒红颜」"] = {
		Shape = {
			[1] = 1123,
			[2] = 1124,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·至臻武圣」"] = {
		Shape = {
			[1] = 40106,
			[2] = 40107,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·逍遥仙」"] = {
		Shape = {
			[1] = 40118,
			[2] = 40119,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·腐化之神」"] = {
		Shape = {
			[1] = 40124,
			[2] = 40125,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["「时装·白虎战骑」"] = {
		Shape = {
			[1] = 40097,
			[2] = 40130,
		},
		Uvar = "U148",
		Tvar = "T59",
		type = 1,
	},
	["〈古龙·意志〉"] = {
		Shape = {
			[1] = 17033,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["〈古龙·之力〉"] = {
		Shape = {
			[1] = 17034,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["太虚古龙领域[完全体]"] = {
		Shape = {
			[1] = 17030,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["上忍之隐"] = {
		Shape = {
			[1] = 17025,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["血色之影"] = {
		Shape = {
			[1] = 17038,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["死神降临"] = {
		Shape = {
			[1] = 17022,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["闪耀·漆黑之影"] = {
		Shape = {
			[1] = 17021,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["⊙墟魂千幻⊙"] = {
		Shape = {
			[1] = 17037,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["本源之力"] = {
		Shape = {
			[1] = 17039,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["燃烧の地狱轮盘"] = {
		Shape = {
			[1] = 17032,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["·聖裁降臨SSS·"] = {
		Shape = {
			[1] = 17011,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["冰河之心"] = {
		Shape = {
			[1] = 17023,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["狂意之怒"] = {
		Shape = {
			[1] = 17026,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["半兽人之心"] = {
		Shape = {
			[1] = 17040,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+1"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+2"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+3"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+4"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+5"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+6"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+7"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+8"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+9"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["恢复光环+10"] = {
		Shape = {
			[1] = 17013,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["黑暗之信念"] = {
		Shape = {
			[1] = 17020,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["血奴印记"] = {
		Shape = {
			[1] = 63139,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
	["混乱制造者"] = {
		Shape = {
			[1] = 63140,
		},
		Uvar = "U150",
		Tvar = "T61",
		type = 3,
	},
}
return config