local config = {
	["10W经验卷"] = {
		value = 100000,
		type = 1,
	},
	["20W经验卷"] = {
		value = 200000,
		type = 1,
	},
	["50W经验卷"] = {
		value = 500000,
		type = 1,
	},
	["100W经验卷"] = {
		value = 1000000,
		type = 1,
	},
	["200W经验卷"] = {
		value = 2000000,
		type = 1,
	},
	["500W经验卷"] = {
		value = 5000000,
		type = 1,
	},
	["1000W经验卷"] = {
		value = 10000000,
		type = 1,
	},
	["2000W经验卷"] = {
		value = 20000000,
		type = 1,
	},
	["5000W经验卷"] = {
		value = 50000000,
		type = 1,
	},
	["1亿经验卷"] = {
		value = 100000000,
		type = 1,
	},
	["2亿经验卷"] = {
		value = 200000000,
		type = 1,
	},
	["5亿经验卷"] = {
		value = 500000000,
		type = 1,
	},
	["10亿经验卷"] = {
		value = 1000000000,
		type = 1,
	},
	["20亿经验卷"] = {
		value = 2000000000,
		type = 1,
	},
	["40亿经验卷"] = {
		value = 4000000000,
		type = 1,
	},
	["5元宝"] = {
		value = 5,
		type = 2,
	},
	["10元宝"] = {
		value = 10,
		type = 2,
	},
	["20元宝"] = {
		value = 20,
		type = 2,
	},
	["50元宝"] = {
		value = 50,
		type = 2,
	},
	["100元宝"] = {
		value = 100,
		type = 2,
	},
	["200元宝"] = {
		value = 200,
		type = 2,
	},
	["500元宝"] = {
		value = 500,
		type = 2,
	},
	["1000元宝"] = {
		value = 1000,
		type = 2,
	},
	["2000元宝"] = {
		value = 2000,
		type = 2,
	},
	["5000元宝"] = {
		value = 5000,
		type = 2,
	},
	["10000元宝"] = {
		value = 10000,
		type = 2,
	},
	["20000元宝"] = {
		value = 20000,
		type = 2,
	},
	["50000元宝"] = {
		value = 50000,
		type = 2,
	},
	["100000元宝"] = {
		value = 100000,
		type = 2,
	},
	["50万元宝"] = {
		value = 500000,
		type = 2,
	},
	["100万元宝"] = {
		value = 1000000,
		type = 2,
	},
	["500万元宝"] = {
		value = 5000000,
		type = 2,
	},
	["金币红包(小)"] = {
		value = {
			[1] = 100,
			[2] = 500,
		},
		type = 3,
	},
	["金币红包(中)"] = {
		value = {
			[1] = 500,
			[2] = 1000,
		},
		type = 3,
	},
	["金币红包(大)"] = {
		value = {
			[1] = 2000,
			[2] = 5000,
		},
		type = 3,
	},
	["灵符红包(小)"] = {
		value = {
			[1] = 10,
			[2] = 20,
		},
		type = 3,
	},
	["灵符红包(中)"] = {
		value = {
			[1] = 30,
			[2] = 50,
		},
		type = 3,
	},
	["灵符红包(大)"] = {
		value = {
			[1] = 100,
			[2] = 200,
		},
		type = 3,
	},
	["金条"] = {
		value = 1000000,
		type = 4,
	},
	["金砖"] = {
		value = 5000000,
		type = 4,
	},
	["金盒"] = {
		value = 10000000,
		type = 4,
	},
	["金箱"] = {
		value = 50000000,
		type = 4,
	},
	["1元充值红包"] = {
		value = 10,
		type = 5,
	},
	["2元充值红包"] = {
		value = 20,
		type = 5,
	},
	["5元充值红包"] = {
		value = 50,
		type = 5,
	},
	["10元充值红包"] = {
		value = 100,
		type = 5,
	},
	["30元充值红包"] = {
		value = 300,
		type = 5,
	},
	["50元充值红包"] = {
		value = 500,
		type = 5,
	},
	["100元充值红包"] = {
		value = 1000,
		type = 5,
	},
	["罗非鱼"] = {
		value = 20000,
		type = 6,
	},
	["沙丁鱼"] = {
		value = 50000,
		type = 6,
	},
	["三文鱼"] = {
		value = 100000,
		type = 6,
	},
	["石斑鱼"] = {
		value = 300000,
		type = 6,
	},
}
return config