local config = { 
	["蛮域主宰"] = { 
		xls_id = "蛮域主宰",
		Damage = 5,
	},
	["闪电傲风"] = { 
		xls_id = "闪电傲风",
		Damage = 5,
	},
	["被封印的愤怒·天劫"] = { 
		xls_id = "被封印的愤怒·天劫",
		Damage = 1,
	},
	["蛮域狮王"] = { 
		xls_id = "蛮域狮王",
		Damage = 5,
	},
	["暗天战魂"] = { 
		xls_id = "暗天战魂",
		Damage = 5,
	},
	["萬古天神"] = { 
		xls_id = "萬古天神",
		Damage = 5,
	},
	["灵媒无相"] = { 
		xls_id = "灵媒无相",
		Damage = 5,
	},
	["爆裂赤魔"] = { 
		xls_id = "爆裂赤魔",
		Damage = 5,
	},
	["魔祭祀★凯克撒撕"] = { 
		xls_id = "魔祭祀★凯克撒撕",
		Damage = 5,
	},
	["怪异五通兽「通天」"] = { 
		xls_id = "怪异五通兽「通天」",
		Damage = 5,
	},
	["叛军护卫"] = { 
		xls_id = "叛军护卫",
		Damage = 5,
	},
	["大力魔王[圣]"] = { 
		xls_id = "大力魔王[圣]",
		Damage = 5,
	},
	["沉迷暗黑世界的神·魔神降临"] = { 
		xls_id = "沉迷暗黑世界的神·魔神降临",
		Damage = 5,
	},
	["血界道祖"] = { 
		xls_id = "血界道祖",
		Damage = 5,
	},
	["巨灵大元素师"] = { 
		xls_id = "巨灵大元素师",
		Damage = 5,
	},
	["妖月灵兽"] = { 
		xls_id = "妖月灵兽",
		Damage = 5,
	},
	["灵魂收割者"] = { 
		xls_id = "灵魂收割者",
		Damage = 5,
	},
	["☆雷之灵☆"] = { 
		xls_id = "☆雷之灵☆",
		Damage = 5,
	},
	["神圣气息的九头龙[远古遗族]"] = { 
		xls_id = "神圣气息的九头龙[远古遗族]",
		Damage = 5,
	},
	["★★★夜魂★★★"] = { 
		xls_id = "★★★夜魂★★★",
		Damage = 5,
	},
	["人面魔蛛"] = { 
		xls_id = "人面魔蛛",
		Damage = 5,
	},
	["黄泉魔主[禁忌]"] = { 
		xls_id = "黄泉魔主[禁忌]",
		Damage = 5,
	},
	["四臂魔怪王"] = { 
		xls_id = "四臂魔怪王",
		Damage = 5,
	},
	["厥阴力士"] = { 
		xls_id = "厥阴力士",
		Damage = 5,
	},
	["蛮域魔王"] = { 
		xls_id = "蛮域魔王",
		Damage = 5,
	},
	["蛮域护卫"] = { 
		xls_id = "蛮域护卫",
		Damage = 5,
	},
	["黑暗魔"] = { 
		xls_id = "黑暗魔",
		Damage = 5,
	},
	["来自其他位面的强者"] = { 
		xls_id = "来自其他位面的强者",
		Damage = 1,
	},
	["活死人舰长"] = { 
		xls_id = "活死人舰长",
		Damage = 5,
	},
	["厥阴毒蛾"] = { 
		xls_id = "厥阴毒蛾",
		Damage = 5,
	},
	["天机老人"] = { 
		xls_id = "天机老人",
		Damage = 5,
	},
	["闭关多年的苦修者·世外高人"] = { 
		xls_id = "闭关多年的苦修者·世外高人",
		Damage = 5,
	},
	["厥阴侍卫"] = { 
		xls_id = "厥阴侍卫",
		Damage = 5,
	},
	["武仙圣女"] = { 
		xls_id = "武仙圣女",
		Damage = 5,
	},
	["鬼脸面具人"] = { 
		xls_id = "鬼脸面具人",
		Damage = 5,
	},
	["炎骨妖"] = { 
		xls_id = "炎骨妖",
		Damage = 5,
	},
	["贪婪之王"] = { 
		xls_id = "贪婪之王",
		Damage = 5,
	},
	["深渊地行魔"] = { 
		xls_id = "深渊地行魔",
		Damage = 5,
	},
	["怨灵之体"] = { 
		xls_id = "怨灵之体",
		Damage = 5,
	},
	["幽魂守卫"] = { 
		xls_id = "幽魂守卫",
		Damage = 5,
	},
	["「火焰巨灵·SSSSSSS」"] = { 
		xls_id = "「火焰巨灵·SSSSSSS」",
		Damage = 1,
	},
	["炼狱圣兽"] = { 
		xls_id = "炼狱圣兽",
		Damage = 5,
	},
	["大天使安提罗科斯·命运之神"] = { 
		xls_id = "大天使安提罗科斯·命运之神",
		Damage = 5,
	},
	["命运古神的低语[无上威严]"] = { 
		xls_id = "命运古神的低语[无上威严]",
		Damage = 1,
	},
	["被囚禁的战犯"] = { 
		xls_id = "被囚禁的战犯",
		Damage = 5,
	},
	["地狱猎犬"] = { 
		xls_id = "地狱猎犬",
		Damage = 5,
	},
	["叛军策士"] = { 
		xls_id = "叛军策士",
		Damage = 5,
	},
	["斩鬼神（黑化丧失）"] = { 
		xls_id = "斩鬼神（黑化丧失）",
		Damage = 5,
	},
	["妖々天煞"] = { 
		xls_id = "妖々天煞",
		Damage = 5,
	},
	["天魂☆驱逐境领主"] = { 
		xls_id = "天魂☆驱逐境领主",
		Damage = 5,
	},
	["疾风银狼"] = { 
		xls_id = "疾风银狼",
		Damage = 5,
	},
	["死亡歌颂者「灵主」"] = { 
		xls_id = "死亡歌颂者「灵主」",
		Damage = 5,
	},
	["丑陋的地狱犬[沉寂]"] = { 
		xls_id = "丑陋的地狱犬[沉寂]",
		Damage = 5,
	},
	["叛军战将"] = { 
		xls_id = "叛军战将",
		Damage = 5,
	},
	["雷之法界·长风[道法合一]"] = { 
		xls_id = "雷之法界·长风[道法合一]",
		Damage = 5,
	},
	["飓风道人"] = { 
		xls_id = "飓风道人",
		Damage = 5,
	},
	["大魔导师·林"] = { 
		xls_id = "大魔导师·林",
		Damage = 5,
	},
	["噬月玄帝"] = { 
		xls_id = "噬月玄帝",
		Damage = 5,
	},
	["主神本杰明之魂[主宰]"] = { 
		xls_id = "主神本杰明之魂[主宰]",
		Damage = 5,
	},
	["幽冥石碑[图腾]"] = { 
		xls_id = "幽冥石碑[图腾]",
		Damage = 5,
	},
	["迷雾修罗"] = { 
		xls_id = "迷雾修罗",
		Damage = 5,
	},
	["蛮域刀客"] = { 
		xls_id = "蛮域刀客",
		Damage = 5,
	},
	["恶梦魇魔"] = { 
		xls_id = "恶梦魇魔",
		Damage = 5,
	},
	["蛮荒之主"] = { 
		xls_id = "蛮荒之主",
		Damage = 5,
	},
	["叛军刀斧手"] = { 
		xls_id = "叛军刀斧手",
		Damage = 5,
	},
	["疯狂的卧龙使者"] = { 
		xls_id = "疯狂的卧龙使者",
		Damage = 1,
	},
	["天雷公主"] = { 
		xls_id = "天雷公主",
		Damage = 5,
	},
	["妖月赤狐"] = { 
		xls_id = "妖月赤狐",
		Damage = 5,
	},
	["死亡使者"] = { 
		xls_id = "死亡使者",
		Damage = 5,
	},
	["黑暗巫师"] = { 
		xls_id = "黑暗巫师",
		Damage = 5,
	},
	["山神修普诺斯[至高神灵]"] = { 
		xls_id = "山神修普诺斯[至高神灵]",
		Damage = 5,
	},
	["金符鬼奴·赤虚[掌控]"] = { 
		xls_id = "金符鬼奴·赤虚[掌控]",
		Damage = 5,
	},
	["幻元素晶体"] = { 
		xls_id = "幻元素晶体",
		Damage = 5,
	},
	["古战场魔王"] = { 
		xls_id = "古战场魔王",
		Damage = 5,
	},
	["幽魂杀手"] = { 
		xls_id = "幽魂杀手",
		Damage = 5,
	},
	["魔灵巫师"] = { 
		xls_id = "魔灵巫师",
		Damage = 5,
	},
	["暗夜女神"] = { 
		xls_id = "暗夜女神",
		Damage = 5,
	},
	["暗之神·麦尔柯[咆哮]"] = { 
		xls_id = "暗之神·麦尔柯[咆哮]",
		Damage = 5,
	},
	["暗影战士"] = { 
		xls_id = "暗影战士",
		Damage = 5,
	},
	["冰火掌控者[至高]"] = { 
		xls_id = "冰火掌控者[至高]",
		Damage = 5,
	},
	["叛军武士"] = { 
		xls_id = "叛军武士",
		Damage = 5,
	},
	["死亡骑士[通灵]"] = { 
		xls_id = "死亡骑士[通灵]",
		Damage = 5,
	},
	["大地暴剑魔"] = { 
		xls_id = "大地暴剑魔",
		Damage = 5,
	},
	["蛮域侍卫"] = { 
		xls_id = "蛮域侍卫",
		Damage = 5,
	},
	["堕落的审判魔王"] = { 
		xls_id = "堕落的审判魔王",
		Damage = 5,
	},
	["厥阴斧兵"] = { 
		xls_id = "厥阴斧兵",
		Damage = 5,
	},
	["异次元人"] = { 
		xls_id = "异次元人",
		Damage = 5,
	},
}
return config
