local config = {
	[0] = {
		equip = "空",
		give = "疾风刻印Lv.1",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 5000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
		},
	},
	[1] = {
		equip = "疾风刻印Lv.1",
		give = "疾风刻印Lv.2",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 10000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 10,
			},
		},
	},
	[2] = {
		equip = "疾风刻印Lv.2",
		give = "疾风刻印Lv.3",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
		},
	},
	[3] = {
		equip = "疾风刻印Lv.3",
		give = "疾风刻印Lv.4",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 50000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 60,
			},
		},
	},
	[4] = {
		equip = "疾风刻印Lv.4",
		give = "疾风刻印Lv.5",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 80000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
		},
	},
	[5] = {
		equip = "疾风刻印Lv.5",
		give = "疾风刻印Lv.6",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 120000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 160,
			},
		},
	},
	[6] = {
		equip = "疾风刻印Lv.6",
		give = "疾风刻印Lv.7",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 150000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 240,
			},
		},
	},
	[7] = {
		equip = "疾风刻印Lv.7",
		give = "疾风刻印Lv.8",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 180000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 330,
			},
		},
	},
	[8] = {
		equip = "疾风刻印Lv.8",
		give = "疾风刻印Lv.9",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 220000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 440,
			},
		},
	},
	[9] = {
		equip = "疾风刻印Lv.9",
		give = "疾风刻印Lv.10",
		cost = {
			[1] = {
				[1] = "元宝",
				[2] = 260000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 660,
			},
		},
	},
}
return config