local config = {
	[1] = {
		linkPoint1 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城2",
			[2] = 1,
		},
		mapID = "异界迷城1",
		x = 47,
		y = 39,
		monName = "の迷城ミ李子の",
	},
	[2] = {
		linkPoint1 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城2",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城3",
			[2] = 1,
		},
		mapID = "异界迷城2",
		x = 47,
		y = 39,
		monName = "の迷城ミ宁宁宁宁宁宁の",
	},
	[3] = {
		linkPoint1 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城2",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城3",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城4",
			[2] = 1,
		},
		mapID = "异界迷城3",
		x = 47,
		y = 39,
		monName = "の迷城ミ高启强の",
	},
	[4] = {
		linkPoint1 = {
			[1] = "异界迷城1",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城2",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城3",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城5",
			[2] = 1,
		},
		mapID = "异界迷城4",
		x = 47,
		y = 39,
		monName = "の迷城ミ彭于晏の",
	},
	[5] = {
		linkPoint1 = {
			[1] = "异界迷城2",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城3",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城4",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城6",
			[2] = 1,
		},
		mapID = "异界迷城5",
		x = 47,
		y = 39,
		monName = "の迷城ミ爷叔の",
	},
	[6] = {
		linkPoint1 = {
			[1] = "异界迷城3",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城4",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城5",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城7",
			[2] = 1,
		},
		mapID = "异界迷城6",
		x = 47,
		y = 39,
		monName = "の迷城ミ大奉先の",
	},
	[7] = {
		linkPoint1 = {
			[1] = "异界迷城5",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城6",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城7",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城8",
			[2] = 1,
		},
		mapID = "异界迷城7",
		x = 47,
		y = 39,
		monName = "の迷城ミ武皇の",
	},
	[8] = {
		linkPoint1 = {
			[1] = "异界迷城5",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城6",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城7",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城9",
			[2] = 1,
		},
		mapID = "异界迷城8",
		x = 47,
		y = 39,
		monName = "の迷城ミ天道の",
	},
	[9] = {
		linkPoint1 = {
			[1] = "异界迷城5",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城6",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城7",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界迷城10",
			[2] = 1,
		},
		mapID = "异界迷城9",
		x = 47,
		y = 39,
		monName = "の迷城ミ帝王相の",
	},
	[10] = {
		linkPoint1 = {
			[1] = "异界迷城6",
			[2] = 0,
		},
		linkPoint2 = {
			[1] = "异界迷城7",
			[2] = 0,
		},
		linkPoint3 = {
			[1] = "异界迷城8",
			[2] = 0,
		},
		linkPoint4 = {
			[1] = "异界深渊",
			[2] = 2,
		},
		mapID = "异界迷城10",
		x = 47,
		y = 39,
		monName = "の迷城ミ芝芝の",
	},
	[11] = {
		mapID = "异界深渊",
		x = 55,
		y = 36,
		monName = "の迷城ミ腐化之神の",
	},
}
return config