local config = { 
	[1] = { 
		xls_id = 1,
		flag = 128,
		cost = {
			[1] = {
				[1] = "Å®ÉñµÄÈ¹°Ú",
				[2] = 1,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		flag = 129,
		cost = {
			[1] = {
				[1] = "ÇßÑ©°×ç±",
				[2] = 1,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		flag = 130,
		cost = {
			[1] = {
				[1] = "ÇàË¿ÈýÇ§",
				[2] = 1,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		flag = 131,
		cost = {
			[1] = {
				[1] = "Ñ©ÓðÅû·ç",
				[2] = 1,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		flag = 132,
		cost = {
			[1] = {
				[1] = "Ó«°×É´½í",
				[2] = 1,
			},
		},
	},
}
return config
