local config = { 
	["苦罗痴心·链"] = { 
		xls_id = "苦罗痴心·链",
		number = 150,
	},
	[1] = { 
		xls_id = 1,
		name = "辰星战刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		name = "辰星战甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		name = "辰星战盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		name = "辰星战链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		name = "辰星战镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		name = "辰星战戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	["殘魂神链"] = { 
		xls_id = "殘魂神链",
		number = 54,
	},
	[8] = { 
		xls_id = 8,
		name = "古月战狂甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		name = "古月战狂盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		name = "古月战狂链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[11] = { 
		xls_id = 11,
		name = "古月战狂镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[12] = { 
		xls_id = 12,
		name = "古月战狂戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[13] = { 
		xls_id = 13,
		name = "青天怒斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[14] = { 
		xls_id = 14,
		name = "青天战幻甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[15] = { 
		xls_id = 15,
		name = "青天战幻盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[16] = { 
		xls_id = 16,
		name = "青天战幻链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[17] = { 
		xls_id = 17,
		name = "青天战幻镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[18] = { 
		xls_id = 18,
		name = "青天战幻戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[19] = { 
		xls_id = 19,
		name = "凌风七色刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[20] = { 
		xls_id = 20,
		name = "凌风战影甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[21] = { 
		xls_id = 21,
		name = "凌风战兽盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[22] = { 
		xls_id = 22,
		name = "凌风战挂坠",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[23] = { 
		xls_id = 23,
		name = "凌风战虎镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[24] = { 
		xls_id = 24,
		name = "凌风战虎戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[25] = { 
		xls_id = 25,
		name = "冥海圣刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[26] = { 
		xls_id = 26,
		name = "冥海圣武甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[27] = { 
		xls_id = 27,
		name = "冥海圣武盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[28] = { 
		xls_id = 28,
		name = "冥海圣武链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[29] = { 
		xls_id = 29,
		name = "冥海圣武镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[30] = { 
		xls_id = 30,
		name = "冥海圣武戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[31] = { 
		xls_id = 31,
		name = "冥海圣武带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[32] = { 
		xls_id = 32,
		name = "冥海圣武靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[33] = { 
		xls_id = 33,
		name = "苍月圣狂斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[34] = { 
		xls_id = 34,
		name = "苍月圣魂甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[35] = { 
		xls_id = 35,
		name = "苍月圣魂盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[36] = { 
		xls_id = 36,
		name = "苍月圣魂链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[37] = { 
		xls_id = 37,
		name = "苍月圣魂镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[38] = { 
		xls_id = 38,
		name = "苍月圣魂戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[39] = { 
		xls_id = 39,
		name = "苍月圣魂带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[40] = { 
		xls_id = 40,
		name = "苍月圣魂靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[41] = { 
		xls_id = 41,
		name = "吟龍圣者剑",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[42] = { 
		xls_id = 42,
		name = "吟龍圣甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[43] = { 
		xls_id = 43,
		name = "吟龍圣盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[44] = { 
		xls_id = 44,
		name = "吟龍圣链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[45] = { 
		xls_id = 45,
		name = "吟龍圣镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[46] = { 
		xls_id = 46,
		name = "吟龍圣戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[47] = { 
		xls_id = 47,
		name = "吟龍圣带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[48] = { 
		xls_id = 48,
		name = "吟龍圣靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[49] = { 
		xls_id = 49,
		name = "殘魂必殺刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[50] = { 
		xls_id = 50,
		name = "殘魂必殺甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[51] = { 
		xls_id = 51,
		name = "殘魂神盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[52] = { 
		xls_id = 52,
		name = "殘魂神链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[53] = { 
		xls_id = 53,
		name = "殘魂神镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[54] = { 
		xls_id = 54,
		name = "殘魂神戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[55] = { 
		xls_id = 55,
		name = "殘魂神带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[56] = { 
		xls_id = 56,
		name = "殘魂神靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[57] = { 
		xls_id = 57,
		name = "黄金霸王斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[58] = { 
		xls_id = 58,
		name = "黄金锁子甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[59] = { 
		xls_id = 59,
		name = "黄金幽灵盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[60] = { 
		xls_id = 60,
		name = "黄金冥王链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[61] = { 
		xls_id = 61,
		name = "黄金银河护手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[62] = { 
		xls_id = 62,
		name = "黄金瞬影戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[63] = { 
		xls_id = 63,
		name = "黄金腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[64] = { 
		xls_id = 64,
		name = "黄金靴子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[65] = { 
		xls_id = 65,
		name = "霸者神兵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[66] = { 
		xls_id = 66,
		name = "狂王披风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[67] = { 
		xls_id = 67,
		name = "震天头盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[68] = { 
		xls_id = 68,
		name = "震天铃铛",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[69] = { 
		xls_id = 69,
		name = "震天护手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[70] = { 
		xls_id = 70,
		name = "震天圣戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[71] = { 
		xls_id = 71,
		name = "震天腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[72] = { 
		xls_id = 72,
		name = "震天靴子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[73] = { 
		xls_id = 73,
		name = "审判之刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[74] = { 
		xls_id = 74,
		name = "天使羽衣",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[75] = { 
		xls_id = 75,
		name = "天使宝冠",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[76] = { 
		xls_id = 76,
		name = "天使如意链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[77] = { 
		xls_id = 77,
		name = "天使旭日手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[78] = { 
		xls_id = 78,
		name = "天使圣戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[79] = { 
		xls_id = 79,
		name = "天使腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[80] = { 
		xls_id = 80,
		name = "天使神靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[81] = { 
		xls_id = 81,
		name = "天崩地裂斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[82] = { 
		xls_id = 82,
		name = "毁天灭地甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[83] = { 
		xls_id = 83,
		name = "毁灭の面罩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[84] = { 
		xls_id = 84,
		name = "毁灭の项链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[85] = { 
		xls_id = 85,
		name = "毁灭の亡镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[86] = { 
		xls_id = 86,
		name = "毁灭の影戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[87] = { 
		xls_id = 87,
		name = "毁灭の腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[88] = { 
		xls_id = 88,
		name = "毁灭の灵靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[89] = { 
		xls_id = 89,
		name = "神·暴风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[90] = { 
		xls_id = 90,
		name = "神·战甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[91] = { 
		xls_id = 91,
		name = "神·魔王盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[92] = { 
		xls_id = 92,
		name = "神·皎洁月",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[93] = { 
		xls_id = 93,
		name = "神·毁灭镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[94] = { 
		xls_id = 94,
		name = "神·创世指",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[95] = { 
		xls_id = 95,
		name = "神·主宰仙带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[96] = { 
		xls_id = 96,
		name = "神·破灭神靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[97] = { 
		xls_id = 97,
		name = "圣·暴风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[98] = { 
		xls_id = 98,
		name = "圣·战甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[99] = { 
		xls_id = 99,
		name = "圣·破九天",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[100] = { 
		xls_id = 100,
		name = "圣·飞仙链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[101] = { 
		xls_id = 101,
		name = "圣·灭苍穹",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[102] = { 
		xls_id = 102,
		name = "圣·毁苍生",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[103] = { 
		xls_id = 103,
		name = "圣·皇天带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[104] = { 
		xls_id = 104,
		name = "圣·皇天靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[105] = { 
		xls_id = 105,
		name = "血杀",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[106] = { 
		xls_id = 106,
		name = "雄霸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[107] = { 
		xls_id = 107,
		name = "荒古·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[108] = { 
		xls_id = 108,
		name = "荒古·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[109] = { 
		xls_id = 109,
		name = "荒古·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[110] = { 
		xls_id = 110,
		name = "荒古·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[111] = { 
		xls_id = 111,
		name = "荒古·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[112] = { 
		xls_id = 112,
		name = "荒古·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[113] = { 
		xls_id = 113,
		name = "梦回",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[114] = { 
		xls_id = 114,
		name = "心梦碎光",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[115] = { 
		xls_id = 115,
		name = "遗尘·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[116] = { 
		xls_id = 116,
		name = "遗尘·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[117] = { 
		xls_id = 117,
		name = "遗尘·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[118] = { 
		xls_id = 118,
		name = "遗尘·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[119] = { 
		xls_id = 119,
		name = "遗尘·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[120] = { 
		xls_id = 120,
		name = "遗尘·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[121] = { 
		xls_id = 121,
		name = "千年",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[122] = { 
		xls_id = 122,
		name = "深蓝传说",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[123] = { 
		xls_id = 123,
		name = "灭世·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[124] = { 
		xls_id = 124,
		name = "灭世·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[125] = { 
		xls_id = 125,
		name = "灭世·手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[126] = { 
		xls_id = 126,
		name = "灭世·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[127] = { 
		xls_id = 127,
		name = "灭世·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[128] = { 
		xls_id = 128,
		name = "灭世·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[129] = { 
		xls_id = 129,
		name = "转瞬",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[130] = { 
		xls_id = 130,
		name = "深蓝之恋",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[131] = { 
		xls_id = 131,
		name = "降龍·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[132] = { 
		xls_id = 132,
		name = "降龍·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[133] = { 
		xls_id = 133,
		name = "降龍·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[134] = { 
		xls_id = 134,
		name = "降龍·指",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[135] = { 
		xls_id = 135,
		name = "降龍·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[136] = { 
		xls_id = 136,
		name = "降龍·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[137] = { 
		xls_id = 137,
		name = "轮回",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[138] = { 
		xls_id = 138,
		name = "万里追云",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[139] = { 
		xls_id = 139,
		name = "圣罗痴情·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[140] = { 
		xls_id = 140,
		name = "圣罗痴情·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[141] = { 
		xls_id = 141,
		name = "圣罗痴情·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[142] = { 
		xls_id = 142,
		name = "圣罗痴情·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[143] = { 
		xls_id = 143,
		name = "圣罗痴情·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[144] = { 
		xls_id = 144,
		name = "圣罗痴情·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[145] = { 
		xls_id = 145,
		name = "碧血",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[146] = { 
		xls_id = 146,
		name = "金丝羽灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[147] = { 
		xls_id = 147,
		name = "苦罗痴心·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[148] = { 
		xls_id = 148,
		name = "苦罗痴心·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[149] = { 
		xls_id = 149,
		name = "苦罗痴心·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[150] = { 
		xls_id = 150,
		name = "苦罗痴心·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[151] = { 
		xls_id = 151,
		name = "苦罗痴心·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[152] = { 
		xls_id = 152,
		name = "苦罗痴心·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[153] = { 
		xls_id = 153,
		name = "妖异",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[154] = { 
		xls_id = 154,
		name = "碎梦涵光",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[155] = { 
		xls_id = 155,
		name = "金罗痴梦·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[156] = { 
		xls_id = 156,
		name = "金罗痴梦·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[157] = { 
		xls_id = 157,
		name = "金罗痴梦·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[158] = { 
		xls_id = 158,
		name = "金罗痴梦·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[159] = { 
		xls_id = 159,
		name = "金罗痴梦·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[160] = { 
		xls_id = 160,
		name = "金罗痴梦·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[161] = { 
		xls_id = 161,
		name = "力量护臂(精)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[162] = { 
		xls_id = 162,
		name = "魔血护手(力)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[163] = { 
		xls_id = 163,
		name = "雄浑『链』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[164] = { 
		xls_id = 164,
		name = "【鬼仙链】",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[165] = { 
		xls_id = 165,
		name = "太虚≤链≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[166] = { 
		xls_id = 166,
		name = "╋残空╋",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[167] = { 
		xls_id = 167,
		name = "魔曲『戒』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[168] = { 
		xls_id = 168,
		name = "≮幽灵漫步≯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[169] = { 
		xls_id = 169,
		name = "『乾坤腰』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[170] = { 
		xls_id = 170,
		name = "『帝皇靴』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[171] = { 
		xls_id = 171,
		name = "流光淬火剣[戮兽]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[172] = { 
		xls_id = 172,
		name = "流光淬火剣[饮血]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[173] = { 
		xls_id = 173,
		name = "流光淬火剣[天殇]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[174] = { 
		xls_id = 174,
		name = "流光淬火衣[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[175] = { 
		xls_id = 175,
		name = "流光锦绣衣[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[176] = { 
		xls_id = 176,
		name = "流光幻彩衣[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[177] = { 
		xls_id = 177,
		name = "神王の拳I",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[178] = { 
		xls_id = 178,
		name = "神王の拳II",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[179] = { 
		xls_id = 179,
		name = "神王の拳III",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[180] = { 
		xls_id = 180,
		name = "神王の拳IV",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[181] = { 
		xls_id = 181,
		name = "吸血蚊虫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[182] = { 
		xls_id = 182,
		name = "≤吸血蝙蝠≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[183] = { 
		xls_id = 183,
		name = "死亡凋零",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[184] = { 
		xls_id = 184,
		name = "≤死亡救赎≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[185] = { 
		xls_id = 185,
		name = "光明坠落",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[186] = { 
		xls_id = 186,
		name = "≤光明不朽≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[187] = { 
		xls_id = 187,
		name = "【神灭】",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[188] = { 
		xls_id = 188,
		name = "【淡然】",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[189] = { 
		xls_id = 189,
		name = "精灵の翔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[190] = { 
		xls_id = 190,
		name = "傀儡の隐",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[191] = { 
		xls_id = 191,
		name = "凤凰の飞",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[192] = { 
		xls_id = 192,
		name = "◆妖皇◆腕",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[193] = { 
		xls_id = 193,
		name = "疾風·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[194] = { 
		xls_id = 194,
		name = "电·刀[感知]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[195] = { 
		xls_id = 195,
		name = "光·蛇[腾焰]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[196] = { 
		xls_id = 196,
		name = "焰·冰[闪耀]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[197] = { 
		xls_id = 197,
		name = "电·遇[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[198] = { 
		xls_id = 198,
		name = "光·炎[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[199] = { 
		xls_id = 199,
		name = "冰·殇[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	["◆妖皇◆腕"] = { 
		xls_id = "◆妖皇◆腕",
		number = 194,
	},
	["天使神靴"] = { 
		xls_id = "天使神靴",
		number = 82,
	},
	["古月战狂链"] = { 
		xls_id = "古月战狂链",
		number = 12,
	},
	["深蓝传说"] = { 
		xls_id = "深蓝传说",
		number = 124,
	},
	["轮回"] = { 
		xls_id = "轮回",
		number = 139,
	},
	["焰·冰[闪耀]"] = { 
		xls_id = "焰·冰[闪耀]",
		number = 198,
	},
	["苦罗痴心·戒"] = { 
		xls_id = "苦罗痴心·戒",
		number = 152,
	},
	["灭世·链"] = { 
		xls_id = "灭世·链",
		number = 126,
	},
	["深蓝之恋"] = { 
		xls_id = "深蓝之恋",
		number = 132,
	},
	["天使宝冠"] = { 
		xls_id = "天使宝冠",
		number = 77,
	},
	["流光淬火剣[戮兽]"] = { 
		xls_id = "流光淬火剣[戮兽]",
		number = 173,
	},
	["吟龍圣者剑"] = { 
		xls_id = "吟龍圣者剑",
		number = 43,
	},
	["黄金锁子甲"] = { 
		xls_id = "黄金锁子甲",
		number = 60,
	},
	["神·暴风"] = { 
		xls_id = "神·暴风",
		number = 91,
	},
	["雄霸"] = { 
		xls_id = "雄霸",
		number = 108,
	},
	["苍月圣魂盔"] = { 
		xls_id = "苍月圣魂盔",
		number = 37,
	},
	["苦罗痴心·靴"] = { 
		xls_id = "苦罗痴心·靴",
		number = 154,
	},
	["吟龍圣戒"] = { 
		xls_id = "吟龍圣戒",
		number = 48,
	},
	["≮幽灵漫步≯"] = { 
		xls_id = "≮幽灵漫步≯",
		number = 170,
	},
	["梦回"] = { 
		xls_id = "梦回",
		number = 115,
	},
	["圣·毁苍生"] = { 
		xls_id = "圣·毁苍生",
		number = 104,
	},
	["毁天灭地甲"] = { 
		xls_id = "毁天灭地甲",
		number = 84,
	},
	["圣罗痴情·靴"] = { 
		xls_id = "圣罗痴情·靴",
		number = 146,
	},
	["青天战幻戒"] = { 
		xls_id = "青天战幻戒",
		number = 20,
	},
	["冥海圣武盔"] = { 
		xls_id = "冥海圣武盔",
		number = 29,
	},
	["灭世·带"] = { 
		xls_id = "灭世·带",
		number = 129,
	},
	["遗尘·戒"] = { 
		xls_id = "遗尘·戒",
		number = 120,
	},
	["黄金瞬影戒"] = { 
		xls_id = "黄金瞬影戒",
		number = 64,
	},
	["降龍·靴"] = { 
		xls_id = "降龍·靴",
		number = 138,
	},
	["苦罗痴心·带"] = { 
		xls_id = "苦罗痴心·带",
		number = 153,
	},
	["电·遇[男]"] = { 
		xls_id = "电·遇[男]",
		number = 199,
	},
	["神·破灭神靴"] = { 
		xls_id = "神·破灭神靴",
		number = 98,
	},
	["遗尘·靴"] = { 
		xls_id = "遗尘·靴",
		number = 122,
	},
	["毁灭の项链"] = { 
		xls_id = "毁灭の项链",
		number = 86,
	},
	["荒古·戒"] = { 
		xls_id = "荒古·戒",
		number = 112,
	},
	["苍月圣狂斩"] = { 
		xls_id = "苍月圣狂斩",
		number = 35,
	},
	["震天靴子"] = { 
		xls_id = "震天靴子",
		number = 74,
	},
	["降龍·带"] = { 
		xls_id = "降龍·带",
		number = 137,
	},
	["古月战狂戒"] = { 
		xls_id = "古月战狂戒",
		number = 14,
	},
	["【神灭】"] = { 
		xls_id = "【神灭】",
		number = 189,
	},
	["苍月圣魂靴"] = { 
		xls_id = "苍月圣魂靴",
		number = 42,
	},
	["凤凰の飞"] = { 
		xls_id = "凤凰の飞",
		number = 193,
	},
	["古月战狂镯"] = { 
		xls_id = "古月战狂镯",
		number = 13,
	},
	["降龍·链"] = { 
		xls_id = "降龍·链",
		number = 134,
	},
	["荒古·靴"] = { 
		xls_id = "荒古·靴",
		number = 114,
	},
	["狂王披风"] = { 
		xls_id = "狂王披风",
		number = 68,
	},
	["震天铃铛"] = { 
		xls_id = "震天铃铛",
		number = 70,
	},
	["金罗痴梦·链"] = { 
		xls_id = "金罗痴梦·链",
		number = 158,
	},
	["龙骨刀"] = { 
		xls_id = "龙骨刀",
		number = 1,
	},
	["太虚≤链≥"] = { 
		xls_id = "太虚≤链≥",
		number = 167,
	},
	["凌风战影甲"] = { 
		xls_id = "凌风战影甲",
		number = 22,
	},
	["神王の拳IV"] = { 
		xls_id = "神王の拳IV",
		number = 182,
	},
	["毁灭の影戒"] = { 
		xls_id = "毁灭の影戒",
		number = 88,
	},
	["降龍·指"] = { 
		xls_id = "降龍·指",
		number = 136,
	},
	["圣罗痴情·带"] = { 
		xls_id = "圣罗痴情·带",
		number = 145,
	},
	["圣·战甲"] = { 
		xls_id = "圣·战甲",
		number = 100,
	},
	["圣·暴风"] = { 
		xls_id = "圣·暴风",
		number = 99,
	},
	["光明坠落"] = { 
		xls_id = "光明坠落",
		number = 187,
	},
	["殘魂神靴"] = { 
		xls_id = "殘魂神靴",
		number = 58,
	},
	["神王の拳III"] = { 
		xls_id = "神王の拳III",
		number = 181,
	},
	["圣·灭苍穹"] = { 
		xls_id = "圣·灭苍穹",
		number = 103,
	},
	["凌风战虎镯"] = { 
		xls_id = "凌风战虎镯",
		number = 25,
	},
	["青天战幻盔"] = { 
		xls_id = "青天战幻盔",
		number = 17,
	},
	["遗尘·链"] = { 
		xls_id = "遗尘·链",
		number = 118,
	},
	["辰星战刃"] = { 
		xls_id = "辰星战刃",
		number = 3,
	},
	["≤光明不朽≥"] = { 
		xls_id = "≤光明不朽≥",
		number = 188,
	},
	["凌风战挂坠"] = { 
		xls_id = "凌风战挂坠",
		number = 24,
	},
	["电·刀[感知]"] = { 
		xls_id = "电·刀[感知]",
		number = 196,
	},
	["辰星战戒"] = { 
		xls_id = "辰星战戒",
		number = 8,
	},
	["吟龍圣甲"] = { 
		xls_id = "吟龍圣甲",
		number = 44,
	},
	["吟龍圣带"] = { 
		xls_id = "吟龍圣带",
		number = 49,
	},
	["殘魂必殺甲"] = { 
		xls_id = "殘魂必殺甲",
		number = 52,
	},
	["转瞬"] = { 
		xls_id = "转瞬",
		number = 131,
	},
	["辰星战镯"] = { 
		xls_id = "辰星战镯",
		number = 7,
	},
	["古月战狂甲"] = { 
		xls_id = "古月战狂甲",
		number = 10,
	},
	["凌风战虎戒"] = { 
		xls_id = "凌风战虎戒",
		number = 26,
	},
	["凌风七色刃"] = { 
		xls_id = "凌风七色刃",
		number = 21,
	},
	["苍月圣魂链"] = { 
		xls_id = "苍月圣魂链",
		number = 38,
	},
	["降龍·镯"] = { 
		xls_id = "降龍·镯",
		number = 135,
	},
	["冥海圣刃"] = { 
		xls_id = "冥海圣刃",
		number = 27,
	},
	["神王の拳II"] = { 
		xls_id = "神王の拳II",
		number = 180,
	},
	["冥海圣武链"] = { 
		xls_id = "冥海圣武链",
		number = 30,
	},
	["冥海圣武戒"] = { 
		xls_id = "冥海圣武戒",
		number = 32,
	},
	["冥海圣武靴"] = { 
		xls_id = "冥海圣武靴",
		number = 34,
	},
	["苍月圣魂甲"] = { 
		xls_id = "苍月圣魂甲",
		number = 36,
	},
	["圣罗痴情·镯"] = { 
		xls_id = "圣罗痴情·镯",
		number = 143,
	},
	["苍月圣魂带"] = { 
		xls_id = "苍月圣魂带",
		number = 41,
	},
	["降龍·盔"] = { 
		xls_id = "降龍·盔",
		number = 133,
	},
	["青天战幻甲"] = { 
		xls_id = "青天战幻甲",
		number = 16,
	},
	["精灵の翔"] = { 
		xls_id = "精灵の翔",
		number = 191,
	},
	["辰星战链"] = { 
		xls_id = "辰星战链",
		number = 6,
	},
	["毁灭の灵靴"] = { 
		xls_id = "毁灭の灵靴",
		number = 90,
	},
	["殘魂必殺刃"] = { 
		xls_id = "殘魂必殺刃",
		number = 51,
	},
	["殘魂神盔"] = { 
		xls_id = "殘魂神盔",
		number = 53,
	},
	["千年"] = { 
		xls_id = "千年",
		number = 123,
	},
	["冥海圣武镯"] = { 
		xls_id = "冥海圣武镯",
		number = 31,
	},
	["流光淬火剣[天殇]"] = { 
		xls_id = "流光淬火剣[天殇]",
		number = 175,
	},
	["『帝皇靴』"] = { 
		xls_id = "『帝皇靴』",
		number = 172,
	},
	["黄金冥王链"] = { 
		xls_id = "黄金冥王链",
		number = 62,
	},
	["流光淬火衣[男]"] = { 
		xls_id = "流光淬火衣[男]",
		number = 176,
	},
	["黄金腰带"] = { 
		xls_id = "黄金腰带",
		number = 65,
	},
	["黄金靴子"] = { 
		xls_id = "黄金靴子",
		number = 66,
	},
	["震天腰带"] = { 
		xls_id = "震天腰带",
		number = 73,
	},
	["审判之刃"] = { 
		xls_id = "审判之刃",
		number = 75,
	},
	["灭世·戒"] = { 
		xls_id = "灭世·戒",
		number = 128,
	},
	["天使羽衣"] = { 
		xls_id = "天使羽衣",
		number = 76,
	},
	["殘魂神镯"] = { 
		xls_id = "殘魂神镯",
		number = 55,
	},
	["毁灭の面罩"] = { 
		xls_id = "毁灭の面罩",
		number = 85,
	},
	["妖异"] = { 
		xls_id = "妖异",
		number = 155,
	},
	["毁灭の腰带"] = { 
		xls_id = "毁灭の腰带",
		number = 89,
	},
	["灭世·盔"] = { 
		xls_id = "灭世·盔",
		number = 125,
	},
	["神·皎洁月"] = { 
		xls_id = "神·皎洁月",
		number = 94,
	},
	["神·毁灭镯"] = { 
		xls_id = "神·毁灭镯",
		number = 95,
	},
	["古月战狂盔"] = { 
		xls_id = "古月战狂盔",
		number = 11,
	},
	["神·主宰仙带"] = { 
		xls_id = "神·主宰仙带",
		number = 97,
	},
	["天使腰带"] = { 
		xls_id = "天使腰带",
		number = 81,
	},
	["圣·皇天带"] = { 
		xls_id = "圣·皇天带",
		number = 105,
	},
	["圣·皇天靴"] = { 
		xls_id = "圣·皇天靴",
		number = 106,
	},
	["血杀"] = { 
		xls_id = "血杀",
		number = 107,
	},
	["荒古·链"] = { 
		xls_id = "荒古·链",
		number = 110,
	},
	["苦罗痴心·盔"] = { 
		xls_id = "苦罗痴心·盔",
		number = 149,
	},
	["荒古·带"] = { 
		xls_id = "荒古·带",
		number = 113,
	},
	["圣罗痴情·戒"] = { 
		xls_id = "圣罗痴情·戒",
		number = 144,
	},
	["碎梦涵光"] = { 
		xls_id = "碎梦涵光",
		number = 156,
	},
	["神·魔王盔"] = { 
		xls_id = "神·魔王盔",
		number = 93,
	},
	["辰星战盔"] = { 
		xls_id = "辰星战盔",
		number = 5,
	},
	["灭世·手"] = { 
		xls_id = "灭世·手",
		number = 127,
	},
	["圣·飞仙链"] = { 
		xls_id = "圣·飞仙链",
		number = 102,
	},
	["吟龍圣靴"] = { 
		xls_id = "吟龍圣靴",
		number = 50,
	},
	["圣罗痴情·盔"] = { 
		xls_id = "圣罗痴情·盔",
		number = 141,
	},
	["黄金幽灵盔"] = { 
		xls_id = "黄金幽灵盔",
		number = 61,
	},
	["圣罗痴情·链"] = { 
		xls_id = "圣罗痴情·链",
		number = 142,
	},
	["苍月圣魂镯"] = { 
		xls_id = "苍月圣魂镯",
		number = 39,
	},
	["╋残空╋"] = { 
		xls_id = "╋残空╋",
		number = 168,
	},
	["金丝羽灵"] = { 
		xls_id = "金丝羽灵",
		number = 148,
	},
	["苦罗痴心·镯"] = { 
		xls_id = "苦罗痴心·镯",
		number = 151,
	},
	["荒古·盔"] = { 
		xls_id = "荒古·盔",
		number = 109,
	},
	["遗尘·盔"] = { 
		xls_id = "遗尘·盔",
		number = 117,
	},
	["毁灭の亡镯"] = { 
		xls_id = "毁灭の亡镯",
		number = 87,
	},
	["金罗痴梦·盔"] = { 
		xls_id = "金罗痴梦·盔",
		number = 157,
	},
	["金罗痴梦·戒"] = { 
		xls_id = "金罗痴梦·戒",
		number = 160,
	},
	["震天头盔"] = { 
		xls_id = "震天头盔",
		number = 69,
	},
	["遗尘·带"] = { 
		xls_id = "遗尘·带",
		number = 121,
	},
	["吟龍圣链"] = { 
		xls_id = "吟龍圣链",
		number = 46,
	},
	["魔血护手(力)"] = { 
		xls_id = "魔血护手(力)",
		number = 164,
	},
	["雄浑『链』"] = { 
		xls_id = "雄浑『链』",
		number = 165,
	},
	["≤死亡救赎≥"] = { 
		xls_id = "≤死亡救赎≥",
		number = 186,
	},
	["天使如意链"] = { 
		xls_id = "天使如意链",
		number = 78,
	},
	["死亡凋零"] = { 
		xls_id = "死亡凋零",
		number = 185,
	},
	["吟龍圣镯"] = { 
		xls_id = "吟龍圣镯",
		number = 47,
	},
	["震天护手"] = { 
		xls_id = "震天护手",
		number = 71,
	},
	["金罗痴梦·镯"] = { 
		xls_id = "金罗痴梦·镯",
		number = 159,
	},
	["魔曲『戒』"] = { 
		xls_id = "魔曲『戒』",
		number = 169,
	},
	["心梦碎光"] = { 
		xls_id = "心梦碎光",
		number = 116,
	},
	["金罗痴梦·带"] = { 
		xls_id = "金罗痴梦·带",
		number = 161,
	},
	["『乾坤腰』"] = { 
		xls_id = "『乾坤腰』",
		number = 171,
	},
	["霸者神兵"] = { 
		xls_id = "霸者神兵",
		number = 67,
	},
	["碧血"] = { 
		xls_id = "碧血",
		number = 147,
	},
	["殘魂神带"] = { 
		xls_id = "殘魂神带",
		number = 57,
	},
	["流光锦绣衣[男]"] = { 
		xls_id = "流光锦绣衣[男]",
		number = 177,
	},
	["神王の拳I"] = { 
		xls_id = "神王の拳I",
		number = 179,
	},
	["万里追云"] = { 
		xls_id = "万里追云",
		number = 140,
	},
	["吸血蚊虫"] = { 
		xls_id = "吸血蚊虫",
		number = 183,
	},
	["≤吸血蝙蝠≥"] = { 
		xls_id = "≤吸血蝙蝠≥",
		number = 184,
	},
	["【淡然】"] = { 
		xls_id = "【淡然】",
		number = 190,
	},
	["天使旭日手"] = { 
		xls_id = "天使旭日手",
		number = 79,
	},
	["冥海圣武带"] = { 
		xls_id = "冥海圣武带",
		number = 33,
	},
	["青天战幻镯"] = { 
		xls_id = "青天战幻镯",
		number = 19,
	},
	["疾風·镯"] = { 
		xls_id = "疾風·镯",
		number = 195,
	},
	["青天怒斩"] = { 
		xls_id = "青天怒斩",
		number = 15,
	},
	["荒古·镯"] = { 
		xls_id = "荒古·镯",
		number = 111,
	},
	["冰·殇[男]"] = { 
		xls_id = "冰·殇[男]",
		number = 201,
	},
	["金罗痴梦·靴"] = { 
		xls_id = "金罗痴梦·靴",
		number = 162,
	},
	["光·炎[男]"] = { 
		xls_id = "光·炎[男]",
		number = 200,
	},
	["苍月圣魂戒"] = { 
		xls_id = "苍月圣魂戒",
		number = 40,
	},
	["流光幻彩衣[男]"] = { 
		xls_id = "流光幻彩衣[男]",
		number = 178,
	},
	["光·蛇[腾焰]"] = { 
		xls_id = "光·蛇[腾焰]",
		number = 197,
	},
	["黄金银河护手"] = { 
		xls_id = "黄金银河护手",
		number = 63,
	},
	["殘魂神戒"] = { 
		xls_id = "殘魂神戒",
		number = 56,
	},
	["灭世·靴"] = { 
		xls_id = "灭世·靴",
		number = 130,
	},
	["天使圣戒"] = { 
		xls_id = "天使圣戒",
		number = 80,
	},
	["冥海圣武甲"] = { 
		xls_id = "冥海圣武甲",
		number = 28,
	},
	["辰星战甲"] = { 
		xls_id = "辰星战甲",
		number = 4,
	},
	["吟龍圣盔"] = { 
		xls_id = "吟龍圣盔",
		number = 45,
	},
	["遗尘·镯"] = { 
		xls_id = "遗尘·镯",
		number = 119,
	},
	["神·创世指"] = { 
		xls_id = "神·创世指",
		number = 96,
	},
	["神·战甲"] = { 
		xls_id = "神·战甲",
		number = 92,
	},
	["青天战幻链"] = { 
		xls_id = "青天战幻链",
		number = 18,
	},
	["天崩地裂斩"] = { 
		xls_id = "天崩地裂斩",
		number = 83,
	},
	["圣·破九天"] = { 
		xls_id = "圣·破九天",
		number = 101,
	},
	["凌风战兽盔"] = { 
		xls_id = "凌风战兽盔",
		number = 23,
	},
	["黄金霸王斩"] = { 
		xls_id = "黄金霸王斩",
		number = 59,
	},
	["古月彻地斩"] = { 
		xls_id = "古月彻地斩",
		number = 9,
	},
	["【鬼仙链】"] = { 
		xls_id = "【鬼仙链】",
		number = 166,
	},
	["震天圣戒"] = { 
		xls_id = "震天圣戒",
		number = 72,
	},
	["傀儡の隐"] = { 
		xls_id = "傀儡の隐",
		number = 192,
	},
	["龙骨甲"] = { 
		xls_id = "龙骨甲",
		number = 2,
	},
	["力量护臂(精)"] = { 
		xls_id = "力量护臂(精)",
		number = 163,
	},
	["流光淬火剣[饮血]"] = { 
		xls_id = "流光淬火剣[饮血]",
		number = 174,
	},
	[7] = { 
		xls_id = 7,
		name = "古月彻地斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
}
return config
