local config = {
	[1] = {
		cost = {
			[1] = {
				[1] = "Å®ÉñµÄÈ¹°Ú",
				[2] = 1,
			},
		},
		flag = 128,
	},
	[2] = {
		cost = {
			[1] = {
				[1] = "ÇßÑ©°×ç±",
				[2] = 1,
			},
		},
		flag = 129,
	},
	[3] = {
		cost = {
			[1] = {
				[1] = "ÇàË¿ÈýÇ§",
				[2] = 1,
			},
		},
		flag = 130,
	},
	[4] = {
		cost = {
			[1] = {
				[1] = "Ñ©ÓðÅû·ç",
				[2] = 1,
			},
		},
		flag = 131,
	},
	[5] = {
		cost = {
			[1] = {
				[1] = "Ó«°×É´½í",
				[2] = 1,
			},
		},
		flag = 132,
	},
}
return config