local config = { 
	[31] = { 
		xls_id = 31,
		point = 15000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "永恒的秘密",
				[2] = 1,
			},
		},
	},
	[1] = { 
		xls_id = 1,
		point = 150,
		max = 50,
		num = 1,
		item = {
			[1] = {
				[1] = "金条",
				[2] = 1,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		point = 250,
		max = 35,
		num = 100000,
		item = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		point = 50,
		max = 100,
		num = 100,
		item = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		point = 50,
		max = 100,
		num = 100,
		item = {
			[1] = {
				[1] = "天工之锤",
				[2] = 100,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		point = 50,
		max = 100,
		num = 50,
		item = {
			[1] = {
				[1] = "幻灵水晶",
				[2] = 50,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		point = 100,
		max = 100,
		num = 5,
		item = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		point = 450,
		max = 10,
		num = 1,
		item = {
			[1] = {
				[1] = "时空门票",
				[2] = 1,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		point = 200,
		max = 30,
		num = 1,
		item = {
			[1] = {
				[1] = "幽冥残魂",
				[2] = 1,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		point = 5000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "幻·火莲魔童·哪吒[时装]",
				[2] = 1,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		point = 8888,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "泳装达人[时装]",
				[2] = 1,
			},
		},
	},
	[11] = { 
		xls_id = 11,
		point = 8888,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "摸鱼达人(称号卷)",
				[2] = 1,
			},
		},
	},
	[12] = { 
		xls_id = 12,
		point = 1000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "老G画的饼",
				[2] = 1,
			},
		},
	},
	[13] = { 
		xls_id = 13,
		point = 1000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "领导甩的锅",
				[2] = 1,
			},
		},
	},
	[14] = { 
		xls_id = 14,
		point = 1000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "同事划的水",
				[2] = 1,
			},
		},
	},
	[15] = { 
		xls_id = 15,
		point = 1000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "自己摸的鱼",
				[2] = 1,
			},
		},
	},
	[16] = { 
		xls_id = 16,
		point = 1000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "策划挖的坑",
				[2] = 1,
			},
		},
	},
	[17] = { 
		xls_id = 17,
		point = 1000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "技术埋的雷",
				[2] = 1,
			},
		},
	},
	[18] = { 
		xls_id = 18,
		point = 300,
		max = 50,
		num = 1,
		item = {
			[1] = {
				[1] = "神魂宝箱(小)",
				[2] = 1,
			},
		},
	},
	[19] = { 
		xls_id = 19,
		point = 2700,
		max = 5,
		num = 1,
		item = {
			[1] = {
				[1] = "神魂宝箱(中)",
				[2] = 1,
			},
		},
	},
	[20] = { 
		xls_id = 20,
		point = 12000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "神魂宝箱(大)",
				[2] = 1,
			},
		},
	},
	[21] = { 
		xls_id = 21,
		point = 6000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "〈古龙·意志〉",
				[2] = 1,
			},
		},
	},
	[22] = { 
		xls_id = 22,
		point = 6000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "〈古龙·之力〉",
				[2] = 1,
			},
		},
	},
	[23] = { 
		xls_id = 23,
		point = 6000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "太虚古龙的秘密",
				[2] = 1,
			},
		},
	},
	[24] = { 
		xls_id = 24,
		point = 4500,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "擒龙手[技能]",
				[2] = 1,
			},
		},
	},
	[25] = { 
		xls_id = 25,
		point = 18888,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "魔法盾[技能]",
				[2] = 1,
			},
		},
	},
	[26] = { 
		xls_id = 26,
		point = 19999,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "鸿运当头",
				[2] = 1,
			},
		},
	},
	[27] = { 
		xls_id = 27,
		point = 300,
		max = 50,
		num = 1,
		item = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
		},
	},
	[28] = { 
		xls_id = 28,
		point = 250,
		max = 30,
		num = 1,
		item = {
			[1] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
	},
	[29] = { 
		xls_id = 29,
		point = 19999,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "灭世魔龙结晶",
				[2] = 1,
			},
		},
	},
	[30] = { 
		xls_id = 30,
		point = 12000,
		max = 10,
		num = 1,
		item = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 1,
			},
		},
	},
	[32] = { 
		xls_id = 32,
		point = 15000,
		max = 1,
		num = 1,
		item = {
			[1] = {
				[1] = "穿梭时空的秘密",
				[2] = 1,
			},
		},
	},
}
return config
