local config = { 
	["[六合]幽灵鬼骑"] = { 
		xls_id = "[六合]幽灵鬼骑",
		value = 80,
	},
	["[七星]阴影潜伏者"] = { 
		xls_id = "[七星]阴影潜伏者",
		value = 150,
	},
	["七星至尊[炼狱]"] = { 
		xls_id = "七星至尊[炼狱]",
		value = 30,
	},
	["[十都]圣光哨兵"] = { 
		xls_id = "[十都]圣光哨兵",
		value = 190,
	},
	["[天启]银翼精灵"] = { 
		xls_id = "[天启]银翼精灵",
		value = 3,
	},
	["古庙守护者·冥法尊者"] = { 
		xls_id = "古庙守护者·冥法尊者",
		value = 160,
	},
	["八荒至尊[炼狱]"] = { 
		xls_id = "八荒至尊[炼狱]",
		value = 50,
	},
	["[天启]幻翼花仙"] = { 
		xls_id = "[天启]幻翼花仙",
		value = 3,
	},
	["蝶王·灵幻"] = { 
		xls_id = "蝶王·灵幻",
		value = 45,
	},
	["[三魂]暗影爪魔"] = { 
		xls_id = "[三魂]暗影爪魔",
		value = 30,
	},
	["亿冥至尊[炼狱]"] = { 
		xls_id = "亿冥至尊[炼狱]",
		value = 200,
	},
	["[双星]迷梦飞羽"] = { 
		xls_id = "[双星]迷梦飞羽",
		value = 3,
	},
	["四玄至尊[炼狱]"] = { 
		xls_id = "四玄至尊[炼狱]",
		value = 5,
	},
	["[七星]黑魂卫士"] = { 
		xls_id = "[七星]黑魂卫士",
		value = 150,
	},
	["[土之天尊]石母·瑟拉塞恩"] = { 
		xls_id = "[土之天尊]石母·瑟拉塞恩",
		value = 200,
	},
	["暗殿主宰·黑影刑天"] = { 
		xls_id = "暗殿主宰·黑影刑天",
		value = 210,
	},
	["十都至尊[炼狱]"] = { 
		xls_id = "十都至尊[炼狱]",
		value = 90,
	},
	["九曜至尊[炼狱]"] = { 
		xls_id = "九曜至尊[炼狱]",
		value = 70,
	},
	["[三魂]裂魂恶鬼"] = { 
		xls_id = "[三魂]裂魂恶鬼",
		value = 30,
	},
	["圣殿之灵·光耀圣者"] = { 
		xls_id = "圣殿之灵·光耀圣者",
		value = 250,
	},
	["[双星]翡翠仙灵"] = { 
		xls_id = "[双星]翡翠仙灵",
		value = 3,
	},
	["五岳至尊[炼狱]"] = { 
		xls_id = "五岳至尊[炼狱]",
		value = 10,
	},
	["六合至尊[炼狱]"] = { 
		xls_id = "六合至尊[炼狱]",
		value = 20,
	},
	["[八荒]黑魂僧兵"] = { 
		xls_id = "[八荒]黑魂僧兵",
		value = 150,
	},
	["[五岳]鬼面石卫"] = { 
		xls_id = "[五岳]鬼面石卫",
		value = 80,
	},
	["魔窟领主·魂噬者"] = { 
		xls_id = "魔窟领主·魂噬者",
		value = 100,
	},
	["[九曜]光辉战魂"] = { 
		xls_id = "[九曜]光辉战魂",
		value = 190,
	},
	["[四玄]噬骨屠夫"] = { 
		xls_id = "[四玄]噬骨屠夫",
		value = 30,
	},
	["[九曜]圣殿守卫者"] = { 
		xls_id = "[九曜]圣殿守卫者",
		value = 190,
	},
	["万世至尊[炼狱]"] = { 
		xls_id = "万世至尊[炼狱]",
		value = 150,
	},
	["[五岳]诅咒巫奴"] = { 
		xls_id = "[五岳]诅咒巫奴",
		value = 80,
	},
	["千煞至尊[炼狱]"] = { 
		xls_id = "千煞至尊[炼狱]",
		value = 130,
	},
	["[六合]残魂祭祀"] = { 
		xls_id = "[六合]残魂祭祀",
		value = 80,
	},
	["百威至尊[炼狱]"] = { 
		xls_id = "百威至尊[炼狱]",
		value = 110,
	},
	["[四玄]深渊幻影"] = { 
		xls_id = "[四玄]深渊幻影",
		value = 30,
	},
	["[十都]神圣法灵"] = { 
		xls_id = "[十都]神圣法灵",
		value = 190,
	},
	["[八荒]夜魅刺客"] = { 
		xls_id = "[八荒]夜魅刺客",
		value = 150,
	},
}
return config
