local config = { 
	[1] = { 
		xls_id = 1,
		maxLevel = 10,
		attrID = 21,
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U101",
		name = "暴戾一击",
	},
	[2] = { 
		xls_id = 2,
		maxLevel = 10,
		attrID = 25,
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U102",
		name = "伤害增幅",
	},
	[3] = { 
		xls_id = 3,
		maxLevel = 10,
		attrID = 26,
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U103",
		name = "钢铁之躯",
	},
	[4] = { 
		xls_id = 4,
		maxLevel = 10,
		attrID = 28,
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U104",
		name = "削铁如泥",
	},
	[5] = { 
		xls_id = 5,
		maxLevel = 10,
		attrID = 30,
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U105",
		name = "血牛达人",
	},
}
return config
