local config = {
	[1] = {
		Show = {
			[1] = "人物等级达到100级",
			[2] = "合成破魔斗笠Lv.5",
			[3] = "合成恢复光环Lv.5",
			[4] = "合成龙·之心Lv.5",
			[5] = "合成神·守护Lv.5",
			[6] = "收集4件装扮",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 20000,
		},
		AwardItem = {
			[1] = "牛马工牌",
			[2] = 1,
		},
	},
	[2] = {
		Show = {
			[1] = "人物等级达到120级",
			[2] = "合成疾风刻印Lv.7",
			[3] = "合成杀戮刻印Lv.7",
			[4] = "加入工会",
			[5] = "开启狂暴1次",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 25000,
		},
		AwardItem = {
			[1] = "牛马工装[时装]",
			[2] = 1,
		},
	},
	[3] = {
		Show = {
			[1] = "人物等级达到160级",
			[2] = "获得称号：神魔大成",
			[3] = "激活8个装扮",
			[4] = "修仙境界达到六合境",
			[5] = "装备洗练出2条属性",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 30000,
		},
		AwardItem = {
			[1] = "牛马老员工[称号]",
			[2] = 1,
		},
	},
	[4] = {
		Show = {
			[1] = "人物等级达到180级",
			[2] = "完成3次疾风洗炼",
			[3] = "刺杀剑术强化到5级",
			[4] = "修仙境界达到七星境",
			[5] = "获得江湖称号：风尘奇侠",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 35000,
		},
		AwardItem = {
			[1] = "牛马小组长[称号]",
			[2] = 1,
		},
	},
	[5] = {
		Show = {
			[1] = "人物等级达到200级",
			[2] = "完成人物1转",
			[3] = "完成5次剑甲淬炼",
			[4] = "修仙境界达到八卦境",
			[5] = "装备洗练出3条属性",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 40000,
		},
		AwardItem = {
			[1] = "牛马总经理[称号]",
			[2] = 1,
		},
	},
	[6] = {
		Show = {
			[1] = "人物等级达到220级",
			[2] = "全身装备强化提升至5级",
			[3] = "完成5次剑甲开光",
			[4] = "修仙境界达到九宫境",
			[5] = "幸运项链达到运5",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 45000,
		},
		AwardItem = {
			[1] = "牛马股东[称号]",
			[2] = 1,
		},
	},
	[7] = {
		Show = {
			[1] = "人物等级达到240级",
			[2] = "进入禁忌之门副本一次",
			[3] = "开启3次极限潜能",
			[4] = "修仙境界达到十方境",
			[5] = "龙神之力提升至3级",
		},
		AwardMoney = {
			[1] = "元宝",
			[2] = 50000,
		},
		AwardItem = {
			[1] = "牛马董事长[称号]",
			[2] = 1,
		},
	},
}
return config