local config = {
	["天劫之怒★★★★"] = {
	},
	["遗忘的赤炎吊坠"] = {
	},
	["太虚古龙领域[完全体]"] = {
	},
	["咏叹沉沦[男]"] = {
	},
	["苦修者的秘籍"] = {
	},
	["暗黑之神宝藏"] = {
	},
	["轮回经"] = {
	},
	["大天使的神威"] = {
	},
	["掌控奥义"] = {
	},
	["【传承】秩序腰带"] = {
	},
	["【传承】神威战靴"] = {
	},
	["■龙之叹息■"] = {
	},
	["古核武·变异基因体"] = {
	},
	["古核武·生化基因体"] = {
	},
	["封龙劍メ驱逐之刃"] = {
	},
	["安晓的右眼"] = {
	},
	["安晓的左眼"] = {
	},
	["异空：千年之光"] = {
	},
	["边界山谷的运转核心"] = {
	},
	["拥抱黑暗吧"] = {
	},
	["酆都的运转核心"] = {
	},
	["黑暗之触"] = {
	},
	["【镇压】血色结界"] = {
	},
	["活着！"] = {
	},
	["“破晓之眼”"] = {
	},
	["桓龙：另一个时空"] = {
	},
	["「穿梭」时间轮转"] = {
	},
	["小妖魔吊坠♀"] = {
	},
	["三魂四魄「元素」"] = {
	},
	["怪兽面具"] = {
	},
	["寂梦霜魂"] = {
	},
	["「掌控雷电」"] = {
	},
	["天煞符"] = {
	},
	["夜魂之殇"] = {
	},
	["鬼魅之踪"] = {
	},
	["生命幻想"] = {
	},
	["暗月挽歌"] = {
	},
	["生死簿"] = {
	},
	["纯阴之体"] = {
	},
	["玄阴〃吊坠"] = {
	},
	["⊙墟魂千幻⊙"] = {
	},
	["灵魂枷锁"] = {
	},
	["天魔心脏★★★"] = {
	},
	["寒冬之冠(神圣)"] = {
	},
	["堕落的黑曜战靴"] = {
	},
	["克苏恩之眼"] = {
	},
	["≮神拳≯"] = {
	},
	["噩梦之首★★"] = {
	},
	["·聖裁降臨SSS·"] = {
	},
	["魔焰·炽无尽"] = {
	},
	["黑月·之泪"] = {
	},
	["真·霸主战甲SSS"] = {
	},
	["≮万物之力≯"] = {
	},
	["名刀⊙观世正宗"] = {
	},
	["命运的轮转"] = {
	},
	["起源·无尽幻境"] = {
	},
	["厄运代言人"] = {
	},
	["时间之轮·聚变"] = {
	},
	["龙之力·不灭光剑!"] = {
	},
	["黄昏落幕ぁ"] = {
	},
	["八八八八"] = {
	},
	["哈法西斯之心"] = {
	},
	["毁灭·魔化天使[永恆]"] = {
	},
	["毁灭·魔化天使[傳奇]"] = {
	},
	["毁灭·魔化天使[無盡]"] = {
	},
	["毁灭·魔化天使[吞噬]"] = {
	},
	["十万年古棺"] = {
	},
	["大元素使之手"] = {
	},
	["群星之怒★★★"] = {
	},
	["御天机"] = {
	},
	["夜风·不败剑意"] = {
	},
	["·天魔之冠·破天·"] = {
	},
	["星辉·猎杀狩命"] = {
	},
	["无序的凝视"] = {
	},
	["原初■混乱■"] = {
	},
	["魔戒·骷髅王(A)"] = {
	},
	["魔戒·骷髅王(S)"] = {
	},
	["魔戒·骷髅王(SR)"] = {
	},
	["魔戒·骷髅王(SSR)"] = {
	},
	["魔戒·骷髅王(SSSR)"] = {
	},
	["被封印的剑灵(A)"] = {
	},
	["被封印的剑灵(S)"] = {
	},
	["被封印的剑灵(SR)"] = {
	},
	["被封印的剑灵(SSR)"] = {
	},
	["被封印的剑灵(SSSR)"] = {
	},
	["魔刃·噬魂(A)"] = {
	},
	["魔刃·噬魂(S)"] = {
	},
	["魔刃·噬魂(SR)"] = {
	},
	["魔刃·噬魂(SSR)"] = {
	},
	["魔刃·噬魂(SSSR)"] = {
	},
	["帝国の神龙(幼年期)"] = {
	},
	["帝国の神龙(成长期)"] = {
	},
	["帝国の神龙(成熟期)"] = {
	},
	["帝国の神龙(完全体)"] = {
	},
	["帝国の神龙(究极体)"] = {
	},
	["鬼画符(A)"] = {
	},
	["鬼画符(S)"] = {
	},
	["鬼画符(SR)"] = {
	},
	["鬼画符(SSR)"] = {
	},
	["鬼画符(SSSR)"] = {
	},
	["无尽的华尔兹"] = {
	},
	["勿忘我"] = {
	},
	["强化+9999"] = {
	},
	["给你马一拳"] = {
	},
	["流光剣[综合之力]"] = {
	},
	["流光·庇护[男]"] = {
	},
	["电·刀[感知]"] = {
	},
	["光·蛇[腾焰]"] = {
	},
	["焰·冰[闪耀]"] = {
	},
	["电·遇[男]"] = {
	},
	["光·炎[男]"] = {
	},
	["冰·殇[男]"] = {
	},
	["力量护臂(精)"] = {
	},
	["魔血护手(力)"] = {
	},
	["雄浑『链』"] = {
	},
	["【鬼仙链】"] = {
	},
	["太虚≤链≥"] = {
	},
	["╋残空╋"] = {
	},
	["魔曲『戒』"] = {
	},
	["≮幽灵漫步≯"] = {
	},
	["『乾坤腰』"] = {
	},
	["『帝皇靴』"] = {
	},
	["流光淬火剣[戮兽]"] = {
	},
	["流光淬火剣[饮血]"] = {
	},
	["流光淬火剣[天殇]"] = {
	},
	["流光淬火衣[男]"] = {
	},
	["流光锦绣衣[男]"] = {
	},
	["流光幻彩衣[男]"] = {
	},
	["神王の拳I"] = {
	},
	["神王の拳II"] = {
	},
	["神王の拳III"] = {
	},
	["神王の拳IV"] = {
	},
	["吸血蚊虫"] = {
	},
	["≤吸血蝙蝠≥"] = {
	},
	["死亡凋零"] = {
	},
	["≤死亡救赎≥"] = {
	},
	["光明坠落"] = {
	},
	["≤光明不朽≥"] = {
	},
	["【神灭】"] = {
	},
	["【淡然】"] = {
	},
	["精灵の翔"] = {
	},
	["傀儡の隐"] = {
	},
	["凤凰の飞"] = {
	},
	["◆妖皇◆腕"] = {
	},
	["疾風·镯"] = {
	},
	["勾魂索"] = {
	},
	["亡灵庇护"] = {
	},
	["冥火之拥"] = {
	},
	["鬼影重重"] = {
	},
	["望穿眼"] = {
	},
	["死亡笔记(上)"] = {
	},
	["死亡笔记(下)"] = {
	},
	["〈御风·斩浪〉"] = {
	},
	["寂梦"] = {
	},
	["贤者手镯[伏魔]"] = {
	},
	["贤者戒指[伏魔]"] = {
	},
	["贤者腰带[伏魔]"] = {
	},
	["贤者战靴[伏魔]"] = {
	},
}
return config