local config = {
	["龙族雕石[未觉醒]"] = {
		index = 1,
	},
	["龙族雕石[一阶觉醒]"] = {
		index = 2,
		leveliexp = 3888,
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	["龙族雕石[二阶觉醒]"] = {
		index = 3,
		leveliexp = 7888,
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 30,
			},
		},
	},
	["龙族雕石[三阶觉醒]"] = {
		index = 4,
		leveliexp = 15888,
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 40,
			},
		},
	},
	["龙族雕石[四阶觉醒]"] = {
		index = 5,
		leveliexp = 23888,
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 80,
			},
		},
	},
	["龙族雕石[五阶觉醒]"] = {
		index = 6,
		leveliexp = 39888,
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 120,
			},
		},
	},
}
return config