local config = {
	[1] = {
		value = "炼狱",
	},
	[2] = {
		value = "幽·踏青天",
	},
	[3] = {
		value = "风魔王冠",
	},
	[4] = {
		value = "天神指环",
	},
	[5] = {
		value = "圣之·毁灭",
	},
	[6] = {
		value = "审判之魂",
	},
	[7] = {
		value = "撒旦の镯",
	},
	[8] = {
		value = "黑莲项坠",
	},
	[9] = {
		value = "漩涡",
	},
	[10] = {
		value = "〈御·风〉",
	},
	[11] = {
		value = "〈斩·浪〉",
	},
	[12] = {
		value = "御风·之力",
	},
	[13] = {
		value = "卧龙战靴",
	},
	[14] = {
		value = "月光印记",
	},
	[15] = {
		value = "月光手环",
	},
	[16] = {
		value = "新月之冠",
	},
	[17] = {
		value = "血色之影",
	},
	[18] = {
		value = "血界",
	},
	[19] = {
		value = "往生之手",
	},
	[20] = {
		value = "怨念挂珠",
	},
	[21] = {
		value = "武之法则",
	},
	[22] = {
		value = "狂兽之护",
	},
	[23] = {
		value = "云履",
	},
	[24] = {
		value = "水晶之恋",
	},
	[25] = {
		value = "透明手镯",
	},
	[26] = {
		value = "宿命",
	},
	[27] = {
		value = "孤月天轮",
	},
	[28] = {
		value = "万雷",
	},
	[29] = {
		value = "天雷之环",
	},
	[30] = {
		value = "预言者",
	},
	[31] = {
		value = "死亡之戒",
	},
	[32] = {
		value = "黄泉",
	},
	[33] = {
		value = "野火之握",
	},
	[34] = {
		value = "灵魂面具",
	},
	[35] = {
		value = "暗夜潜行者",
	},
	[36] = {
		value = "源火禁锢",
	},
	[37] = {
		value = "死神降临",
	},
	[38] = {
		value = "妖泣",
	},
	[39] = {
		value = "浮生",
	},
	[40] = {
		value = "至阴",
	},
	[41] = {
		value = "离火",
	},
	[42] = {
		value = "远古吊坠",
	},
	[43] = {
		value = "深渊之行",
	},
	[44] = {
		value = "大元素使之手",
	},
	[45] = {
		value = "冥日之戒",
	},
	[46] = {
		value = "炼狱",
	},
	[47] = {
		value = "幽·踏青天",
	},
	[48] = {
		value = "风魔王冠",
	},
	[49] = {
		value = "天神指环",
	},
	[50] = {
		value = "圣之·毁灭",
	},
	[51] = {
		value = "审判之魂",
	},
	[52] = {
		value = "撒旦の镯",
	},
	[53] = {
		value = "黑莲项坠",
	},
	[54] = {
		value = "漩涡",
	},
	[55] = {
		value = "〈御·风〉",
	},
	[56] = {
		value = "〈斩·浪〉",
	},
	[57] = {
		value = "御风·之力",
	},
	[58] = {
		value = "卧龙战靴",
	},
	[59] = {
		value = "月光印记",
	},
	[60] = {
		value = "月光手环",
	},
	[61] = {
		value = "新月之冠",
	},
}
return config