local config = { 
	[1] = { 
		xls_id = 1,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 1000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 1,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 2000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 2,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 3000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 3,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 4000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 4,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 5000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 5,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 6000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 6,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 7000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 7,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 8000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 8,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 9000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 9,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		payCost = {
			[1] = {
				[1] = "灵符",
				[2] = 10000,
			},
		},
		freeCost = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 10,
			},
		},
	},
}
return config
