local config = {
	[1] = {
		mapid = "雷隐天尊阁",
		x = 36,
		y = 15,
	},
	[2] = {
		mapid = "雷隐天尊阁二层",
		x = 36,
		y = 15,
	},
	[3] = {
		mapid = "雷隐天尊阁三层",
		x = 36,
		y = 15,
	},
	[4] = {
		mapid = "炽焰天尊阁",
		x = 35,
		y = 15,
	},
	[5] = {
		mapid = "炽焰天尊阁二层",
		x = 35,
		y = 15,
	},
	[6] = {
		mapid = "炽焰天尊阁三层",
		x = 35,
		y = 15,
	},
	[7] = {
		mapid = "碧波天尊阁",
		x = 35,
		y = 15,
	},
	[8] = {
		mapid = "碧波天尊阁二层",
		x = 35,
		y = 15,
	},
	[9] = {
		mapid = "碧波天尊阁三层",
		x = 35,
		y = 15,
	},
	[10] = {
		mapid = "落岩天尊阁",
		x = 35,
		y = 16,
	},
	[11] = {
		mapid = "落岩天尊阁二层",
		x = 35,
		y = 16,
	},
	[12] = {
		mapid = "落岩天尊阁三层",
		x = 35,
		y = 16,
	},
}
return config