local config = { 
	[50430] = { 
		xls_id = 50430,
		name = "暮潮",
	},
	[50431] = { 
		xls_id = 50431,
		name = "金色黎明的圣物箱",
	},
	[50432] = { 
		xls_id = 50432,
		name = "永恒凛冬",
	},
	[50433] = { 
		xls_id = 50433,
		name = "降星者",
	},
	[50434] = { 
		xls_id = 50434,
		name = "孤影流觞",
	},
	[51530] = { 
		xls_id = 51530,
		name = "‖「谣影神靴」‖",
	},
	[51531] = { 
		xls_id = 51531,
		name = "‖「太清流珠」‖",
	},
	[51524] = { 
		xls_id = 51524,
		name = "卐卐正道鏡卐卐",
	},
	[51528] = { 
		xls_id = 51528,
		name = "▲▲火雲真經▲▲",
	},
	[51525] = { 
		xls_id = 51525,
		name = "卐卐提魂锁卐卐",
	},
	[51526] = { 
		xls_id = 51526,
		name = "△△雷道天卷△△",
	},
	[51527] = { 
		xls_id = 51527,
		name = "△△玄天令△△",
	},
	[50429] = { 
		xls_id = 50429,
		name = "一缕神念",
	},
	[51529] = { 
		xls_id = 51529,
		name = "▲▲水鏡太極▲▲",
	},
}
return config
