local config = {
	["天启之刃[魂]"] = {
		level = 1,
	},
	["天启恺甲[魂]"] = {
		level = 1,
	},
	["天启头盔[魂]"] = {
		level = 1,
	},
	["天启项链[魂]"] = {
		level = 1,
	},
	["天启手镯[魂]"] = {
		level = 1,
	},
	["天启指环[魂]"] = {
		level = 1,
	},
	["双星之刃[魂]"] = {
		level = 2,
	},
	["双星恺甲[魂]"] = {
		level = 2,
	},
	["双星头盔[魂]"] = {
		level = 2,
	},
	["双星项链[魂]"] = {
		level = 2,
	},
	["双星手镯[魂]"] = {
		level = 2,
	},
	["双星指环[魂]"] = {
		level = 2,
	},
	["三魂之刃[魂]"] = {
		level = 3,
	},
	["三魂恺甲[魂]"] = {
		level = 3,
	},
	["三魂头盔[魂]"] = {
		level = 3,
	},
	["三魂项链[魂]"] = {
		level = 3,
	},
	["三魂手镯[魂]"] = {
		level = 3,
	},
	["三魂指环[魂]"] = {
		level = 3,
	},
	["四玄之刃[魂]"] = {
		level = 4,
	},
	["四玄恺甲[魂]"] = {
		level = 4,
	},
	["四玄头盔[魂]"] = {
		level = 4,
	},
	["四玄项链[魂]"] = {
		level = 4,
	},
	["四玄手镯[魂]"] = {
		level = 4,
	},
	["四玄指环[魂]"] = {
		level = 4,
	},
	["五岳之刃[魂]"] = {
		level = 5,
	},
	["五岳恺甲[魂]"] = {
		level = 5,
	},
	["五岳头盔[魂]"] = {
		level = 5,
	},
	["五岳项链[魂]"] = {
		level = 5,
	},
	["五岳手镯[魂]"] = {
		level = 5,
	},
	["五岳指环[魂]"] = {
		level = 5,
	},
	["六合之刃[魂]"] = {
		level = 6,
	},
	["六合恺甲[魂]"] = {
		level = 6,
	},
	["六合头盔[魂]"] = {
		level = 6,
	},
	["六合项链[魂]"] = {
		level = 6,
	},
	["六合手镯[魂]"] = {
		level = 6,
	},
	["六合指环[魂]"] = {
		level = 6,
	},
	["七星之刃[魂]"] = {
		level = 7,
	},
	["七星恺甲[魂]"] = {
		level = 7,
	},
	["七星头盔[魂]"] = {
		level = 7,
	},
	["七星项链[魂]"] = {
		level = 7,
	},
	["七星手镯[魂]"] = {
		level = 7,
	},
	["七星指环[魂]"] = {
		level = 7,
	},
	["八荒之刃[魂]"] = {
		level = 8,
	},
	["八荒恺甲[魂]"] = {
		level = 8,
	},
	["八荒头盔[魂]"] = {
		level = 8,
	},
	["八荒项链[魂]"] = {
		level = 8,
	},
	["八荒手镯[魂]"] = {
		level = 8,
	},
	["八荒指环[魂]"] = {
		level = 8,
	},
	["九曜之刃[魂]"] = {
		level = 9,
	},
	["九曜恺甲[魂]"] = {
		level = 9,
	},
	["九曜头盔[魂]"] = {
		level = 9,
	},
	["九曜项链[魂]"] = {
		level = 9,
	},
	["九曜手镯[魂]"] = {
		level = 9,
	},
	["九曜指环[魂]"] = {
		level = 9,
	},
	["十都之刃[魂]"] = {
		level = 10,
	},
	["十都恺甲[魂]"] = {
		level = 10,
	},
	["十都头盔[魂]"] = {
		level = 10,
	},
	["十都项链[魂]"] = {
		level = 10,
	},
	["十都手镯[魂]"] = {
		level = 10,
	},
	["十都指环[魂]"] = {
		level = 10,
	},
}
return config