local config = { 
	["疾风刻印Lv.9"] = { 
		xls_id = "疾风刻印Lv.9",
		hpNum = 700,
	},
	["混乱制造者"] = { 
		xls_id = "混乱制造者",
		value = 12,
	},
	["血奴印记"] = { 
		xls_id = "血奴印记",
		value = 12,
	},
	["疾风刻印Lv.1"] = { 
		xls_id = "疾风刻印Lv.1",
		hpNum = 100,
	},
	["冰河之心"] = { 
		xls_id = "冰河之心",
		value = 10,
	},
	["疾风刻印Lv.10"] = { 
		xls_id = "疾风刻印Lv.10",
		hpNum = 800,
	},
	["本源之力"] = { 
		xls_id = "本源之力",
		value = 10,
	},
	["恢复光环+5"] = { 
		xls_id = "恢复光环+5",
		value = 5,
	},
	["疾风刻印Lv.4"] = { 
		xls_id = "疾风刻印Lv.4",
		hpNum = 250,
	},
	["死神降临"] = { 
		xls_id = "死神降临",
		value = 10,
	},
	["恢复光环+8"] = { 
		xls_id = "恢复光环+8",
		value = 8,
	},
	["上忍之隐"] = { 
		xls_id = "上忍之隐",
		value = 10,
	},
	["恢复光环+9"] = { 
		xls_id = "恢复光环+9",
		value = 9,
	},
	["恢复光环+10"] = { 
		xls_id = "恢复光环+10",
		value = 10,
	},
	["恢复光环+2"] = { 
		xls_id = "恢复光环+2",
		value = 2,
	},
	["疾风刻印Lv.6"] = { 
		xls_id = "疾风刻印Lv.6",
		hpNum = 400,
	},
	["闪耀·漆黑之影"] = { 
		xls_id = "闪耀·漆黑之影",
		value = 10,
	},
	["恢复光环"] = { 
		xls_id = "恢复光环",
		value = 1,
	},
	["·聖裁降臨SSS·"] = { 
		xls_id = "·聖裁降臨SSS·",
		value = 10,
	},
	["恢复光环+6"] = { 
		xls_id = "恢复光环+6",
		value = 6,
	},
	["⊙墟魂千幻⊙"] = { 
		xls_id = "⊙墟魂千幻⊙",
		value = 10,
	},
	["疾风刻印Lv.5"] = { 
		xls_id = "疾风刻印Lv.5",
		hpNum = 300,
	},
	["疾风刻印Lv.8"] = { 
		xls_id = "疾风刻印Lv.8",
		hpNum = 600,
	},
	["狂意之怒"] = { 
		xls_id = "狂意之怒",
		value = 10,
	},
	["疾风刻印Lv.2"] = { 
		xls_id = "疾风刻印Lv.2",
		hpNum = 150,
	},
	["疾风刻印Lv.7"] = { 
		xls_id = "疾风刻印Lv.7",
		hpNum = 500,
	},
	["疾风刻印Lv.3"] = { 
		xls_id = "疾风刻印Lv.3",
		hpNum = 200,
	},
	["半兽人之心"] = { 
		xls_id = "半兽人之心",
		value = 10,
	},
	["恢复光环+7"] = { 
		xls_id = "恢复光环+7",
		value = 7,
	},
	["恢复光环+4"] = { 
		xls_id = "恢复光环+4",
		value = 4,
	},
	["燃烧の地狱轮盘"] = { 
		xls_id = "燃烧の地狱轮盘",
		value = 10,
	},
	["血色之影"] = { 
		xls_id = "血色之影",
		value = 10,
	},
	["恢复光环+1"] = { 
		xls_id = "恢复光环+1",
		value = 1,
	},
	["恢复光环+3"] = { 
		xls_id = "恢复光环+3",
		value = 3,
	},
}
return config
