local config = { 
	["厄运代言人"] = { 
		xls_id = "厄运代言人",
		is = 1,
	},
	["冰河之心"] = { 
		xls_id = "冰河之心",
		is = 1,
	},
	["夜色杀手披风"] = { 
		xls_id = "夜色杀手披风",
		is = 1,
	},
	["流光岁月"] = { 
		xls_id = "流光岁月",
		is = 1,
	},
	["夜幽面具★★★"] = { 
		xls_id = "夜幽面具★★★",
		is = 1,
	},
	["半兽人之心"] = { 
		xls_id = "半兽人之心",
		is = 1,
	},
	["千年结"] = { 
		xls_id = "千年结",
		is = 1,
	},
	["风之高歌"] = { 
		xls_id = "风之高歌",
		is = 1,
	},
	["堕落的黑曜战靴"] = { 
		xls_id = "堕落的黑曜战靴",
		is = 1,
	},
	["≮轻·语≯"] = { 
		xls_id = "≮轻·语≯",
		is = 1,
	},
	["◆影杀阵◆"] = { 
		xls_id = "◆影杀阵◆",
		is = 1,
	},
	["断空之痕"] = { 
		xls_id = "断空之痕",
		is = 1,
	},
	["咏叹沉沦[男]"] = { 
		xls_id = "咏叹沉沦[男]",
		is = 1,
	},
	["寂梦霜魂"] = { 
		xls_id = "寂梦霜魂",
		is = 1,
	},
	["冥火之拥"] = { 
		xls_id = "冥火之拥",
		is = 1,
	},
	["罪恶审判×"] = { 
		xls_id = "罪恶审判×",
		is = 1,
	},
	["浮生"] = { 
		xls_id = "浮生",
		is = 1,
	},
	["禁言"] = { 
		xls_id = "禁言",
		is = 1,
	},
	["八八八八"] = { 
		xls_id = "八八八八",
		is = 1,
	},
	["屠龙者之刃"] = { 
		xls_id = "屠龙者之刃",
		is = 1,
	},
	["封龙劍メ驱逐之刃"] = { 
		xls_id = "封龙劍メ驱逐之刃",
		is = 1,
	},
	["死神代言人"] = { 
		xls_id = "死神代言人",
		is = 1,
	},
	["暗·影之翼"] = { 
		xls_id = "暗·影之翼",
		is = 1,
	},
	["三魂四魄「元素」"] = { 
		xls_id = "三魂四魄「元素」",
		is = 1,
	},
	["【镇压】血色结界"] = { 
		xls_id = "【镇压】血色结界",
		is = 1,
	},
	["新月之冠"] = { 
		xls_id = "新月之冠",
		is = 1,
	},
	["明昼吊坠"] = { 
		xls_id = "明昼吊坠",
		is = 1,
	},
	["千山破"] = { 
		xls_id = "千山破",
		is = 1,
	},
	["血饮雷霆·束缚之力"] = { 
		xls_id = "血饮雷霆·束缚之力",
		is = 1,
	},
	["黄泉"] = { 
		xls_id = "黄泉",
		is = 1,
	},
	["—冥炎—"] = { 
		xls_id = "—冥炎—",
		is = 1,
	},
	["【聖】·天空之翼"] = { 
		xls_id = "【聖】·天空之翼",
		is = 1,
	},
	["深渊的亵渎☆☆"] = { 
		xls_id = "深渊的亵渎☆☆",
		is = 1,
	},
	["月影之界"] = { 
		xls_id = "月影之界",
		is = 1,
	},
	["千年之光"] = { 
		xls_id = "千年之光",
		is = 1,
	},
	["旧人归"] = { 
		xls_id = "旧人归",
		is = 1,
	},
	["冥日之戒"] = { 
		xls_id = "冥日之戒",
		is = 1,
	},
	["暗影之缚"] = { 
		xls_id = "暗影之缚",
		is = 1,
	},
	["寒冬之冠(神圣)"] = { 
		xls_id = "寒冬之冠(神圣)",
		is = 1,
	},
	["熊猫面具"] = { 
		xls_id = "熊猫面具",
		is = 1,
	},
	["龙之力·不灭光剑!"] = { 
		xls_id = "龙之力·不灭光剑!",
		is = 1,
	},
	["龙魂之力"] = { 
		xls_id = "龙魂之力",
		is = 1,
	},
	["哭丧棒"] = { 
		xls_id = "哭丧棒",
		is = 1,
	},
	["遗忘的赤炎吊坠"] = { 
		xls_id = "遗忘的赤炎吊坠",
		is = 1,
	},
	["恶之握"] = { 
		xls_id = "恶之握",
		is = 1,
	},
	["悲鸣之泣"] = { 
		xls_id = "悲鸣之泣",
		is = 1,
	},
	["「无情」"] = { 
		xls_id = "「无情」",
		is = 1,
	},
	["勿忘我"] = { 
		xls_id = "勿忘我",
		is = 1,
	},
	["怨念挂珠"] = { 
		xls_id = "怨念挂珠",
		is = 1,
	},
	["神谕之盔"] = { 
		xls_id = "神谕之盔",
		is = 1,
	},
	["月光印记"] = { 
		xls_id = "月光印记",
		is = 1,
	},
	["天殇之痕"] = { 
		xls_id = "天殇之痕",
		is = 1,
	},
	["撕裂者面具"] = { 
		xls_id = "撕裂者面具",
		is = 1,
	},
	["深渊之行"] = { 
		xls_id = "深渊之行",
		is = 1,
	},
	["旅者之誓"] = { 
		xls_id = "旅者之誓",
		is = 1,
	},
	["御风·之力"] = { 
		xls_id = "御风·之力",
		is = 1,
	},
	["≮神拳≯"] = { 
		xls_id = "≮神拳≯",
		is = 1,
	},
	["武之法则"] = { 
		xls_id = "武之法则",
		is = 1,
	},
	["重生十字架"] = { 
		xls_id = "重生十字架",
		is = 1,
	},
	["鬼魅之宗·七煞灭魂"] = { 
		xls_id = "鬼魅之宗·七煞灭魂",
		is = 1,
	},
	["元素之心"] = { 
		xls_id = "元素之心",
		is = 1,
	},
	["黑暗之触"] = { 
		xls_id = "黑暗之触",
		is = 1,
	},
	["白玉心"] = { 
		xls_id = "白玉心",
		is = 1,
	},
	["恶之根源"] = { 
		xls_id = "恶之根源",
		is = 1,
	},
	["混沌之影"] = { 
		xls_id = "混沌之影",
		is = 1,
	},
	["黑暗之信念"] = { 
		xls_id = "黑暗之信念",
		is = 1,
	},
	["咆哮之意"] = { 
		xls_id = "咆哮之意",
		is = 1,
	},
	["纯阴之体"] = { 
		xls_id = "纯阴之体",
		is = 1,
	},
	["≮万物之力≯"] = { 
		xls_id = "≮万物之力≯",
		is = 1,
	},
	["天下霸唱"] = { 
		xls_id = "天下霸唱",
		is = 1,
	},
	["死亡之戒"] = { 
		xls_id = "死亡之戒",
		is = 1,
	},
	["卧龙战靴"] = { 
		xls_id = "卧龙战靴",
		is = 1,
	},
	["【传承】神威战靴"] = { 
		xls_id = "【传承】神威战靴",
		is = 1,
	},
	["灵魂枷锁"] = { 
		xls_id = "灵魂枷锁",
		is = 1,
	},
	["真·霸主战甲SSS"] = { 
		xls_id = "真·霸主战甲SSS",
		is = 1,
	},
	["上忍之隐"] = { 
		xls_id = "上忍之隐",
		is = 1,
	},
	["灵魂面具"] = { 
		xls_id = "灵魂面具",
		is = 1,
	},
	["狂兽之护"] = { 
		xls_id = "狂兽之护",
		is = 1,
	},
	["鸣封之刃·永恒"] = { 
		xls_id = "鸣封之刃·永恒",
		is = 1,
	},
	["仙器·残火(精)"] = { 
		xls_id = "仙器·残火(精)",
		is = 1,
	},
	["⊙墟魂千幻⊙"] = { 
		xls_id = "⊙墟魂千幻⊙",
		is = 1,
	},
	["幽冥之环"] = { 
		xls_id = "幽冥之环",
		is = 1,
	},
	["月影之碑"] = { 
		xls_id = "月影之碑",
		is = 1,
	},
	["黑月·之泪"] = { 
		xls_id = "黑月·之泪",
		is = 1,
	},
	["典狱长的锁链"] = { 
		xls_id = "典狱长的锁链",
		is = 1,
	},
	["失落空间"] = { 
		xls_id = "失落空间",
		is = 1,
	},
	["白骨之刺"] = { 
		xls_id = "白骨之刺",
		is = 1,
	},
	["赤木之瞳"] = { 
		xls_id = "赤木之瞳",
		is = 1,
	},
	["魔化的眼罩"] = { 
		xls_id = "魔化的眼罩",
		is = 1,
	},
	["啸之戒指"] = { 
		xls_id = "啸之戒指",
		is = 1,
	},
	["驭风者·离殇"] = { 
		xls_id = "驭风者·离殇",
		is = 1,
	},
	["天元之奕·冰霜凝视"] = { 
		xls_id = "天元之奕·冰霜凝视",
		is = 1,
	},
	["名刀⊙观世正宗"] = { 
		xls_id = "名刀⊙观世正宗",
		is = 1,
	},
	["血界"] = { 
		xls_id = "血界",
		is = 1,
	},
	["源火禁锢"] = { 
		xls_id = "源火禁锢",
		is = 1,
	},
	["小妖魔吊坠♀"] = { 
		xls_id = "小妖魔吊坠♀",
		is = 1,
	},
	["宿命"] = { 
		xls_id = "宿命",
		is = 1,
	},
	["戰場之靴"] = { 
		xls_id = "戰場之靴",
		is = 1,
	},
	["风之低语"] = { 
		xls_id = "风之低语",
		is = 1,
	},
	["远行的召唤"] = { 
		xls_id = "远行的召唤",
		is = 1,
	},
	["〈御风·斩浪〉"] = { 
		xls_id = "〈御风·斩浪〉",
		is = 1,
	},
	["巨龙之印"] = { 
		xls_id = "巨龙之印",
		is = 1,
	},
	["〈斩·浪〉"] = { 
		xls_id = "〈斩·浪〉",
		is = 1,
	},
	["勾魂索"] = { 
		xls_id = "勾魂索",
		is = 1,
	},
	["天煞符"] = { 
		xls_id = "天煞符",
		is = 1,
	},
	["收割者"] = { 
		xls_id = "收割者",
		is = 1,
	},
	["地爆天星"] = { 
		xls_id = "地爆天星",
		is = 1,
	},
	["燃烧の地狱轮盘"] = { 
		xls_id = "燃烧の地狱轮盘",
		is = 1,
	},
	["万雷"] = { 
		xls_id = "万雷",
		is = 1,
	},
	["【暗影】咒印之铠"] = { 
		xls_id = "【暗影】咒印之铠",
		is = 1,
	},
	["孤月天轮"] = { 
		xls_id = "孤月天轮",
		is = 1,
	},
	["梦魇头冠"] = { 
		xls_id = "梦魇头冠",
		is = 1,
	},
	["远古吊坠"] = { 
		xls_id = "远古吊坠",
		is = 1,
	},
	["【传承】秩序腰带"] = { 
		xls_id = "【传承】秩序腰带",
		is = 1,
	},
	["烈焰之径"] = { 
		xls_id = "烈焰之径",
		is = 1,
	},
	["噬生凝视"] = { 
		xls_id = "噬生凝视",
		is = 1,
	},
	["■龙之叹息■"] = { 
		xls_id = "■龙之叹息■",
		is = 1,
	},
	["阴煞血幡"] = { 
		xls_id = "阴煞血幡",
		is = 1,
	},
	["闪耀·漆黑之影"] = { 
		xls_id = "闪耀·漆黑之影",
		is = 1,
	},
	["信念支柱"] = { 
		xls_id = "信念支柱",
		is = 1,
	},
	["天雷之环"] = { 
		xls_id = "天雷之环",
		is = 1,
	},
	["征服者之力"] = { 
		xls_id = "征服者之力",
		is = 1,
	},
	["桓龙：另一个时空"] = { 
		xls_id = "桓龙：另一个时空",
		is = 1,
	},
	["风魔王冠"] = { 
		xls_id = "风魔王冠",
		is = 1,
	},
	["燃魂吊坠"] = { 
		xls_id = "燃魂吊坠",
		is = 1,
	},
	["龍族图腾ゞ"] = { 
		xls_id = "龍族图腾ゞ",
		is = 1,
	},
	["星瀚之力"] = { 
		xls_id = "星瀚之力",
		is = 1,
	},
	["冥河之邀"] = { 
		xls_id = "冥河之邀",
		is = 1,
	},
	["离火"] = { 
		xls_id = "离火",
		is = 1,
	},
	["神兵·雷神之威"] = { 
		xls_id = "神兵·雷神之威",
		is = 1,
	},
	["噬伤之力"] = { 
		xls_id = "噬伤之力",
		is = 1,
	},
	["怪兽面具"] = { 
		xls_id = "怪兽面具",
		is = 1,
	},
	["审判之魂"] = { 
		xls_id = "审判之魂",
		is = 1,
	},
	["死亡之环"] = { 
		xls_id = "死亡之环",
		is = 1,
	},
	["邪神之牙"] = { 
		xls_id = "邪神之牙",
		is = 1,
	},
	["暗夜潜行者"] = { 
		xls_id = "暗夜潜行者",
		is = 1,
	},
	["天魔心脏★★★"] = { 
		xls_id = "天魔心脏★★★",
		is = 1,
	},
	["预言者"] = { 
		xls_id = "预言者",
		is = 1,
	},
	["起源·无尽幻境"] = { 
		xls_id = "起源·无尽幻境",
		is = 1,
	},
	["野蛮"] = { 
		xls_id = "野蛮",
		is = 1,
	},
	["天空的引路人"] = { 
		xls_id = "天空的引路人",
		is = 1,
	},
	["轮回沙漏"] = { 
		xls_id = "轮回沙漏",
		is = 1,
	},
	["树妖统领·木之虫巢"] = { 
		xls_id = "树妖统领·木之虫巢",
		is = 1,
	},
	["死亡一指"] = { 
		xls_id = "死亡一指",
		is = 1,
	},
	["法师拳套"] = { 
		xls_id = "法师拳套",
		is = 1,
	},
	["[吞噬]骨火之灵"] = { 
		xls_id = "[吞噬]骨火之灵",
		is = 1,
	},
	["克苏恩之眼"] = { 
		xls_id = "克苏恩之眼",
		is = 1,
	},
	["噩梦之首★★"] = { 
		xls_id = "噩梦之首★★",
		is = 1,
	},
	["黑莲项坠"] = { 
		xls_id = "黑莲项坠",
		is = 1,
	},
	["苦修者的秘籍"] = { 
		xls_id = "苦修者的秘籍",
		is = 1,
	},
	["祸斗之獠"] = { 
		xls_id = "祸斗之獠",
		is = 1,
	},
	["魔焰·炽无尽"] = { 
		xls_id = "魔焰·炽无尽",
		is = 1,
	},
	["往生之手"] = { 
		xls_id = "往生之手",
		is = 1,
	},
	["·聖裁降臨SSS·"] = { 
		xls_id = "·聖裁降臨SSS·",
		is = 1,
	},
	["断头台"] = { 
		xls_id = "断头台",
		is = 1,
	},
	["魔族指环"] = { 
		xls_id = "魔族指环",
		is = 1,
	},
	["天妖现世·荡魔逆仙"] = { 
		xls_id = "天妖现世·荡魔逆仙",
		is = 1,
	},
	["天神指环"] = { 
		xls_id = "天神指环",
		is = 1,
	},
	["亡灵庇护"] = { 
		xls_id = "亡灵庇护",
		is = 1,
	},
	["·破碎裂痕·"] = { 
		xls_id = "·破碎裂痕·",
		is = 1,
	},
	["狂意之怒"] = { 
		xls_id = "狂意之怒",
		is = 1,
	},
	["水晶之恋"] = { 
		xls_id = "水晶之恋",
		is = 1,
	},
	["焱月神晖·光明永存"] = { 
		xls_id = "焱月神晖·光明永存",
		is = 1,
	},
	["幽·踏青天"] = { 
		xls_id = "幽·踏青天",
		is = 1,
	},
	["云履"] = { 
		xls_id = "云履",
		is = 1,
	},
	["无尽愤怒"] = { 
		xls_id = "无尽愤怒",
		is = 1,
	},
	["鬼魅之踪"] = { 
		xls_id = "鬼魅之踪",
		is = 1,
	},
	["轮回经"] = { 
		xls_id = "轮回经",
		is = 1,
	},
	["仙器·神翼(精)"] = { 
		xls_id = "仙器·神翼(精)",
		is = 1,
	},
	["寒霜之握"] = { 
		xls_id = "寒霜之握",
		is = 1,
	},
	["夜魂之殇"] = { 
		xls_id = "夜魂之殇",
		is = 1,
	},
	["〈御·风〉"] = { 
		xls_id = "〈御·风〉",
		is = 1,
	},
	["透明手镯"] = { 
		xls_id = "透明手镯",
		is = 1,
	},
	["颠倒罪人之戒"] = { 
		xls_id = "颠倒罪人之戒",
		is = 1,
	},
	["魔渊面具"] = { 
		xls_id = "魔渊面具",
		is = 1,
	},
	["白骨之镰"] = { 
		xls_id = "白骨之镰",
		is = 1,
	},
	["元素种子"] = { 
		xls_id = "元素种子",
		is = 1,
	},
	["本源之力"] = { 
		xls_id = "本源之力",
		is = 1,
	},
	["勾魂夺魄"] = { 
		xls_id = "勾魂夺魄",
		is = 1,
	},
	["赤炎龙王之心"] = { 
		xls_id = "赤炎龙王之心",
		is = 1,
	},
	["血色之影"] = { 
		xls_id = "血色之影",
		is = 1,
	},
	["夜幽之玉"] = { 
		xls_id = "夜幽之玉",
		is = 1,
	},
	["至阴"] = { 
		xls_id = "至阴",
		is = 1,
	},
	["天道甲·仙"] = { 
		xls_id = "天道甲·仙",
		is = 1,
	},
	["幽冥铭文"] = { 
		xls_id = "幽冥铭文",
		is = 1,
	},
	["野火之握"] = { 
		xls_id = "野火之握",
		is = 1,
	},
	["死神降临"] = { 
		xls_id = "死神降临",
		is = 1,
	},
	["狂怒护手"] = { 
		xls_id = "狂怒护手",
		is = 1,
	},
	["天之剑·碎月"] = { 
		xls_id = "天之剑·碎月",
		is = 1,
	},
	["自然之力·元素披风"] = { 
		xls_id = "自然之力·元素披风",
		is = 1,
	},
	["生命幻想"] = { 
		xls_id = "生命幻想",
		is = 1,
	},
	["大元素使之手"] = { 
		xls_id = "大元素使之手",
		is = 1,
	},
	["九冥赤炎"] = { 
		xls_id = "九冥赤炎",
		is = 1,
	},
	["魔王领域·无异刀锋"] = { 
		xls_id = "魔王领域·无异刀锋",
		is = 1,
	},
	["归墟万物"] = { 
		xls_id = "归墟万物",
		is = 1,
	},
	["[無盡]死神之盾"] = { 
		xls_id = "[無盡]死神之盾",
		is = 1,
	},
	["悲鸣之焰"] = { 
		xls_id = "悲鸣之焰",
		is = 1,
	},
	["-燃霜之握-"] = { 
		xls_id = "-燃霜之握-",
		is = 1,
	},
	["魔兽之爪"] = { 
		xls_id = "魔兽之爪",
		is = 1,
	},
	["鬼灵面容"] = { 
		xls_id = "鬼灵面容",
		is = 1,
	},
	["血色之眼"] = { 
		xls_id = "血色之眼",
		is = 1,
	},
	["圣之·毁灭"] = { 
		xls_id = "圣之·毁灭",
		is = 1,
	},
	["生死簿"] = { 
		xls_id = "生死簿",
		is = 1,
	},
	["天机"] = { 
		xls_id = "天机",
		is = 1,
	},
	["寂梦"] = { 
		xls_id = "寂梦",
		is = 1,
	},
	["罗盘玫瑰"] = { 
		xls_id = "罗盘玫瑰",
		is = 1,
	},
	["鬼焰寒甲(精)"] = { 
		xls_id = "鬼焰寒甲(精)",
		is = 1,
	},
	["死亡ゅ封印"] = { 
		xls_id = "死亡ゅ封印",
		is = 1,
	},
	["藏地の聚光剑"] = { 
		xls_id = "藏地の聚光剑",
		is = 1,
	},
	["忍者面具"] = { 
		xls_id = "忍者面具",
		is = 1,
	},
	["万妖指环"] = { 
		xls_id = "万妖指环",
		is = 1,
	},
	["掌控奥义"] = { 
		xls_id = "掌控奥义",
		is = 1,
	},
	["拥抱黑暗吧"] = { 
		xls_id = "拥抱黑暗吧",
		is = 1,
	},
	["红眼面具"] = { 
		xls_id = "红眼面具",
		is = 1,
	},
	["鬼影重重"] = { 
		xls_id = "鬼影重重",
		is = 1,
	},
	["无尽的华尔兹"] = { 
		xls_id = "无尽的华尔兹",
		is = 1,
	},
	["死亡射线"] = { 
		xls_id = "死亡射线",
		is = 1,
	},
	["火焰之魂环"] = { 
		xls_id = "火焰之魂环",
		is = 1,
	},
	["无言恐惧"] = { 
		xls_id = "无言恐惧",
		is = 1,
	},
	["异空：千年之光"] = { 
		xls_id = "异空：千年之光",
		is = 1,
	},
	["命运的轮转"] = { 
		xls_id = "命运的轮转",
		is = 1,
	},
	["天劫之怒★★★★"] = { 
		xls_id = "天劫之怒★★★★",
		is = 1,
	},
	["天火之靴"] = { 
		xls_id = "天火之靴",
		is = 1,
	},
	["追殺者"] = { 
		xls_id = "追殺者",
		is = 1,
	},
	["〈古龙·意志〉"] = { 
		xls_id = "〈古龙·意志〉",
		is = 1,
	},
	["星光"] = { 
		xls_id = "星光",
		is = 1,
	},
	["赤焰结晶"] = { 
		xls_id = "赤焰结晶",
		is = 1,
	},
	["月光手环"] = { 
		xls_id = "月光手环",
		is = 1,
	},
	["玄阴〃吊坠"] = { 
		xls_id = "玄阴〃吊坠",
		is = 1,
	},
	["死亡假面"] = { 
		xls_id = "死亡假面",
		is = 1,
	},
	["【噬魂】王之孤影"] = { 
		xls_id = "【噬魂】王之孤影",
		is = 1,
	},
	["天地·之威"] = { 
		xls_id = "天地·之威",
		is = 1,
	},
	["抉择"] = { 
		xls_id = "抉择",
		is = 1,
	},
	["暗月挽歌"] = { 
		xls_id = "暗月挽歌",
		is = 1,
	},
	["「掌控雷电」"] = { 
		xls_id = "「掌控雷电」",
		is = 1,
	},
	["无名手环"] = { 
		xls_id = "无名手环",
		is = 1,
	},
	["无面恐惧"] = { 
		xls_id = "无面恐惧",
		is = 1,
	},
	["〈古龙·之力〉"] = { 
		xls_id = "〈古龙·之力〉",
		is = 1,
	},
	["灵魂洗礼"] = { 
		xls_id = "灵魂洗礼",
		is = 1,
	},
	["时间之轮·聚变"] = { 
		xls_id = "时间之轮·聚变",
		is = 1,
	},
	["炼狱"] = { 
		xls_id = "炼狱",
		is = 1,
	},
	["黄昏落幕ぁ"] = { 
		xls_id = "黄昏落幕ぁ",
		is = 1,
	},
	["时光的沙漏"] = { 
		xls_id = "时光的沙漏",
		is = 1,
	},
	["离人愁"] = { 
		xls_id = "离人愁",
		is = 1,
	},
	["[傳奇]防护者"] = { 
		xls_id = "[傳奇]防护者",
		is = 1,
	},
	["殇日剑·终结"] = { 
		xls_id = "殇日剑·终结",
		is = 1,
	},
	["黑暗限界"] = { 
		xls_id = "黑暗限界",
		is = 1,
	},
	["天恕"] = { 
		xls_id = "天恕",
		is = 1,
	},
	["天龙人之戒"] = { 
		xls_id = "天龙人之戒",
		is = 1,
	},
	["撒旦の镯"] = { 
		xls_id = "撒旦の镯",
		is = 1,
	},
	["血魔护臂MAX"] = { 
		xls_id = "血魔护臂MAX",
		is = 1,
	},
	["终结者"] = { 
		xls_id = "终结者",
		is = 1,
	},
	["时间锁"] = { 
		xls_id = "时间锁",
		is = 1,
	},
	["一剑开天门"] = { 
		xls_id = "一剑开天门",
		is = 1,
	},
	["灵魂之逐"] = { 
		xls_id = "灵魂之逐",
		is = 1,
	},
	["鬼面裁决"] = { 
		xls_id = "鬼面裁决",
		is = 1,
	},
	["矮人头盔"] = { 
		xls_id = "矮人头盔",
		is = 1,
	},
	["漩涡"] = { 
		xls_id = "漩涡",
		is = 1,
	},
	["「镜·芒」"] = { 
		xls_id = "「镜·芒」",
		is = 1,
	},
	["蚀月镜"] = { 
		xls_id = "蚀月镜",
		is = 1,
	},
	["妖泣"] = { 
		xls_id = "妖泣",
		is = 1,
	},
	["黄泉之风"] = { 
		xls_id = "黄泉之风",
		is = 1,
	},
	["蓝色恶魔之眼"] = { 
		xls_id = "蓝色恶魔之眼",
		is = 1,
	},
	["天启星魂"] = { 
		xls_id = "天启星魂",
		is = 1,
	},
	["邪神之冠"] = { 
		xls_id = "邪神之冠",
		is = 1,
	},
	["格萨拉克·地渊之声"] = { 
		xls_id = "格萨拉克·地渊之声",
		is = 1,
	},
	["闪电结界"] = { 
		xls_id = "闪电结界",
		is = 1,
	},
	["彩蝶吊坠"] = { 
		xls_id = "彩蝶吊坠",
		is = 1,
	},
	["给你马一拳"] = { 
		xls_id = "给你马一拳",
		is = 1,
	},
	["讨伐者之力"] = { 
		xls_id = "讨伐者之力",
		is = 1,
	},
	["夜魔之绕"] = { 
		xls_id = "夜魔之绕",
		is = 1,
	},
}
return config
