local config = {
	["必爆充值∏好运·新年年"] = {
		value = 1,
	},
	["必爆充值∏好运·烈火火"] = {
		value = 1,
	},
	["必爆充值∏好运·天书书"] = {
		value = 1,
	},
	["必爆充值∏好运·熊猫猫"] = {
		value = 1,
	},
	["必爆充值∏好运·大大叔"] = {
		value = 1,
	},
	["必爆充值∏好运·雨天天"] = {
		value = 1,
	},
	["必爆充值∏好运·彭跑跑"] = {
		value = 1,
	},
	["必爆充值∏好运·奉先先"] = {
		value = 1,
	},
	["必爆充值∏好运·许大大"] = {
		value = 1,
	},
	["必爆充值∏好运·芝芝"] = {
		value = 1,
	},
	["必爆充值∏好运·未央央"] = {
		value = 1,
	},
	["必爆充值∏好运·简单单"] = {
		value = 1,
	},
	["必爆充值∏好运·宝玉玉"] = {
		value = 1,
	},
	["必爆充值∏好运·小屌"] = {
		value = 1,
	},
	["必爆充值∏好运·酒酒酒"] = {
		value = 1,
	},
	["必爆充值∏好运·小方方"] = {
		value = 1,
	},
	["必爆充值·福利连连"] = {
		value = 1,
	},
	["牛马发财树"] = {
		value = 1,
	},
	["赤炎火龙王(异界)"] = {
		value = 1,
	},
	["沉船遗物"] = {
		value = 1,
	},
	["の迷城ミ李子の"] = {
		value = 1,
	},
	["の迷城ミ宁宁宁宁宁宁の"] = {
		value = 1,
	},
	["の迷城ミ高启强の"] = {
		value = 1,
	},
	["の迷城ミ彭于晏の"] = {
		value = 1,
	},
	["の迷城ミ爷叔の"] = {
		value = 1,
	},
	["の迷城ミ大奉先の"] = {
		value = 1,
	},
	["の迷城ミ武皇の"] = {
		value = 1,
	},
	["の迷城ミ天道の"] = {
		value = 1,
	},
	["の迷城ミ帝王相の"] = {
		value = 1,
	},
	["の迷城ミ芝芝の"] = {
		value = 1,
	},
	["の迷城ミ腐化之神の"] = {
		value = 1,
	},
	["圣诞雪人"] = {
		value = 1,
	},
	["圣诞老人"] = {
		value = 1,
	},
}
return config