local config = { 
	[1] = { 
		xls_id = 1,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		name = "终结者",
	},
	[2] = { 
		xls_id = 2,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		name = "收割者",
	},
	[3] = { 
		xls_id = 3,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		name = "彩蝶吊坠",
	},
	[4] = { 
		xls_id = 4,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		name = "梦魇头冠",
	},
	[5] = { 
		xls_id = 5,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		name = "白骨之镰",
	},
	[6] = { 
		xls_id = 6,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		name = "魔兽之爪",
	},
	[7] = { 
		xls_id = 7,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 88,
			},
		},
		name = "魔化的眼罩",
	},
	[8] = { 
		xls_id = 8,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "天道甲·仙",
	},
	[9] = { 
		xls_id = 9,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "天地·之威",
	},
	[10] = { 
		xls_id = 10,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "幽·踏青天",
	},
	[11] = { 
		xls_id = 11,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "炼狱",
	},
	[12] = { 
		xls_id = 12,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "天神指环",
	},
	[13] = { 
		xls_id = 13,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "卧龙战靴",
	},
	[14] = { 
		xls_id = 14,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "〈斩·浪〉",
	},
	[15] = { 
		xls_id = 15,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "御风·之力",
	},
	[16] = { 
		xls_id = 16,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "〈御·风〉",
	},
	[17] = { 
		xls_id = 17,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "天之剑·碎月",
	},
	[18] = { 
		xls_id = 18,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "天之剑·碎月",
	},
	[19] = { 
		xls_id = 19,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "三魂四魄「元素」",
	},
	[20] = { 
		xls_id = 20,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "圣之·毁灭",
	},
	[21] = { 
		xls_id = 21,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "风魔王冠",
	},
	[22] = { 
		xls_id = 22,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "暗·影之翼",
	},
	[23] = { 
		xls_id = 23,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "漩涡",
	},
	[24] = { 
		xls_id = 24,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "黑莲项坠",
	},
	[25] = { 
		xls_id = 25,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "撒旦の镯",
	},
	[26] = { 
		xls_id = 26,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "审判之魂",
	},
	[27] = { 
		xls_id = 27,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "小妖魔吊坠♀",
	},
	[28] = { 
		xls_id = 28,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "安菲翁の魂魄",
	},
	[29] = { 
		xls_id = 29,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "龍族图腾ゞ",
	},
	[30] = { 
		xls_id = 30,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "忍者面具",
	},
	[31] = { 
		xls_id = 31,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "上忍之隐",
	},
	[32] = { 
		xls_id = 32,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "九冥赤炎",
	},
	[33] = { 
		xls_id = 33,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "断空之痕",
	},
	[34] = { 
		xls_id = 34,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "千年之光",
	},
	[35] = { 
		xls_id = 35,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "魔族指环",
	},
	[36] = { 
		xls_id = 36,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "夜色杀手披风",
	},
	[37] = { 
		xls_id = 37,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "新月之冠",
	},
	[38] = { 
		xls_id = 38,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "月光手环",
	},
	[39] = { 
		xls_id = 39,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		name = "月光印记",
	},
	[40] = { 
		xls_id = 40,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "殇日剑·终结",
	},
	[41] = { 
		xls_id = 41,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "古龙的传承",
	},
	[42] = { 
		xls_id = 42,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "〈古龙·意志〉",
	},
	[43] = { 
		xls_id = 43,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "〈古龙·之力〉",
	},
	[44] = { 
		xls_id = 44,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "被封印的剑灵",
	},
	[45] = { 
		xls_id = 45,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "幽暗的古神之像",
	},
	[46] = { 
		xls_id = 46,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "被封印的棺材",
	},
	[47] = { 
		xls_id = 47,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "剑灵之谜",
	},
	[48] = { 
		xls_id = 48,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "聚宝盆[封印]",
	},
	[49] = { 
		xls_id = 49,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "蕴含魔力的白骨",
	},
	[50] = { 
		xls_id = 50,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "漆黑的刀",
	},
	[51] = { 
		xls_id = 51,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "龙蛋?",
	},
	[52] = { 
		xls_id = 52,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "武之法则",
	},
	[53] = { 
		xls_id = 53,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "云履",
	},
	[54] = { 
		xls_id = 54,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "往生之手",
	},
	[55] = { 
		xls_id = 55,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "血界",
	},
	[56] = { 
		xls_id = 56,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "血色之影",
	},
	[57] = { 
		xls_id = 57,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "怨念挂珠",
	},
	[58] = { 
		xls_id = 58,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "狂兽之护",
	},
	[59] = { 
		xls_id = 59,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "天机",
	},
	[60] = { 
		xls_id = 60,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "怪兽面具",
	},
	[61] = { 
		xls_id = 61,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "寂梦霜魂",
	},
	[62] = { 
		xls_id = 62,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "孤月天轮",
	},
	[63] = { 
		xls_id = 63,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "宿命",
	},
	[64] = { 
		xls_id = 64,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "透明手镯",
	},
	[65] = { 
		xls_id = 65,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "水晶之恋",
	},
	[66] = { 
		xls_id = 66,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "「掌控雷电」",
	},
	[67] = { 
		xls_id = 67,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "天雷之环",
	},
	[68] = { 
		xls_id = 68,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "万雷",
	},
	[69] = { 
		xls_id = 69,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		name = "神兵·雷神之威",
	},
	[70] = { 
		xls_id = 70,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		name = "星光",
	},
	[71] = { 
		xls_id = 71,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "〈御风·斩浪〉",
	},
	[72] = { 
		xls_id = 72,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "〈御风·斩浪〉",
	},
	[73] = { 
		xls_id = 73,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "死神降临",
	},
	[74] = { 
		xls_id = 74,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "死神代言人",
	},
	[75] = { 
		xls_id = 75,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "源火禁锢",
	},
	[76] = { 
		xls_id = 76,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "暗夜潜行者",
	},
	[77] = { 
		xls_id = 77,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "灵魂面具",
	},
	[78] = { 
		xls_id = 78,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "幽冥铭文",
	},
	[79] = { 
		xls_id = 79,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "守夜人之魄[幽冥]",
	},
	[80] = { 
		xls_id = 80,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "守夜人之魂[幽冥]",
	},
	[81] = { 
		xls_id = 81,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "野火之握",
	},
	[82] = { 
		xls_id = 82,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "黄泉",
	},
	[83] = { 
		xls_id = 83,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "死亡之戒",
	},
	[84] = { 
		xls_id = 84,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "预言者",
	},
	[85] = { 
		xls_id = 85,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "天煞符",
	},
	[86] = { 
		xls_id = 86,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "夜魂之殇",
	},
	[87] = { 
		xls_id = 87,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "冥日之戒",
	},
	[88] = { 
		xls_id = 88,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "离火",
	},
	[89] = { 
		xls_id = 89,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "鸣封之刃·永恒",
	},
	[90] = { 
		xls_id = 90,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "生命幻想",
	},
	[91] = { 
		xls_id = 91,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "大元素使之手",
	},
	[92] = { 
		xls_id = 92,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "深渊之行",
	},
	[93] = { 
		xls_id = 93,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "远古吊坠",
	},
	[94] = { 
		xls_id = 94,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "暗月挽歌",
	},
	[95] = { 
		xls_id = 95,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "浮生",
	},
	[96] = { 
		xls_id = 96,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "至阴",
	},
	[97] = { 
		xls_id = 97,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "妖泣",
	},
	[98] = { 
		xls_id = 98,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		name = "鬼魅之踪",
	},
	[99] = { 
		xls_id = 99,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "天劫之怒★★★★",
	},
	[100] = { 
		xls_id = 100,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "咏叹沉沦[男]",
	},
	[101] = { 
		xls_id = 101,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "苦修者的秘籍",
	},
	[102] = { 
		xls_id = 102,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "大天使的神威",
	},
	[103] = { 
		xls_id = 103,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		name = "暗黑之神宝藏",
	},
	[104] = { 
		xls_id = 104,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "灵魂之逐",
	},
	[105] = { 
		xls_id = 105,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "千年结",
	},
	[106] = { 
		xls_id = 106,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "离人愁",
	},
	[107] = { 
		xls_id = 107,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "寂梦",
	},
	[108] = { 
		xls_id = 108,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "天下霸唱",
	},
	[109] = { 
		xls_id = 109,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "生死簿",
	},
	[110] = { 
		xls_id = 110,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "死亡笔记(下)",
	},
	[111] = { 
		xls_id = 111,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "死亡笔记(上)",
	},
	[112] = { 
		xls_id = 112,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "无名手环",
	},
	[113] = { 
		xls_id = 113,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "归墟万物",
	},
	[114] = { 
		xls_id = 114,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "夜幽面具★★★",
	},
	[115] = { 
		xls_id = 115,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "夜魔之绕",
	},
	[116] = { 
		xls_id = 116,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		name = "鬼焰寒甲(精)",
	},
	[117] = { 
		xls_id = 117,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		name = "⊙墟魂千幻⊙",
	},
	[118] = { 
		xls_id = 118,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "悲鸣之焰",
	},
	[119] = { 
		xls_id = 119,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "勾魂夺魄",
	},
	[120] = { 
		xls_id = 120,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "天火之靴",
	},
	[121] = { 
		xls_id = 121,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "死亡之环",
	},
	[122] = { 
		xls_id = 122,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "阴煞血幡",
	},
	[123] = { 
		xls_id = 123,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "赤木之瞳",
	},
	[124] = { 
		xls_id = 124,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "鬼面裁决",
	},
	[125] = { 
		xls_id = 125,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "灵魂枷锁",
	},
	[126] = { 
		xls_id = 126,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "暗影之缚",
	},
	[127] = { 
		xls_id = 127,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "无言恐惧",
	},
	[128] = { 
		xls_id = 128,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "冥河之邀",
	},
	[129] = { 
		xls_id = 129,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "亡灵庇护",
	},
	[130] = { 
		xls_id = 130,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "幽冥之环",
	},
	[131] = { 
		xls_id = 131,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "归无期",
	},
	[132] = { 
		xls_id = 132,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "闪耀·漆黑之影",
	},
	[133] = { 
		xls_id = 133,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "黄泉之风",
	},
	[134] = { 
		xls_id = 134,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "天恕",
	},
	[135] = { 
		xls_id = 135,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		name = "纯阴之体",
	},
	[136] = { 
		xls_id = 136,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		name = "玄阴〃吊坠",
	},
	[137] = { 
		xls_id = 137,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "■龙之叹息■",
	},
	[138] = { 
		xls_id = 138,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "【传承】秩序腰带",
	},
	[139] = { 
		xls_id = 139,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "【传承】神威战靴",
	},
	[140] = { 
		xls_id = 140,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		name = "【噬魂】王之孤影",
	},
	[141] = { 
		xls_id = 141,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		name = "掌控奥义",
	},
	[142] = { 
		xls_id = 142,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		name = "轮回经",
	},
	[143] = { 
		xls_id = 143,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "断头台",
	},
	[144] = { 
		xls_id = 144,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "罗盘玫瑰",
	},
	[145] = { 
		xls_id = 145,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "流光岁月",
	},
	[146] = { 
		xls_id = 146,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "旅者之誓",
	},
	[147] = { 
		xls_id = 147,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "天魔心脏★★★",
	},
	[148] = { 
		xls_id = 148,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "夜幽之玉",
	},
	[149] = { 
		xls_id = 149,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "寒霜之握",
	},
	[150] = { 
		xls_id = 150,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "明昼吊坠",
	},
	[151] = { 
		xls_id = 151,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "寒冬之冠(神圣)",
	},
	[152] = { 
		xls_id = 152,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "龙神手镯[屠戮]",
	},
	[153] = { 
		xls_id = 153,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "龙神戒指[屠戮]",
	},
	[154] = { 
		xls_id = 154,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "撕裂者面具",
	},
	[155] = { 
		xls_id = 155,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "神谕之盔",
	},
	[156] = { 
		xls_id = 156,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "天空的引路人",
	},
	[157] = { 
		xls_id = 157,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "龙魂之力",
	},
	[158] = { 
		xls_id = 158,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "屠龙者之刃",
	},
	[159] = { 
		xls_id = 159,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "元素种子",
	},
	[160] = { 
		xls_id = 160,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "本源之力",
	},
	[161] = { 
		xls_id = 161,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "自然之力·元素披风",
	},
	[162] = { 
		xls_id = 162,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "哥布林吊坠[愤怒]",
	},
	[163] = { 
		xls_id = 163,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		name = "哥布林头盔[愤怒]",
	},
	[164] = { 
		xls_id = 164,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "远行的召唤",
	},
	[165] = { 
		xls_id = 165,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "时光的沙漏",
	},
	[166] = { 
		xls_id = 166,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "血色之眼",
	},
	[167] = { 
		xls_id = 167,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "矮人头盔",
	},
	[168] = { 
		xls_id = 168,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "炽热战靴[狂暴]",
	},
	[169] = { 
		xls_id = 169,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "炽热腰带[狂暴]",
	},
	[170] = { 
		xls_id = 170,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "烈焰之径",
	},
	[171] = { 
		xls_id = 171,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "燃烧の地狱轮盘",
	},
	[172] = { 
		xls_id = 172,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "火焰之魂环",
	},
	[173] = { 
		xls_id = 173,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "堕落的黑曜战靴",
	},
	[174] = { 
		xls_id = 174,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "克苏恩之眼",
	},
	[175] = { 
		xls_id = 175,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "黑暗限界",
	},
	[176] = { 
		xls_id = 176,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "颠倒罪人之戒",
	},
	[177] = { 
		xls_id = 177,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "格萨拉克·地渊之声",
	},
	[178] = { 
		xls_id = 178,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "远行的召唤",
	},
	[179] = { 
		xls_id = 179,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "重生十字架",
	},
	[180] = { 
		xls_id = 180,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "【暗影】咒印之铠",
	},
	[181] = { 
		xls_id = 181,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "死亡一指",
	},
	[182] = { 
		xls_id = 182,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "无尽愤怒",
	},
	[183] = { 
		xls_id = 183,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "血魔护臂MAX",
	},
	[184] = { 
		xls_id = 184,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "噩梦之首★★",
	},
	[185] = { 
		xls_id = 185,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "≮神拳≯",
	},
	[186] = { 
		xls_id = 186,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "追殺者",
	},
	[187] = { 
		xls_id = 187,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "祸斗之獠",
	},
	[188] = { 
		xls_id = 188,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "◆影杀阵◆",
	},
	[189] = { 
		xls_id = 189,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "一剑开天门",
	},
	[190] = { 
		xls_id = 190,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		name = "·聖裁降臨SSS·",
	},
	[191] = { 
		xls_id = 191,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "封龙劍メ驱逐之刃",
	},
	[192] = { 
		xls_id = 192,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "安晓的右眼",
	},
	[193] = { 
		xls_id = 193,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		name = "安晓的左眼",
	},
	[194] = { 
		xls_id = 194,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "【桓龙】另一个时空",
	},
	[195] = { 
		xls_id = 195,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "异空：千年之光",
	},
	[196] = { 
		xls_id = 196,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "千山破",
	},
	[197] = { 
		xls_id = 197,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "死亡射线",
	},
	[198] = { 
		xls_id = 198,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "·破碎裂痕·",
	},
	[199] = { 
		xls_id = 199,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "混沌之影",
	},
	[200] = { 
		xls_id = 200,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "真·霸主战甲SSS",
	},
	[201] = { 
		xls_id = 201,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "≮万物之力≯",
	},
	[202] = { 
		xls_id = 202,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "名刀⊙观世正宗",
	},
	[203] = { 
		xls_id = 203,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "赤焰结晶",
	},
	[204] = { 
		xls_id = 204,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "深渊的亵渎☆☆",
	},
	[205] = { 
		xls_id = 205,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "悲鸣之泣",
	},
	[206] = { 
		xls_id = 206,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "罪恶审判×",
	},
	[207] = { 
		xls_id = 207,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "冰河之心",
	},
	[208] = { 
		xls_id = 208,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "-燃霜之握-",
	},
	[209] = { 
		xls_id = 209,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "死亡ゅ封印",
	},
	[210] = { 
		xls_id = 210,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "魔焰·炽无尽",
	},
	[211] = { 
		xls_id = 211,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "噬伤之力",
	},
	[212] = { 
		xls_id = 212,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "燃魂吊坠",
	},
	[213] = { 
		xls_id = 213,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		name = "死亡假面",
	},
	[214] = { 
		xls_id = 214,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "黑月·之泪",
	},
	[215] = { 
		xls_id = 215,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "古核武·变异基因体",
	},
	[216] = { 
		xls_id = 216,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "古核武·生化基因体",
	},
	[217] = { 
		xls_id = 217,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "蚀月镜",
	},
	[218] = { 
		xls_id = 218,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "红眼面具",
	},
	[219] = { 
		xls_id = 219,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "狂怒护手",
	},
	[220] = { 
		xls_id = 220,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "狂意之怒",
	},
	[221] = { 
		xls_id = 221,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "魔渊面具",
	},
	[222] = { 
		xls_id = 222,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		name = "厄运代言人",
	},
	[223] = { 
		xls_id = 223,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "啸之戒指",
	},
	[224] = { 
		xls_id = 224,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "天殇之痕",
	},
	[225] = { 
		xls_id = 225,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "巨龙之印",
	},
	[226] = { 
		xls_id = 226,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		name = "龙之力·不灭光剑!",
	},
	[227] = { 
		xls_id = 227,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "时间锁",
	},
	[228] = { 
		xls_id = 228,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "轮回沙漏",
	},
	[229] = { 
		xls_id = 229,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "失落空间",
	},
	[230] = { 
		xls_id = 230,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		name = "时间之轮·聚变",
	},
	[231] = { 
		xls_id = 231,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "法师拳套",
	},
	[232] = { 
		xls_id = 232,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "半兽人之心",
	},
	[233] = { 
		xls_id = 233,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "天启星魂",
	},
	[234] = { 
		xls_id = 234,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		name = "黄昏落幕ぁ",
	},
	[235] = { 
		xls_id = 235,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "恶之握",
	},
	[236] = { 
		xls_id = 236,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "戰場之靴",
	},
	[237] = { 
		xls_id = 237,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "禁言",
	},
	[238] = { 
		xls_id = 238,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "灵魂洗礼",
	},
	[239] = { 
		xls_id = 239,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		name = "起源·无尽幻境",
	},
	[240] = { 
		xls_id = 240,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "「无情」",
	},
	[241] = { 
		xls_id = 241,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "咆哮之意",
	},
	[242] = { 
		xls_id = 242,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "抉择",
	},
	[243] = { 
		xls_id = 243,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		name = "命运的轮转",
	},
	[244] = { 
		xls_id = 244,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "拥抱黑暗吧",
	},
	[245] = { 
		xls_id = 245,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "黑暗之触",
	},
	[246] = { 
		xls_id = 246,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		name = "【镇压】血色结界",
	},
	[247] = { 
		xls_id = 247,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "孤影流觞",
	},
	[248] = { 
		xls_id = 248,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "降星者",
	},
	[249] = { 
		xls_id = 249,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "永恒凛冬",
	},
	[250] = { 
		xls_id = 250,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "金色黎明的圣物箱",
	},
	[251] = { 
		xls_id = 251,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "暮潮",
	},
	[252] = { 
		xls_id = 252,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "一缕神念",
	},
	[253] = { 
		xls_id = 253,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "强化+9999",
	},
	[254] = { 
		xls_id = 254,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "给你马一拳",
	},
	[255] = { 
		xls_id = 255,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "树妖统领·木之虫巢",
	},
	[256] = { 
		xls_id = 256,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "天元之奕·冰霜凝视",
	},
	[257] = { 
		xls_id = 257,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "血饮雷霆·束缚之力",
	},
	[258] = { 
		xls_id = 258,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "鬼魅之宗·七煞灭魂",
	},
	[259] = { 
		xls_id = 259,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "魔王领域·无异刀锋",
	},
	[260] = { 
		xls_id = 260,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "焱月神晖·光明永存",
	},
	[261] = { 
		xls_id = 261,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		name = "天妖现世·荡魔逆仙",
	},
	[262] = { 
		xls_id = 262,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "卐卐正道鏡卐卐",
	},
	[263] = { 
		xls_id = 263,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "卐卐提魂锁卐卐",
	},
	[264] = { 
		xls_id = 264,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "△△雷道天卷△△",
	},
	[265] = { 
		xls_id = 265,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "△△玄天令△△",
	},
	[266] = { 
		xls_id = 266,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "▲▲火雲真經▲▲",
	},
	[267] = { 
		xls_id = 267,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "▲▲水鏡太極▲▲",
	},
	[268] = { 
		xls_id = 268,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "‖「谣影神靴」‖",
	},
	[269] = { 
		xls_id = 269,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		name = "‖「太清流珠」‖",
	},
	[270] = { 
		xls_id = 270,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		name = "新月领域△核心",
	},
	[271] = { 
		xls_id = 271,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		name = "無上生霊″魂灭生",
	},
	[272] = { 
		xls_id = 272,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		name = "神之■庇护",
	},
	[273] = { 
		xls_id = 273,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "·天魔之冠·破天·",
	},
	[274] = { 
		xls_id = 274,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		name = "夜风·不败剑意",
	},
	[275] = { 
		xls_id = 275,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		name = "群星之怒★★★",
	},
	[276] = { 
		xls_id = 276,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		name = "御天机",
	},
	[277] = { 
		xls_id = 277,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		name = "星辉·猎杀狩命",
	},
	[278] = { 
		xls_id = 278,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "原初■混乱■",
	},
	[279] = { 
		xls_id = 279,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		name = "无序的凝视",
	},
	[280] = { 
		xls_id = 280,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "万法面具",
	},
	[281] = { 
		xls_id = 281,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "血奴印记",
	},
	[282] = { 
		xls_id = 282,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "生灵·屠杀",
	},
	[283] = { 
		xls_id = 283,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "狂魔·永夜",
	},
	[284] = { 
		xls_id = 284,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "哨兵之首",
	},
	[285] = { 
		xls_id = 285,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "幕轮",
	},
	[286] = { 
		xls_id = 286,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "影幕之指",
	},
	[287] = { 
		xls_id = 287,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "刺·束缚之隐",
	},
	[288] = { 
		xls_id = 288,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "星神之坠",
	},
	[289] = { 
		xls_id = 289,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "◆黑洞◆",
	},
	[290] = { 
		xls_id = 290,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "悟道神带",
	},
	[291] = { 
		xls_id = 291,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "光辉之怒·鸩",
	},
	[292] = { 
		xls_id = 292,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "★★星魂永燃★★",
	},
	[293] = { 
		xls_id = 293,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "星辉的祷告乀",
	},
	[294] = { 
		xls_id = 294,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "〝回魂〞",
	},
	[295] = { 
		xls_id = 295,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "『畸变』",
	},
	[296] = { 
		xls_id = 296,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "『神耀』",
	},
	[297] = { 
		xls_id = 297,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "混乱制造者",
	},
	[298] = { 
		xls_id = 298,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "心有琉璃",
	},
	[299] = { 
		xls_id = 299,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "无序战盔",
	},
	[300] = { 
		xls_id = 300,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "无序的邪力",
	},
	[301] = { 
		xls_id = 301,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "贪婪之噬",
	},
	[302] = { 
		xls_id = 302,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "无序◎奥秘",
	},
	[303] = { 
		xls_id = 303,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "新月头盔[月灵]",
	},
	[304] = { 
		xls_id = 304,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "新月项链[月灵]",
	},
	[305] = { 
		xls_id = 305,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "醉月手镯[魂灭]",
	},
	[306] = { 
		xls_id = 306,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "醉月戒指[魂灭]",
	},
	[307] = { 
		xls_id = 307,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "风月腰带[魂生]",
	},
	[308] = { 
		xls_id = 308,
		max = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		name = "风月鞋子[魂生]",
	},
	["幕轮"] = { 
		xls_id = "幕轮",
		number = 285,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["血饮雷霆·束缚之力"] = { 
		xls_id = "血饮雷霆·束缚之力",
		number = 257,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["透明手镯"] = { 
		xls_id = "透明手镯",
		number = 64,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["死亡ゅ封印"] = { 
		xls_id = "死亡ゅ封印",
		number = 209,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["浮生"] = { 
		xls_id = "浮生",
		number = 95,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["断空之痕"] = { 
		xls_id = "断空之痕",
		number = 33,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["天下霸唱"] = { 
		xls_id = "天下霸唱",
		number = 108,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["御天机"] = { 
		xls_id = "御天机",
		number = 276,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
	},
	["红眼面具"] = { 
		xls_id = "红眼面具",
		number = 218,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["黑月·之泪"] = { 
		xls_id = "黑月·之泪",
		number = 214,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["天之剑·碎月"] = { 
		xls_id = "天之剑·碎月",
		number = 18,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["克苏恩之眼"] = { 
		xls_id = "克苏恩之眼",
		number = 174,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["屠龙者之刃"] = { 
		xls_id = "屠龙者之刃",
		number = 158,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["【噬魂】王之孤影"] = { 
		xls_id = "【噬魂】王之孤影",
		number = 140,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["守夜人之魄[幽冥]"] = { 
		xls_id = "守夜人之魄[幽冥]",
		number = 79,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["元素种子"] = { 
		xls_id = "元素种子",
		number = 159,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["罪恶审判×"] = { 
		xls_id = "罪恶审判×",
		number = 206,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["守夜人之魂[幽冥]"] = { 
		xls_id = "守夜人之魂[幽冥]",
		number = 80,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["异空：千年之光"] = { 
		xls_id = "异空：千年之光",
		number = 195,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["离火"] = { 
		xls_id = "离火",
		number = 88,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["灵魂面具"] = { 
		xls_id = "灵魂面具",
		number = 77,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["格萨拉克·地渊之声"] = { 
		xls_id = "格萨拉克·地渊之声",
		number = 177,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["死亡笔记(上)"] = { 
		xls_id = "死亡笔记(上)",
		number = 111,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["咏叹沉沦[男]"] = { 
		xls_id = "咏叹沉沦[男]",
		number = 100,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["万雷"] = { 
		xls_id = "万雷",
		number = 68,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["赤焰结晶"] = { 
		xls_id = "赤焰结晶",
		number = 203,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["命运的轮转"] = { 
		xls_id = "命运的轮转",
		number = 243,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
	},
	["天煞符"] = { 
		xls_id = "天煞符",
		number = 85,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["蕴含魔力的白骨"] = { 
		xls_id = "蕴含魔力的白骨",
		number = 49,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["灵魂之逐"] = { 
		xls_id = "灵魂之逐",
		number = 104,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["寒霜之握"] = { 
		xls_id = "寒霜之握",
		number = 149,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["【桓龙】另一个时空"] = { 
		xls_id = "【桓龙】另一个时空",
		number = 194,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["亡灵庇护"] = { 
		xls_id = "亡灵庇护",
		number = 129,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["天火之靴"] = { 
		xls_id = "天火之靴",
		number = 120,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["无尽愤怒"] = { 
		xls_id = "无尽愤怒",
		number = 182,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["天魔心脏★★★"] = { 
		xls_id = "天魔心脏★★★",
		number = 147,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["名刀⊙观世正宗"] = { 
		xls_id = "名刀⊙观世正宗",
		number = 202,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["小妖魔吊坠♀"] = { 
		xls_id = "小妖魔吊坠♀",
		number = 27,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["幽冥之环"] = { 
		xls_id = "幽冥之环",
		number = 130,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["黑莲项坠"] = { 
		xls_id = "黑莲项坠",
		number = 24,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["暗·影之翼"] = { 
		xls_id = "暗·影之翼",
		number = 22,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["魔族指环"] = { 
		xls_id = "魔族指环",
		number = 35,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["黄昏落幕ぁ"] = { 
		xls_id = "黄昏落幕ぁ",
		number = 234,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
	},
	["死亡假面"] = { 
		xls_id = "死亡假面",
		number = 213,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["树妖统领·木之虫巢"] = { 
		xls_id = "树妖统领·木之虫巢",
		number = 255,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["血色之眼"] = { 
		xls_id = "血色之眼",
		number = 166,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["星辉·猎杀狩命"] = { 
		xls_id = "星辉·猎杀狩命",
		number = 277,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
	},
	["轮回沙漏"] = { 
		xls_id = "轮回沙漏",
		number = 228,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["哥布林头盔[愤怒]"] = { 
		xls_id = "哥布林头盔[愤怒]",
		number = 163,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["大元素使之手"] = { 
		xls_id = "大元素使之手",
		number = 91,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["星辉的祷告乀"] = { 
		xls_id = "星辉的祷告乀",
		number = 293,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["·破碎裂痕·"] = { 
		xls_id = "·破碎裂痕·",
		number = 198,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["黄泉"] = { 
		xls_id = "黄泉",
		number = 82,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["强化+9999"] = { 
		xls_id = "强化+9999",
		number = 253,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["悟道神带"] = { 
		xls_id = "悟道神带",
		number = 290,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["刺·束缚之隐"] = { 
		xls_id = "刺·束缚之隐",
		number = 287,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["幽暗的古神之像"] = { 
		xls_id = "幽暗的古神之像",
		number = 45,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["鬼焰寒甲(精)"] = { 
		xls_id = "鬼焰寒甲(精)",
		number = 116,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["〈御风·斩浪〉"] = { 
		xls_id = "〈御风·斩浪〉",
		number = 72,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["千年之光"] = { 
		xls_id = "千年之光",
		number = 34,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["赤木之瞳"] = { 
		xls_id = "赤木之瞳",
		number = 123,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["永恒凛冬"] = { 
		xls_id = "永恒凛冬",
		number = 249,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["御风·之力"] = { 
		xls_id = "御风·之力",
		number = 15,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["风月鞋子[魂生]"] = { 
		xls_id = "风月鞋子[魂生]",
		number = 308,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["勾魂夺魄"] = { 
		xls_id = "勾魂夺魄",
		number = 119,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["噬伤之力"] = { 
		xls_id = "噬伤之力",
		number = 211,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["【传承】神威战靴"] = { 
		xls_id = "【传承】神威战靴",
		number = 139,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["蚀月镜"] = { 
		xls_id = "蚀月镜",
		number = 217,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["流光岁月"] = { 
		xls_id = "流光岁月",
		number = 145,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["◆影杀阵◆"] = { 
		xls_id = "◆影杀阵◆",
		number = 188,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["神之■庇护"] = { 
		xls_id = "神之■庇护",
		number = 272,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
	},
	["炽热战靴[狂暴]"] = { 
		xls_id = "炽热战靴[狂暴]",
		number = 168,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["掌控奥义"] = { 
		xls_id = "掌控奥义",
		number = 141,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
	},
	["‖「太清流珠」‖"] = { 
		xls_id = "‖「太清流珠」‖",
		number = 269,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["天启星魂"] = { 
		xls_id = "天启星魂",
		number = 233,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["纯阴之体"] = { 
		xls_id = "纯阴之体",
		number = 135,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
	},
	["被封印的棺材"] = { 
		xls_id = "被封印的棺材",
		number = 46,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["宿命"] = { 
		xls_id = "宿命",
		number = 63,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["⊙墟魂千幻⊙"] = { 
		xls_id = "⊙墟魂千幻⊙",
		number = 117,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
	},
	["收割者"] = { 
		xls_id = "收割者",
		number = 2,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
	},
	["降星者"] = { 
		xls_id = "降星者",
		number = 248,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["暗影之缚"] = { 
		xls_id = "暗影之缚",
		number = 126,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["三魂四魄「元素」"] = { 
		xls_id = "三魂四魄「元素」",
		number = 19,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["▲▲水鏡太極▲▲"] = { 
		xls_id = "▲▲水鏡太極▲▲",
		number = 267,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["悲鸣之泣"] = { 
		xls_id = "悲鸣之泣",
		number = 205,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["幽·踏青天"] = { 
		xls_id = "幽·踏青天",
		number = 10,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["天元之奕·冰霜凝视"] = { 
		xls_id = "天元之奕·冰霜凝视",
		number = 256,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["血奴印记"] = { 
		xls_id = "血奴印记",
		number = 281,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["啸之戒指"] = { 
		xls_id = "啸之戒指",
		number = 223,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["-燃霜之握-"] = { 
		xls_id = "-燃霜之握-",
		number = 208,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["‖「谣影神靴」‖"] = { 
		xls_id = "‖「谣影神靴」‖",
		number = 268,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["深渊之行"] = { 
		xls_id = "深渊之行",
		number = 92,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["撒旦の镯"] = { 
		xls_id = "撒旦の镯",
		number = 25,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["忍者面具"] = { 
		xls_id = "忍者面具",
		number = 30,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["魔兽之爪"] = { 
		xls_id = "魔兽之爪",
		number = 6,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
	},
	["贪婪之噬"] = { 
		xls_id = "贪婪之噬",
		number = 301,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["天殇之痕"] = { 
		xls_id = "天殇之痕",
		number = 224,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["白骨之镰"] = { 
		xls_id = "白骨之镰",
		number = 5,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
	},
	["彩蝶吊坠"] = { 
		xls_id = "彩蝶吊坠",
		number = 3,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
	},
	["血色之影"] = { 
		xls_id = "血色之影",
		number = 56,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["燃烧の地狱轮盘"] = { 
		xls_id = "燃烧の地狱轮盘",
		number = 171,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["古核武·变异基因体"] = { 
		xls_id = "古核武·变异基因体",
		number = 215,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["死神降临"] = { 
		xls_id = "死神降临",
		number = 73,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["无序◎奥秘"] = { 
		xls_id = "无序◎奥秘",
		number = 302,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["夜魂之殇"] = { 
		xls_id = "夜魂之殇",
		number = 86,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["天恕"] = { 
		xls_id = "天恕",
		number = 134,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["审判之魂"] = { 
		xls_id = "审判之魂",
		number = 26,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["安晓的左眼"] = { 
		xls_id = "安晓的左眼",
		number = 193,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["寒冬之冠(神圣)"] = { 
		xls_id = "寒冬之冠(神圣)",
		number = 151,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["预言者"] = { 
		xls_id = "预言者",
		number = 84,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["魔王领域·无异刀锋"] = { 
		xls_id = "魔王领域·无异刀锋",
		number = 259,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["一缕神念"] = { 
		xls_id = "一缕神念",
		number = 252,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["≮神拳≯"] = { 
		xls_id = "≮神拳≯",
		number = 185,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["无序的凝视"] = { 
		xls_id = "无序的凝视",
		number = 279,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["狂怒护手"] = { 
		xls_id = "狂怒护手",
		number = 219,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["神兵·雷神之威"] = { 
		xls_id = "神兵·雷神之威",
		number = 69,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["终结者"] = { 
		xls_id = "终结者",
		number = 1,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
	},
	["月光手环"] = { 
		xls_id = "月光手环",
		number = 38,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["死神代言人"] = { 
		xls_id = "死神代言人",
		number = 74,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["悲鸣之焰"] = { 
		xls_id = "悲鸣之焰",
		number = 118,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["夜魔之绕"] = { 
		xls_id = "夜魔之绕",
		number = 115,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["血魔护臂MAX"] = { 
		xls_id = "血魔护臂MAX",
		number = 183,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["「掌控雷电」"] = { 
		xls_id = "「掌控雷电」",
		number = 66,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["至阴"] = { 
		xls_id = "至阴",
		number = 96,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["月光印记"] = { 
		xls_id = "月光印记",
		number = 39,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["龙蛋?"] = { 
		xls_id = "龙蛋?",
		number = 51,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["生灵·屠杀"] = { 
		xls_id = "生灵·屠杀",
		number = 282,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["黑暗限界"] = { 
		xls_id = "黑暗限界",
		number = 175,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["法师拳套"] = { 
		xls_id = "法师拳套",
		number = 231,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["聚宝盆[封印]"] = { 
		xls_id = "聚宝盆[封印]",
		number = 48,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["禁言"] = { 
		xls_id = "禁言",
		number = 237,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["·天魔之冠·破天·"] = { 
		xls_id = "·天魔之冠·破天·",
		number = 273,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["〈御·风〉"] = { 
		xls_id = "〈御·风〉",
		number = 16,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["狂意之怒"] = { 
		xls_id = "狂意之怒",
		number = 220,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["心有琉璃"] = { 
		xls_id = "心有琉璃",
		number = 298,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["云履"] = { 
		xls_id = "云履",
		number = 53,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["·聖裁降臨SSS·"] = { 
		xls_id = "·聖裁降臨SSS·",
		number = 190,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["无序战盔"] = { 
		xls_id = "无序战盔",
		number = 299,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["天空的引路人"] = { 
		xls_id = "天空的引路人",
		number = 156,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["魔焰·炽无尽"] = { 
		xls_id = "魔焰·炽无尽",
		number = 210,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["狂魔·永夜"] = { 
		xls_id = "狂魔·永夜",
		number = 283,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["黑暗之触"] = { 
		xls_id = "黑暗之触",
		number = 245,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["龍族图腾ゞ"] = { 
		xls_id = "龍族图腾ゞ",
		number = 29,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["九冥赤炎"] = { 
		xls_id = "九冥赤炎",
		number = 32,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["归墟万物"] = { 
		xls_id = "归墟万物",
		number = 113,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["夜色杀手披风"] = { 
		xls_id = "夜色杀手披风",
		number = 36,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["半兽人之心"] = { 
		xls_id = "半兽人之心",
		number = 232,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["燃魂吊坠"] = { 
		xls_id = "燃魂吊坠",
		number = 212,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["卧龙战靴"] = { 
		xls_id = "卧龙战靴",
		number = 13,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["灵魂洗礼"] = { 
		xls_id = "灵魂洗礼",
		number = 238,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["殇日剑·终结"] = { 
		xls_id = "殇日剑·终结",
		number = 40,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["颠倒罪人之戒"] = { 
		xls_id = "颠倒罪人之戒",
		number = 176,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["无名手环"] = { 
		xls_id = "无名手环",
		number = 112,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["被封印的剑灵"] = { 
		xls_id = "被封印的剑灵",
		number = 44,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["往生之手"] = { 
		xls_id = "往生之手",
		number = 54,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["漩涡"] = { 
		xls_id = "漩涡",
		number = 23,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["玄阴〃吊坠"] = { 
		xls_id = "玄阴〃吊坠",
		number = 136,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
	},
	["堕落的黑曜战靴"] = { 
		xls_id = "堕落的黑曜战靴",
		number = 173,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["梦魇头冠"] = { 
		xls_id = "梦魇头冠",
		number = 4,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
	},
	["暗夜潜行者"] = { 
		xls_id = "暗夜潜行者",
		number = 76,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["给你马一拳"] = { 
		xls_id = "给你马一拳",
		number = 254,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["新月领域△核心"] = { 
		xls_id = "新月领域△核心",
		number = 270,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
	},
	["死亡之戒"] = { 
		xls_id = "死亡之戒",
		number = 83,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["冥日之戒"] = { 
		xls_id = "冥日之戒",
		number = 87,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["生命幻想"] = { 
		xls_id = "生命幻想",
		number = 90,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["远古吊坠"] = { 
		xls_id = "远古吊坠",
		number = 93,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["追殺者"] = { 
		xls_id = "追殺者",
		number = 186,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["苦修者的秘籍"] = { 
		xls_id = "苦修者的秘籍",
		number = 101,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["龙神戒指[屠戮]"] = { 
		xls_id = "龙神戒指[屠戮]",
		number = 153,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["天地·之威"] = { 
		xls_id = "天地·之威",
		number = 9,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["阴煞血幡"] = { 
		xls_id = "阴煞血幡",
		number = 122,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["卐卐正道鏡卐卐"] = { 
		xls_id = "卐卐正道鏡卐卐",
		number = 262,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["金色黎明的圣物箱"] = { 
		xls_id = "金色黎明的圣物箱",
		number = 250,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["安晓的右眼"] = { 
		xls_id = "安晓的右眼",
		number = 192,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["夜风·不败剑意"] = { 
		xls_id = "夜风·不败剑意",
		number = 274,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
	},
	["无言恐惧"] = { 
		xls_id = "无言恐惧",
		number = 127,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["孤月天轮"] = { 
		xls_id = "孤月天轮",
		number = 62,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["大天使的神威"] = { 
		xls_id = "大天使的神威",
		number = 102,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["黄泉之风"] = { 
		xls_id = "黄泉之风",
		number = 133,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["无序的邪力"] = { 
		xls_id = "无序的邪力",
		number = 300,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["寂梦霜魂"] = { 
		xls_id = "寂梦霜魂",
		number = 61,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["群星之怒★★★"] = { 
		xls_id = "群星之怒★★★",
		number = 275,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
	},
	["【传承】秩序腰带"] = { 
		xls_id = "【传承】秩序腰带",
		number = 138,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["暗黑之神宝藏"] = { 
		xls_id = "暗黑之神宝藏",
		number = 103,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["撕裂者面具"] = { 
		xls_id = "撕裂者面具",
		number = 154,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["神谕之盔"] = { 
		xls_id = "神谕之盔",
		number = 155,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["▲▲火雲真經▲▲"] = { 
		xls_id = "▲▲火雲真經▲▲",
		number = 266,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["本源之翼"] = { 
		xls_id = "本源之翼",
		number = 160,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["龙魂之力"] = { 
		xls_id = "龙魂之力",
		number = 157,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["龙之力·不灭光剑!"] = { 
		xls_id = "龙之力·不灭光剑!",
		number = 226,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
	},
	["时光的沙漏"] = { 
		xls_id = "时光的沙漏",
		number = 165,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["矮人头盔"] = { 
		xls_id = "矮人头盔",
		number = 167,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["怪兽面具"] = { 
		xls_id = "怪兽面具",
		number = 60,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["烈焰之径"] = { 
		xls_id = "烈焰之径",
		number = 170,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["火焰之魂环"] = { 
		xls_id = "火焰之魂环",
		number = 172,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["水晶之恋"] = { 
		xls_id = "水晶之恋",
		number = 65,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["【暗影】咒印之铠"] = { 
		xls_id = "【暗影】咒印之铠",
		number = 180,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["噩梦之首★★"] = { 
		xls_id = "噩梦之首★★",
		number = 184,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["祸斗之獠"] = { 
		xls_id = "祸斗之獠",
		number = 187,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["一剑开天门"] = { 
		xls_id = "一剑开天门",
		number = 189,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["源火禁锢"] = { 
		xls_id = "源火禁锢",
		number = 75,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["灵魂枷锁"] = { 
		xls_id = "灵魂枷锁",
		number = 125,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["【镇压】血色结界"] = { 
		xls_id = "【镇压】血色结界",
		number = 246,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["鬼面裁决"] = { 
		xls_id = "鬼面裁决",
		number = 124,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["罗盘玫瑰"] = { 
		xls_id = "罗盘玫瑰",
		number = 144,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["混沌之影"] = { 
		xls_id = "混沌之影",
		number = 199,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["真·霸主战甲SSS"] = { 
		xls_id = "真·霸主战甲SSS",
		number = 200,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["混乱制造者"] = { 
		xls_id = "混乱制造者",
		number = 297,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["≮万物之力≯"] = { 
		xls_id = "≮万物之力≯",
		number = 201,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["时间锁"] = { 
		xls_id = "时间锁",
		number = 227,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["醉月戒指[魂灭]"] = { 
		xls_id = "醉月戒指[魂灭]",
		number = 306,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["深渊的亵渎☆☆"] = { 
		xls_id = "深渊的亵渎☆☆",
		number = 204,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["暗月挽歌"] = { 
		xls_id = "暗月挽歌",
		number = 94,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["醉月手镯[魂灭]"] = { 
		xls_id = "醉月手镯[魂灭]",
		number = 305,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["厄运代言人"] = { 
		xls_id = "厄运代言人",
		number = 222,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
	},
	["血界"] = { 
		xls_id = "血界",
		number = 55,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["时间之轮·聚变"] = { 
		xls_id = "时间之轮·聚变",
		number = 230,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
	},
	["戰場之靴"] = { 
		xls_id = "戰場之靴",
		number = 236,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["咆哮之意"] = { 
		xls_id = "咆哮之意",
		number = 241,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["重生十字架"] = { 
		xls_id = "重生十字架",
		number = 179,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["死亡射线"] = { 
		xls_id = "死亡射线",
		number = 197,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["封龙劍メ驱逐之刃"] = { 
		xls_id = "封龙劍メ驱逐之刃",
		number = 191,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["暮潮"] = { 
		xls_id = "暮潮",
		number = 251,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["上忍之隐"] = { 
		xls_id = "上忍之隐",
		number = 31,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["新月项链[月灵]"] = { 
		xls_id = "新月项链[月灵]",
		number = 304,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["卐卐提魂锁卐卐"] = { 
		xls_id = "卐卐提魂锁卐卐",
		number = 263,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["△△玄天令△△"] = { 
		xls_id = "△△玄天令△△",
		number = 265,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["魔化的眼罩"] = { 
		xls_id = "魔化的眼罩",
		number = 7,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 88,
			},
		},
	},
	["旅者之誓"] = { 
		xls_id = "旅者之誓",
		number = 146,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["离人愁"] = { 
		xls_id = "离人愁",
		number = 106,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["死亡之环"] = { 
		xls_id = "死亡之环",
		number = 121,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["圣之·毁灭"] = { 
		xls_id = "圣之·毁灭",
		number = 20,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["哥布林吊坠[愤怒]"] = { 
		xls_id = "哥布林吊坠[愤怒]",
		number = 162,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["■龙之叹息■"] = { 
		xls_id = "■龙之叹息■",
		number = 137,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["古核武·生化基因体"] = { 
		xls_id = "古核武·生化基因体",
		number = 216,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["万法面具"] = { 
		xls_id = "万法面具",
		number = 280,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["安菲翁の魂魄"] = { 
		xls_id = "安菲翁の魂魄",
		number = 28,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["哨兵之首"] = { 
		xls_id = "哨兵之首",
		number = 284,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["影幕之指"] = { 
		xls_id = "影幕之指",
		number = 286,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["◆黑洞◆"] = { 
		xls_id = "◆黑洞◆",
		number = 289,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["「无情」"] = { 
		xls_id = "「无情」",
		number = 240,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["光辉之怒·鸩"] = { 
		xls_id = "光辉之怒·鸩",
		number = 291,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["天神指环"] = { 
		xls_id = "天神指环",
		number = 12,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["焱月神晖·光明永存"] = { 
		xls_id = "焱月神晖·光明永存",
		number = 260,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["『畸变』"] = { 
		xls_id = "『畸变』",
		number = 295,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["〈斩·浪〉"] = { 
		xls_id = "〈斩·浪〉",
		number = 14,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["天雷之环"] = { 
		xls_id = "天雷之环",
		number = 67,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["天妖现世·荡魔逆仙"] = { 
		xls_id = "天妖现世·荡魔逆仙",
		number = 261,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["怨念挂珠"] = { 
		xls_id = "怨念挂珠",
		number = 57,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["寂梦"] = { 
		xls_id = "寂梦",
		number = 107,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["风月腰带[魂生]"] = { 
		xls_id = "风月腰带[魂生]",
		number = 307,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["〝回魂〞"] = { 
		xls_id = "〝回魂〞",
		number = 294,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["魔渊面具"] = { 
		xls_id = "魔渊面具",
		number = 221,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["星神之坠"] = { 
		xls_id = "星神之坠",
		number = 288,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["★★星魂永燃★★"] = { 
		xls_id = "★★星魂永燃★★",
		number = 292,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["妖泣"] = { 
		xls_id = "妖泣",
		number = 97,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["闪耀·漆黑之影"] = { 
		xls_id = "闪耀·漆黑之影",
		number = 132,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["炽热腰带[狂暴]"] = { 
		xls_id = "炽热腰带[狂暴]",
		number = 169,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["自然之力·元素披风"] = { 
		xls_id = "自然之力·元素披风",
		number = 161,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
	},
	["新月之冠"] = { 
		xls_id = "新月之冠",
		number = 37,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["星光"] = { 
		xls_id = "星光",
		number = 70,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["新月头盔[月灵]"] = { 
		xls_id = "新月头盔[月灵]",
		number = 303,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["风魔王冠"] = { 
		xls_id = "风魔王冠",
		number = 21,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["远行的召唤"] = { 
		xls_id = "远行的召唤",
		number = 178,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["拥抱黑暗吧"] = { 
		xls_id = "拥抱黑暗吧",
		number = 244,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["夜幽之玉"] = { 
		xls_id = "夜幽之玉",
		number = 148,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["断头台"] = { 
		xls_id = "断头台",
		number = 143,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["狂兽之护"] = { 
		xls_id = "狂兽之护",
		number = 58,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["炼狱"] = { 
		xls_id = "炼狱",
		number = 11,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["野火之握"] = { 
		xls_id = "野火之握",
		number = 81,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["孤影流觞"] = { 
		xls_id = "孤影流觞",
		number = 247,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["生死簿"] = { 
		xls_id = "生死簿",
		number = 109,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["恶之握"] = { 
		xls_id = "恶之握",
		number = 235,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["天道甲·仙"] = { 
		xls_id = "天道甲·仙",
		number = 8,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
	},
	["△△雷道天卷△△"] = { 
		xls_id = "△△雷道天卷△△",
		number = 264,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
	},
	["幽冥铭文"] = { 
		xls_id = "幽冥铭文",
		number = 78,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["無上生霊″魂灭生"] = { 
		xls_id = "無上生霊″魂灭生",
		number = 271,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
	},
	["剑灵之谜"] = { 
		xls_id = "剑灵之谜",
		number = 47,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["夜幽面具★★★"] = { 
		xls_id = "夜幽面具★★★",
		number = 114,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["冰河之心"] = { 
		xls_id = "冰河之心",
		number = 207,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["起源·无尽幻境"] = { 
		xls_id = "起源·无尽幻境",
		number = 239,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
	},
	["巨龙之印"] = { 
		xls_id = "巨龙之印",
		number = 225,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["失落空间"] = { 
		xls_id = "失落空间",
		number = 229,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["死亡笔记(下)"] = { 
		xls_id = "死亡笔记(下)",
		number = 110,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["鬼魅之踪"] = { 
		xls_id = "鬼魅之踪",
		number = 98,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
	},
	["鬼魅之宗·七煞灭魂"] = { 
		xls_id = "鬼魅之宗·七煞灭魂",
		number = 258,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
	},
	["武之法则"] = { 
		xls_id = "武之法则",
		number = 52,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["千山破"] = { 
		xls_id = "千山破",
		number = 196,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
	},
	["抉择"] = { 
		xls_id = "抉择",
		number = 242,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
	},
	["古龙的传承"] = { 
		xls_id = "古龙的传承",
		number = 41,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["〈古龙·之力〉"] = { 
		xls_id = "〈古龙·之力〉",
		number = 43,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["天机"] = { 
		xls_id = "天机",
		number = 59,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
	},
	["漆黑的刀"] = { 
		xls_id = "漆黑的刀",
		number = 50,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["明昼吊坠"] = { 
		xls_id = "明昼吊坠",
		number = 150,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["原初■混乱■"] = { 
		xls_id = "原初■混乱■",
		number = 278,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
	},
	["〈古龙·意志〉"] = { 
		xls_id = "〈古龙·意志〉",
		number = 42,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
	},
	["龙神手镯[屠戮]"] = { 
		xls_id = "龙神手镯[屠戮]",
		number = 152,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
	},
	["死亡一指"] = { 
		xls_id = "死亡一指",
		number = 181,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
	},
	["归无期"] = { 
		xls_id = "归无期",
		number = 131,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["冥河之邀"] = { 
		xls_id = "冥河之邀",
		number = 128,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
	},
	["『神耀』"] = { 
		xls_id = "『神耀』",
		number = 296,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
	},
	["天劫之怒★★★★"] = { 
		xls_id = "天劫之怒★★★★",
		number = 99,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
	["轮回经"] = { 
		xls_id = "轮回经",
		number = 142,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
	},
	["千年结"] = { 
		xls_id = "千年结",
		number = 105,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
	},
	["鸣封之刃·永恒"] = { 
		xls_id = "鸣封之刃·永恒",
		number = 89,
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
	},
}
return config
