local config = {
	[1] = {
		name = "辰星战刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[2] = {
		name = "辰星战甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[3] = {
		name = "辰星战盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[4] = {
		name = "辰星战链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[5] = {
		name = "辰星战镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[6] = {
		name = "辰星战戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 2000,
			},
		},
	},
	[7] = {
		name = "古月彻地斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[8] = {
		name = "古月战狂甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[9] = {
		name = "古月战狂盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[10] = {
		name = "古月战狂链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[11] = {
		name = "古月战狂镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[12] = {
		name = "古月战狂戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 3000,
			},
		},
	},
	[13] = {
		name = "青天怒斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[14] = {
		name = "青天战幻甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[15] = {
		name = "青天战幻盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[16] = {
		name = "青天战幻链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[17] = {
		name = "青天战幻镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[18] = {
		name = "青天战幻戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 4000,
			},
		},
	},
	[19] = {
		name = "凌风七色刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[20] = {
		name = "凌风战影甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[21] = {
		name = "凌风战兽盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[22] = {
		name = "凌风战挂坠",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[23] = {
		name = "凌风战虎镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[24] = {
		name = "凌风战虎戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 5000,
			},
		},
	},
	[25] = {
		name = "冥海圣刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[26] = {
		name = "冥海圣武甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[27] = {
		name = "冥海圣武盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[28] = {
		name = "冥海圣武链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[29] = {
		name = "冥海圣武镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[30] = {
		name = "冥海圣武戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[31] = {
		name = "冥海圣武带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[32] = {
		name = "冥海圣武靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000,
			},
		},
	},
	[33] = {
		name = "苍月圣狂斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[34] = {
		name = "苍月圣魂甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[35] = {
		name = "苍月圣魂盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[36] = {
		name = "苍月圣魂链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[37] = {
		name = "苍月圣魂镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[38] = {
		name = "苍月圣魂戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[39] = {
		name = "苍月圣魂带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[40] = {
		name = "苍月圣魂靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 7000,
			},
		},
	},
	[41] = {
		name = "吟龍圣者剑",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[42] = {
		name = "吟龍圣甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[43] = {
		name = "吟龍圣盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[44] = {
		name = "吟龍圣链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[45] = {
		name = "吟龍圣镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[46] = {
		name = "吟龍圣戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[47] = {
		name = "吟龍圣带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[48] = {
		name = "吟龍圣靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 8000,
			},
		},
	},
	[49] = {
		name = "殘魂必殺刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[50] = {
		name = "殘魂必殺甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[51] = {
		name = "殘魂神盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[52] = {
		name = "殘魂神链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[53] = {
		name = "殘魂神镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[54] = {
		name = "殘魂神戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[55] = {
		name = "殘魂神带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[56] = {
		name = "殘魂神靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 9000,
			},
		},
	},
	[57] = {
		name = "黄金霸王斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[58] = {
		name = "黄金锁子甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[59] = {
		name = "黄金幽灵盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[60] = {
		name = "黄金冥王链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[61] = {
		name = "黄金银河护手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[62] = {
		name = "黄金瞬影戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[63] = {
		name = "黄金腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[64] = {
		name = "黄金靴子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 10000,
			},
		},
	},
	[65] = {
		name = "霸者神兵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[66] = {
		name = "狂王披风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[67] = {
		name = "震天头盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[68] = {
		name = "震天铃铛",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[69] = {
		name = "震天护手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[70] = {
		name = "震天圣戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[71] = {
		name = "震天腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[72] = {
		name = "震天靴子",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 11000,
			},
		},
	},
	[73] = {
		name = "审判之刃",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[74] = {
		name = "天使羽衣",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[75] = {
		name = "天使宝冠",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[76] = {
		name = "天使如意链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[77] = {
		name = "天使旭日手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[78] = {
		name = "天使圣戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[79] = {
		name = "天使腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[80] = {
		name = "天使神靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 12000,
			},
		},
	},
	[81] = {
		name = "天崩地裂斩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[82] = {
		name = "毁天灭地甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[83] = {
		name = "毁灭の面罩",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[84] = {
		name = "毁灭の项链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[85] = {
		name = "毁灭の亡镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[86] = {
		name = "毁灭の影戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[87] = {
		name = "毁灭の腰带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[88] = {
		name = "毁灭の灵靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 13000,
			},
		},
	},
	[89] = {
		name = "神·暴风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[90] = {
		name = "神·战甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[91] = {
		name = "神·魔王盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[92] = {
		name = "神·皎洁月",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[93] = {
		name = "神·毁灭镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[94] = {
		name = "神·创世指",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[95] = {
		name = "神·主宰仙带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[96] = {
		name = "神·破灭神靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 14000,
			},
		},
	},
	[97] = {
		name = "圣·暴风",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[98] = {
		name = "圣·战甲",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[99] = {
		name = "圣·破九天",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[100] = {
		name = "圣·飞仙链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[101] = {
		name = "圣·灭苍穹",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[102] = {
		name = "圣·毁苍生",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[103] = {
		name = "圣·皇天带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[104] = {
		name = "圣·皇天靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 15000,
			},
		},
	},
	[105] = {
		name = "血杀",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[106] = {
		name = "雄霸",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[107] = {
		name = "荒古·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[108] = {
		name = "荒古·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[109] = {
		name = "荒古·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[110] = {
		name = "荒古·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[111] = {
		name = "荒古·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[112] = {
		name = "荒古·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 16000,
			},
		},
	},
	[113] = {
		name = "梦回",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[114] = {
		name = "心梦碎光",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[115] = {
		name = "遗尘·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[116] = {
		name = "遗尘·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[117] = {
		name = "遗尘·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[118] = {
		name = "遗尘·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[119] = {
		name = "遗尘·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[120] = {
		name = "遗尘·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 17000,
			},
		},
	},
	[121] = {
		name = "千年",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[122] = {
		name = "深蓝传说",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[123] = {
		name = "灭世·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[124] = {
		name = "灭世·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[125] = {
		name = "灭世·手",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[126] = {
		name = "灭世·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[127] = {
		name = "灭世·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[128] = {
		name = "灭世·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 18000,
			},
		},
	},
	[129] = {
		name = "转瞬",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[130] = {
		name = "深蓝之恋",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[131] = {
		name = "降龍·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[132] = {
		name = "降龍·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[133] = {
		name = "降龍·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[134] = {
		name = "降龍·指",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[135] = {
		name = "降龍·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[136] = {
		name = "降龍·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 19000,
			},
		},
	},
	[137] = {
		name = "轮回",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[138] = {
		name = "万里追云",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[139] = {
		name = "圣罗痴情·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[140] = {
		name = "圣罗痴情·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[141] = {
		name = "圣罗痴情·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[142] = {
		name = "圣罗痴情·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[143] = {
		name = "圣罗痴情·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[144] = {
		name = "圣罗痴情·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 20000,
			},
		},
	},
	[145] = {
		name = "碧血",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[146] = {
		name = "金丝羽灵",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[147] = {
		name = "苦罗痴心·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[148] = {
		name = "苦罗痴心·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[149] = {
		name = "苦罗痴心·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[150] = {
		name = "苦罗痴心·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[151] = {
		name = "苦罗痴心·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[152] = {
		name = "苦罗痴心·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 21000,
			},
		},
	},
	[153] = {
		name = "妖异",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[154] = {
		name = "碎梦涵光",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[155] = {
		name = "金罗痴梦·盔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[156] = {
		name = "金罗痴梦·链",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[157] = {
		name = "金罗痴梦·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[158] = {
		name = "金罗痴梦·戒",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[159] = {
		name = "金罗痴梦·带",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[160] = {
		name = "金罗痴梦·靴",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 22000,
			},
		},
	},
	[161] = {
		name = "力量护臂(精)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[162] = {
		name = "魔血护手(力)",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[163] = {
		name = "雄浑『链』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[164] = {
		name = "【鬼仙链】",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[165] = {
		name = "太虚≤链≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[166] = {
		name = "╋残空╋",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[167] = {
		name = "魔曲『戒』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[168] = {
		name = "≮幽灵漫步≯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[169] = {
		name = "『乾坤腰』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[170] = {
		name = "『帝皇靴』",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[171] = {
		name = "流光淬火剣[戮兽]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[172] = {
		name = "流光淬火剣[饮血]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[173] = {
		name = "流光淬火剣[天殇]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[174] = {
		name = "流光淬火衣[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[175] = {
		name = "流光锦绣衣[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[176] = {
		name = "流光幻彩衣[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[177] = {
		name = "神王の拳I",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[178] = {
		name = "神王の拳II",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[179] = {
		name = "神王の拳III",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[180] = {
		name = "神王の拳IV",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[181] = {
		name = "吸血蚊虫",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[182] = {
		name = "≤吸血蝙蝠≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[183] = {
		name = "死亡凋零",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[184] = {
		name = "≤死亡救赎≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[185] = {
		name = "光明坠落",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[186] = {
		name = "≤光明不朽≥",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[187] = {
		name = "【神灭】",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[188] = {
		name = "【淡然】",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[189] = {
		name = "精灵の翔",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[190] = {
		name = "傀儡の隐",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[191] = {
		name = "凤凰の飞",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[192] = {
		name = "◆妖皇◆腕",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[193] = {
		name = "疾風·镯",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 25000,
			},
		},
	},
	[194] = {
		name = "电·刀[感知]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[195] = {
		name = "光·蛇[腾焰]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[196] = {
		name = "焰·冰[闪耀]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[197] = {
		name = "电·遇[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[198] = {
		name = "光·炎[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	[199] = {
		name = "冰·殇[男]",
		give = {
			[1] = {
				[1] = "绑定金币",
				[2] = 30000,
			},
		},
	},
	["龙骨刀"] = {
		number = 1,
	},
	["龙骨甲"] = {
		number = 2,
	},
	["辰星战刃"] = {
		number = 3,
	},
	["辰星战甲"] = {
		number = 4,
	},
	["辰星战盔"] = {
		number = 5,
	},
	["辰星战链"] = {
		number = 6,
	},
	["辰星战镯"] = {
		number = 7,
	},
	["辰星战戒"] = {
		number = 8,
	},
	["古月彻地斩"] = {
		number = 9,
	},
	["古月战狂甲"] = {
		number = 10,
	},
	["古月战狂盔"] = {
		number = 11,
	},
	["古月战狂链"] = {
		number = 12,
	},
	["古月战狂镯"] = {
		number = 13,
	},
	["古月战狂戒"] = {
		number = 14,
	},
	["青天怒斩"] = {
		number = 15,
	},
	["青天战幻甲"] = {
		number = 16,
	},
	["青天战幻盔"] = {
		number = 17,
	},
	["青天战幻链"] = {
		number = 18,
	},
	["青天战幻镯"] = {
		number = 19,
	},
	["青天战幻戒"] = {
		number = 20,
	},
	["凌风七色刃"] = {
		number = 21,
	},
	["凌风战影甲"] = {
		number = 22,
	},
	["凌风战兽盔"] = {
		number = 23,
	},
	["凌风战挂坠"] = {
		number = 24,
	},
	["凌风战虎镯"] = {
		number = 25,
	},
	["凌风战虎戒"] = {
		number = 26,
	},
	["冥海圣刃"] = {
		number = 27,
	},
	["冥海圣武甲"] = {
		number = 28,
	},
	["冥海圣武盔"] = {
		number = 29,
	},
	["冥海圣武链"] = {
		number = 30,
	},
	["冥海圣武镯"] = {
		number = 31,
	},
	["冥海圣武戒"] = {
		number = 32,
	},
	["冥海圣武带"] = {
		number = 33,
	},
	["冥海圣武靴"] = {
		number = 34,
	},
	["苍月圣狂斩"] = {
		number = 35,
	},
	["苍月圣魂甲"] = {
		number = 36,
	},
	["苍月圣魂盔"] = {
		number = 37,
	},
	["苍月圣魂链"] = {
		number = 38,
	},
	["苍月圣魂镯"] = {
		number = 39,
	},
	["苍月圣魂戒"] = {
		number = 40,
	},
	["苍月圣魂带"] = {
		number = 41,
	},
	["苍月圣魂靴"] = {
		number = 42,
	},
	["吟龍圣者剑"] = {
		number = 43,
	},
	["吟龍圣甲"] = {
		number = 44,
	},
	["吟龍圣盔"] = {
		number = 45,
	},
	["吟龍圣链"] = {
		number = 46,
	},
	["吟龍圣镯"] = {
		number = 47,
	},
	["吟龍圣戒"] = {
		number = 48,
	},
	["吟龍圣带"] = {
		number = 49,
	},
	["吟龍圣靴"] = {
		number = 50,
	},
	["殘魂必殺刃"] = {
		number = 51,
	},
	["殘魂必殺甲"] = {
		number = 52,
	},
	["殘魂神盔"] = {
		number = 53,
	},
	["殘魂神链"] = {
		number = 54,
	},
	["殘魂神镯"] = {
		number = 55,
	},
	["殘魂神戒"] = {
		number = 56,
	},
	["殘魂神带"] = {
		number = 57,
	},
	["殘魂神靴"] = {
		number = 58,
	},
	["黄金霸王斩"] = {
		number = 59,
	},
	["黄金锁子甲"] = {
		number = 60,
	},
	["黄金幽灵盔"] = {
		number = 61,
	},
	["黄金冥王链"] = {
		number = 62,
	},
	["黄金银河护手"] = {
		number = 63,
	},
	["黄金瞬影戒"] = {
		number = 64,
	},
	["黄金腰带"] = {
		number = 65,
	},
	["黄金靴子"] = {
		number = 66,
	},
	["霸者神兵"] = {
		number = 67,
	},
	["狂王披风"] = {
		number = 68,
	},
	["震天头盔"] = {
		number = 69,
	},
	["震天铃铛"] = {
		number = 70,
	},
	["震天护手"] = {
		number = 71,
	},
	["震天圣戒"] = {
		number = 72,
	},
	["震天腰带"] = {
		number = 73,
	},
	["震天靴子"] = {
		number = 74,
	},
	["审判之刃"] = {
		number = 75,
	},
	["天使羽衣"] = {
		number = 76,
	},
	["天使宝冠"] = {
		number = 77,
	},
	["天使如意链"] = {
		number = 78,
	},
	["天使旭日手"] = {
		number = 79,
	},
	["天使圣戒"] = {
		number = 80,
	},
	["天使腰带"] = {
		number = 81,
	},
	["天使神靴"] = {
		number = 82,
	},
	["天崩地裂斩"] = {
		number = 83,
	},
	["毁天灭地甲"] = {
		number = 84,
	},
	["毁灭の面罩"] = {
		number = 85,
	},
	["毁灭の项链"] = {
		number = 86,
	},
	["毁灭の亡镯"] = {
		number = 87,
	},
	["毁灭の影戒"] = {
		number = 88,
	},
	["毁灭の腰带"] = {
		number = 89,
	},
	["毁灭の灵靴"] = {
		number = 90,
	},
	["神·暴风"] = {
		number = 91,
	},
	["神·战甲"] = {
		number = 92,
	},
	["神·魔王盔"] = {
		number = 93,
	},
	["神·皎洁月"] = {
		number = 94,
	},
	["神·毁灭镯"] = {
		number = 95,
	},
	["神·创世指"] = {
		number = 96,
	},
	["神·主宰仙带"] = {
		number = 97,
	},
	["神·破灭神靴"] = {
		number = 98,
	},
	["圣·暴风"] = {
		number = 99,
	},
	["圣·战甲"] = {
		number = 100,
	},
	["圣·破九天"] = {
		number = 101,
	},
	["圣·飞仙链"] = {
		number = 102,
	},
	["圣·灭苍穹"] = {
		number = 103,
	},
	["圣·毁苍生"] = {
		number = 104,
	},
	["圣·皇天带"] = {
		number = 105,
	},
	["圣·皇天靴"] = {
		number = 106,
	},
	["血杀"] = {
		number = 107,
	},
	["雄霸"] = {
		number = 108,
	},
	["荒古·盔"] = {
		number = 109,
	},
	["荒古·链"] = {
		number = 110,
	},
	["荒古·镯"] = {
		number = 111,
	},
	["荒古·戒"] = {
		number = 112,
	},
	["荒古·带"] = {
		number = 113,
	},
	["荒古·靴"] = {
		number = 114,
	},
	["梦回"] = {
		number = 115,
	},
	["心梦碎光"] = {
		number = 116,
	},
	["遗尘·盔"] = {
		number = 117,
	},
	["遗尘·链"] = {
		number = 118,
	},
	["遗尘·镯"] = {
		number = 119,
	},
	["遗尘·戒"] = {
		number = 120,
	},
	["遗尘·带"] = {
		number = 121,
	},
	["遗尘·靴"] = {
		number = 122,
	},
	["千年"] = {
		number = 123,
	},
	["深蓝传说"] = {
		number = 124,
	},
	["灭世·盔"] = {
		number = 125,
	},
	["灭世·链"] = {
		number = 126,
	},
	["灭世·手"] = {
		number = 127,
	},
	["灭世·戒"] = {
		number = 128,
	},
	["灭世·带"] = {
		number = 129,
	},
	["灭世·靴"] = {
		number = 130,
	},
	["转瞬"] = {
		number = 131,
	},
	["深蓝之恋"] = {
		number = 132,
	},
	["降龍·盔"] = {
		number = 133,
	},
	["降龍·链"] = {
		number = 134,
	},
	["降龍·镯"] = {
		number = 135,
	},
	["降龍·指"] = {
		number = 136,
	},
	["降龍·带"] = {
		number = 137,
	},
	["降龍·靴"] = {
		number = 138,
	},
	["轮回"] = {
		number = 139,
	},
	["万里追云"] = {
		number = 140,
	},
	["圣罗痴情·盔"] = {
		number = 141,
	},
	["圣罗痴情·链"] = {
		number = 142,
	},
	["圣罗痴情·镯"] = {
		number = 143,
	},
	["圣罗痴情·戒"] = {
		number = 144,
	},
	["圣罗痴情·带"] = {
		number = 145,
	},
	["圣罗痴情·靴"] = {
		number = 146,
	},
	["碧血"] = {
		number = 147,
	},
	["金丝羽灵"] = {
		number = 148,
	},
	["苦罗痴心·盔"] = {
		number = 149,
	},
	["苦罗痴心·链"] = {
		number = 150,
	},
	["苦罗痴心·镯"] = {
		number = 151,
	},
	["苦罗痴心·戒"] = {
		number = 152,
	},
	["苦罗痴心·带"] = {
		number = 153,
	},
	["苦罗痴心·靴"] = {
		number = 154,
	},
	["妖异"] = {
		number = 155,
	},
	["碎梦涵光"] = {
		number = 156,
	},
	["金罗痴梦·盔"] = {
		number = 157,
	},
	["金罗痴梦·链"] = {
		number = 158,
	},
	["金罗痴梦·镯"] = {
		number = 159,
	},
	["金罗痴梦·戒"] = {
		number = 160,
	},
	["金罗痴梦·带"] = {
		number = 161,
	},
	["金罗痴梦·靴"] = {
		number = 162,
	},
	["力量护臂(精)"] = {
		number = 163,
	},
	["魔血护手(力)"] = {
		number = 164,
	},
	["雄浑『链』"] = {
		number = 165,
	},
	["【鬼仙链】"] = {
		number = 166,
	},
	["太虚≤链≥"] = {
		number = 167,
	},
	["╋残空╋"] = {
		number = 168,
	},
	["魔曲『戒』"] = {
		number = 169,
	},
	["≮幽灵漫步≯"] = {
		number = 170,
	},
	["『乾坤腰』"] = {
		number = 171,
	},
	["『帝皇靴』"] = {
		number = 172,
	},
	["流光淬火剣[戮兽]"] = {
		number = 173,
	},
	["流光淬火剣[饮血]"] = {
		number = 174,
	},
	["流光淬火剣[天殇]"] = {
		number = 175,
	},
	["流光淬火衣[男]"] = {
		number = 176,
	},
	["流光锦绣衣[男]"] = {
		number = 177,
	},
	["流光幻彩衣[男]"] = {
		number = 178,
	},
	["神王の拳I"] = {
		number = 179,
	},
	["神王の拳II"] = {
		number = 180,
	},
	["神王の拳III"] = {
		number = 181,
	},
	["神王の拳IV"] = {
		number = 182,
	},
	["吸血蚊虫"] = {
		number = 183,
	},
	["≤吸血蝙蝠≥"] = {
		number = 184,
	},
	["死亡凋零"] = {
		number = 185,
	},
	["≤死亡救赎≥"] = {
		number = 186,
	},
	["光明坠落"] = {
		number = 187,
	},
	["≤光明不朽≥"] = {
		number = 188,
	},
	["【神灭】"] = {
		number = 189,
	},
	["【淡然】"] = {
		number = 190,
	},
	["精灵の翔"] = {
		number = 191,
	},
	["傀儡の隐"] = {
		number = 192,
	},
	["凤凰の飞"] = {
		number = 193,
	},
	["◆妖皇◆腕"] = {
		number = 194,
	},
	["疾風·镯"] = {
		number = 195,
	},
	["电·刀[感知]"] = {
		number = 196,
	},
	["光·蛇[腾焰]"] = {
		number = 197,
	},
	["焰·冰[闪耀]"] = {
		number = 198,
	},
	["电·遇[男]"] = {
		number = 199,
	},
	["光·炎[男]"] = {
		number = 200,
	},
	["冰·殇[男]"] = {
		number = 201,
	},
}
return config