local config = { 
	[1] = { 
		idx = 1,
		btnImg1 = "menu_1_1.png",
		CategoryID = 1,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "起源村历练",
		rewardShow = {
			[1] = {
				[1] = "牛马实习生[称号]",
				[2] = 1,
			},
		},
		var = "起源村历练",
		btnImg2 = "menu_2_1.png",
		tips = "前往起源村（110.242）找到NPC：受惊的村民，在他的指引下消除村子的威胁。<br>获得称号：牛马实习生%s",
		desc = "起源村，传说的发源地。然而，这片宁静被突如其来的黑暗力量打破，未知的威胁潜伏在阴影中，等待着新一代英雄的挑战与揭晓。",
	},
	[2] = { 
		idx = 2,
		btnImg1 = "menu_1_2.png",
		CategoryID = 1,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "村长的怀表",
		rewardShow = {
			[1] = {
				[1] = "老村长的怀表",
				[2] = 1,
			},
		},
		var = "村长的怀表",
		btnImg2 = "menu_2_2.png",
		tips = "前往天元边关（96.82）找到NPC：边境村长，帮助他击杀妖怪，恢复村庄安宁。<br>获得：老村长的怀表%s",
		desc = "天元边境的小村庄历来以和平著称，但最近妖怪的频繁侵扰使得村庄不再安宁。村庄的现任村长，决心保护村民免受妖怪的威胁。",
	},
	[3] = { 
		idx = 3,
		btnImg1 = "menu_1_3.png",
		CategoryID = 1,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "边境守护者",
		rewardShow = {
			[1] = {
				[1] = "边关守护者lv10",
				[2] = 1,
			},
		},
		var = "边境守护者",
		btnImg2 = "menu_2_3.png",
		tips = "前往天元边关（91.82）找到NPC：边关将领，帮助他击杀入侵的妖怪，平定边关。<br>获得称号：边境守护者Lv.10%s",
		desc = "天元边境，一直是人类与妖怪界的分界线。近期边境的安全受到了前所未有的威胁，妖怪频繁越界侵扰，造成了重大的人员和物资损失。",
	},
	[4] = { 
		idx = 4,
		btnImg1 = "menu_1_4.png",
		CategoryID = 1,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "斗转星移",
		rewardShow = {
			[1] = {
				[1] = "斗转星移[残]",
				[2] = 1,
			},
		},
		var = "斗转星移",
		btnImg2 = "menu_2_4.png",
		tips = "前往天元边关（101.82）寻找NPC：空间法师，打造传送神器。<br>传说破碎的魔法阵散落在天元边关的各个地图。 <br>打造：斗转星移[残]%s",
		desc = "在天元边境，存在着被时间遗忘的破碎魔法阵。收集这些碎片并找到空间法师，以打造传送神器斗转星移，掌控空间的力量，穿梭于各个世界之间。",
	},
	[5] = { 
		idx = 5,
		btnImg1 = "menu_1_5.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "破旧尘",
		rewardShow = {
			[1] = {
				[1] = "一念花尘",
				[2] = 1,
			},
		},
		var = "破旧尘",
		btnImg2 = "menu_2_5.png",
		tips = "前往暗域（126.98），找到NPC：玄幽，在他的协助下炼制一念花尘。<br> 获取：一念花尘%s",
		desc = "在遥远的暗域，有一位名为玄幽的隐士，他曾是仙界的高阶修士，因某些未知的原因被贬至此地。玄幽知道转生的秘密，他能够帮助那些有决心的修士完成转生，获得新的力量。",
	},
	[6] = { 
		idx = 6,
		btnImg1 = "menu_1_6.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "湿婆神像",
		rewardShow = {
			[1] = {
				[1] = "湿婆信徒[称号]",
				[2] = 1,
			},
		},
		var = "湿婆神像",
		btnImg2 = "menu_2_6.png",
		tips = "进入湿婆神殿，湿搜寻珍贵的湿婆遗物，并将其带到 湿婆神宫 深处的湿婆神像（55.40）处祈福。<br>获得称号：湿婆信徒%s",
		desc = "深藏在密林之中的湿婆神殿是古代信仰的中心，传说中存放着无数湿婆遗物。这些神圣遗物拥有向湿婆神祈福的力量，能够赋予信徒财富与神恩。",
	},
	[7] = { 
		idx = 7,
		btnImg1 = "menu_1_7.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "元素之隙",
		rewardShow = {
			[1] = {
				[1] = "元素裂隙权杖",
				[2] = 1,
			},
		},
		var = "元素之隙",
		btnImg2 = "menu_2_7.png",
		tips = "收集足够的放逐之心后，前往放逐之域深处流放魔地（126.98），寻找元素裂隙权杖的下落。<br>打造背包神器：元素裂隙权杖%s",
		desc = "放逐之域，一个因为其险恶和奇异被所有生灵所畏惧的地方。传说中，放逐之域的最深处藏有能够控制元素力量的神秘宝物。",
	},
	[8] = { 
		idx = 8,
		btnImg1 = "menu_1_8.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "黑齿宝藏",
		rewardShow = {
			[1] = {
				[1] = "随机专属[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "黑齿宝藏",
		btnImg2 = "menu_2_8.png",
		tips = "在罡风谷内击杀黑齿系列怪物有概率掉落物品：黑齿笔记。上面记载着黑齿宝藏的秘密。<br>开启黑齿宝藏%s",
		desc = "罡风谷曾是黑齿氏族的老巢。这个氏族因为其秘密宝藏而闻名遐迩，但随着氏族的灭亡，宝藏的线索也随之散落。",
	},
	[9] = { 
		idx = 9,
		btnImg1 = "menu_1_9.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "暗域裂隙",
		rewardShow = {
			[1] = {
				[1] = "解锁地图[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "暗域裂隙",
		btnImg2 = "menu_2_9.png",
		tips = "前往暗域（180：88）寻找暗域裂隙的入口。<br>打开暗域裂隙的入口%s",
		desc = "暗域，世界最阴暗角落的禁忌之地，自古以来就被封印，阻止其内部的恶势力溢出。只有证明了自己实力与勇气的英雄，解开暗域的封印。",
	},
	[10] = { 
		idx = 10,
		btnImg1 = "menu_1_10.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "封印祭坛",
		rewardShow = {
			[1] = {
				[1] = "邪神之冠",
				[2] = 1,
			},
			[2] = {
				[1] = "邪神之牙",
				[2] = 1,
			},
			[3] = {
				[1] = "神庙掌控者",
				[2] = 1,
			},
		},
		var = "封印祭坛",
		btnImg2 = "menu_2_10.png",
		tips = "进入卡亚神庙,搜集卡亚神符和信徒印记.前往神庙大厅（75.74）处封印祭坛，使用这些神符和印记唤醒邪神。<br>召唤：邪神.卡亚魔君[SSS]%s",
		desc = "卡亚神庙，传说中曾是邪神卡亚魔君的崇拜中心。随着时间的流逝，神庙被遗忘，如今，卡亚魔君的信徒试图利用遗留的神符和印记，在邪神祭坛重新唤醒他们的主神。",
	},
	[11] = { 
		idx = 11,
		btnImg1 = "menu_1_11.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "死神棺椁",
		rewardShow = {
			[1] = {
				[1] = "被封印的棺材",
				[2] = 1,
			},
		},
		var = "死神棺椁",
		btnImg2 = "menu_2_11.png",
		tips = "前往天然洞穴，寻找死亡墓地。开启神秘的棺椁就会获得不可思议的力量。<br>获得：被封印的棺材%s<br>开启：被封印的棺材%s",
		desc = "死亡墓地，被忘却的古老墓地。这里是古战场的遗址，埋藏着无数英雄的遗骸和失落的宝物，据说那些棺椁中蕴藏着先贤的力量。",
	},
	[12] = { 
		idx = 12,
		btnImg1 = "menu_1_12.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "新月宝珠",
		rewardShow = {
			[1] = {
				[1] = "新月宝珠",
				[2] = 1,
			},
		},
		var = "新月宝珠",
		btnImg2 = "menu_2_12.png",
		tips = "前往石魔洞窟二层（50.137），探寻石窟一族夜晚变强的秘密。<br>合成背包神器：新月宝珠%s",
		desc = "石魔洞窟曾是月神的藏身之所，洞窟中的守卫者被古老的月光魔法赋予力量。随着夜幕的降临，洞窟内的守卫者们变得更加强大",
	},
	[13] = { 
		idx = 13,
		btnImg1 = "menu_1_13.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "英灵殿(传说)",
		rewardShow = {
			[1] = {
				[1] = "≤诛神の黄昏≥[神灭]",
				[2] = 1,
			},
		},
		var = "英灵殿(传说)",
		btnImg2 = "menu_2_13.png",
		tips = "挑战遗忘古迹各个副本的怪物，搜集神之头颅和异界神石，提升英灵殿称号。<br>获取英灵殿称号%s",
		desc = "遗忘古迹，一个藏匿于现世与异界交界的神秘之地，被无数时空的裂缝所包围。城内的英灵殿是英雄的最后归宿，也是古神力量的集散地。",
	},
	[14] = { 
		idx = 14,
		btnImg1 = "menu_1_14.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "古龙传承(传说)",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "古龙传承(传说)",
		btnImg2 = "menu_2_14.png",
		tips = "获得古龙的传承后可前往遗忘古迹（120.119）强化强化力量。<br>使用古龙的传承强化自身%s",
		desc = "自远古龙族的血脉之中有一种神秘的力量。是龙族屹立于众生之巅的保证。而随着时间的流逝。这种力量被提炼方法也被术士掌握，也给凡人获得古龙传承的可能。",
	},
	[15] = { 
		idx = 15,
		btnImg1 = "menu_1_15.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "剑灵之谜(传说)",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "剑灵之谜(传说)",
		btnImg2 = "menu_2_15.png",
		tips = "获得剑灵之谜后可前往遗忘古迹（120.119）强化自身力量。<br>使用剑灵之谜强化装备%s",
		desc = "剑灵是一种古老而神秘的能量，由历代剑术大师的剑灵共鸣而形成。这股力量浓缩于精神与物质的交界，能够永久地激发武器的潜能，赋予它前所未有的锋利攻击力。",
	},
	[16] = { 
		idx = 16,
		btnImg1 = "menu_1_16.png",
		CategoryID = 2,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "灭世领域(传说)",
		rewardShow = {
			[1] = {
				[1] = "太虚古龙领域[完全体]",
				[2] = 1,
			},
		},
		var = "灭世领域(传说)",
		btnImg2 = "menu_2_16.png",
		tips = "玩家战胜太虚古龙后有可能掉落〈古龙·意志〉，〈古龙·之力〉 当玩家拥有材料：太虚古龙的秘密后，可以在荒古龙墓（37.31）处合成太虚古龙的领域。<br>合成：太虚古龙领域[完全体]%s",
		desc = "太虚古龙，远古之力的化身，这位龙族的守护者拥有创造和毁灭的力量，其遗物〈古龙·意志〉与〈古龙·之力〉是连接其领域的钥匙。",
	},
	[17] = { 
		idx = 17,
		btnImg1 = "menu_1_17.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "心魔老人",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
			[2] = {
				[1] = "灵符",
				[2] = 1,
			},
			[3] = {
				[1] = "神秘专属盲盒",
				[2] = 1,
			},
		},
		var = "心魔老人",
		btnImg2 = "menu_2_17.png",
		tips = "神龙帝国（242.192）寻找心魔老人挑战心魔。本剧情有排名奖励，请尽快完成。<br>完成：贪之心魔挑战%s<br>完成：嗔之心魔挑战%s<br>完成：痴之心魔挑战%s",
		desc = "神女圣心湖，传说是神女落泪而形成的湖泊，湖水清澈见底，却隐藏着人心深处的秘密与欲望。湖畔的心魔老人掌握着心灵的试炼，他能引导勇者挑战自己的心魔。",
	},
	[18] = { 
		idx = 18,
		btnImg1 = "menu_1_18.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "焚世祭",
		rewardShow = {
			[1] = {
				[1] = "二元归灵珠",
				[2] = 1,
			},
		},
		var = "焚世祭",
		btnImg2 = "menu_2_18.png",
		tips = "前往南风森林（255.46），找到NPC：云烈，在他的帮助下召唤并击败上古魔龙。<br>召唤：上古魔龙%s<br>获取：二元归灵珠%s",
		desc = "在南风森林深处，隐居着一位火焰教派的大祭司云烈。他掌握着召唤上古魔龙的秘法，传说击败魔龙便可获取转生材料——二元归灵珠。",
	},
	[19] = { 
		idx = 19,
		btnImg1 = "menu_1_19.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "雷鸣之力",
		rewardShow = {
			[1] = {
				[1] = "法器提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "雷鸣之力",
		btnImg2 = "menu_2_19.png",
		tips = "前往无尽雷鸣（150.25），提交雷系装备，利用雷霆的神秘力量淬炼自己的法器，提升其属性。<br>提交：天雷之环%s<br>提交：万雷%s<br>提交：神兵·雷神之威%s<br>提交：「掌控雷电」%s",
		desc = "传说中，无尽雷鸣是天地交汇之处，这片区域由强大的雷元素掌控，四处充斥着雷电的狂暴力量。勇者可以通过提交雷系装备，利用雷霆的神秘力量淬炼自己的法器，提升其属性。",
	},
	[20] = { 
		idx = 20,
		btnImg1 = "menu_1_20.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "蛮荒血脉",
		rewardShow = {
			[1] = {
				[1] = "元素属性[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "蛮荒血脉",
		btnImg2 = "menu_2_20.png",
		tips = "前往南荒蛮域搜集蛮域图腾，可以在南荒蛮域（150.108）觉醒蛮域血脉。<br>觉醒蛮域血脉%s",
		desc = "传说，南蛮荒域曾是远古蛮族的栖息地，如今，这里被各种蛮荒系列怪物占据，它们是蛮域残留力量的化身，凶猛而残暴，守护着古老的蛮荒图腾。",
	},
	[21] = { 
		idx = 21,
		btnImg1 = "menu_1_21.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "沙暴传说",
		rewardShow = {
			[1] = {
				[1] = "[風魂]黃沙之靈",
				[2] = 1,
			},
		},
		var = "沙暴传说",
		btnImg2 = "menu_2_21.png",
		tips = "前往沙暴镇击杀怨灵之体有概率释放其体内的狂沙之魂，在它身上搜寻流金沙砾前往沙暴镇（161.131）合成［風魂］黃沙之靈。<br>合成：［風魂］黃沙之靈%s",
		desc = "沙暴镇曾是繁荣的商贸重地，直到一场神秘的诅咒将其埋没于无尽的黄沙之中。镇上流传着关于沙之魂扇的古老传说，称这件法宝能够操控沙尘风暴，召唤黄沙中的强大力量。",
	},
	[22] = { 
		idx = 22,
		btnImg1 = "menu_1_22.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "域外战歌",
		rewardShow = {
			[1] = {
				[1] = "三生仙灵藤",
				[2] = 1,
			},
		},
		var = "域外战歌",
		btnImg2 = "menu_2_22.png",
		tips = "前往域外战场（60.64），找到NPC：神龙侍卫，协助神龙侍卫加固域外之门的封印，阻止妖魔的入侵。<br>加固封印能量%s",
		desc = "域外战场生存着大量的妖魔，为了防止这些妖魔入侵帝国，神龙侍卫们一直守护着域外之门。然而，经过长年累月的冲击，域外之门的封印已岌岌可危。",
	},
	[23] = { 
		idx = 23,
		btnImg1 = "menu_1_23.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "灵魂牢笼",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
			[2] = {
				[1] = "解锁地图[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "灵魂牢笼",
		btnImg2 = "menu_2_23.png",
		tips = "前往灵魂牢笼击败幽魂守卫，获取牢笼钥匙，解放10个迷失灵魂。开启地图生死境界。<br>解救迷失的灵魂%s<br>开启地图：生死界限%s",
		desc = "灵魂牢笼是一个充满怨念和黑暗的禁地，无数迷失的灵魂被囚禁于此。解救足够多的，迷失灵魂。探索隐藏在牢笼背后的更深秘密与力量。",
	},
	[24] = { 
		idx = 24,
		btnImg1 = "menu_1_24.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "枯骨之魂",
		rewardShow = {
			[1] = {
				[1] = "骷髅将军[装扮时装]",
				[2] = 1,
			},
		},
		var = "枯骨之魂",
		btnImg2 = "menu_2_24.png",
		tips = "集齐骷髅将军遗物后，前往万骨枯地（43.34）提交，便可化身为骷髅将军，继承其力量与威严。<br>提交：黄泉%s<br>提交：离火%s<br>提交：深渊之行%s<br>获取：骷髅将军[装扮时装]%s",
		desc = "昔日的骷髅将军曾在神魔战场率领无数亡灵与神魔激战。他的灵魂虽早已消散，但他的遗物仍散落在这片诅咒之地。",
	},
	[25] = { 
		idx = 25,
		btnImg1 = "menu_1_25.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "妖月之灵",
		rewardShow = {
			[1] = {
				[1] = "妖月内胆",
				[2] = 1,
			},
		},
		var = "妖月之灵",
		btnImg2 = "menu_2_25.png",
		tips = "击杀妖月一族和厥阴一族的怪物搜集妖月之心和厥阴之灵，在妖月遗址（130.118）进行归灵仪式。可以召唤出稀有BOSS，更有概率召唤出隐藏BOSS：妖月九尾狐王。<br>举行归灵仪式，召唤稀有BOSS%s<br>击杀隐藏BOSS：妖月九尾狐王%s",
		desc = "妖月遗址，曾是狐族繁荣昌盛的圣地，随着厥阴一族的强大力量席卷而来，将狐族逐步逼入绝境。妖月狐族也逐渐没落，遗址化为荒凉废墟。",
	},
	[26] = { 
		idx = 26,
		btnImg1 = "menu_1_26.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "洞察之眼",
		rewardShow = {
			[1] = {
				[1] = "洞察之眼[称号]",
				[2] = 1,
			},
		},
		var = "洞察之眼",
		btnImg2 = "menu_2_26.png",
		tips = "前往遗忘前线，寻找前线先锋开启任务。帮助帝国平定叛乱。<br>击杀1000名叛军%s<br>分析出叛军老巢所在位置%s<br>将叛军首领的头颅交给平叛将领%s",
		desc = "在战争的阴霾中，叛军的威胁日益严重，他们在遗忘前线、悲鸣哨塔、活死人舰队、被遗落的港口四个区域建立了秘密据点，扩张势力并对和平构成了巨大的威胁。",
	},
	[27] = { 
		idx = 27,
		btnImg1 = "menu_1_27.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "祖龙秘宝(传说)",
		rewardShow = {
			[1] = {
				[1] = "[龍器]祖龍號角",
				[2] = 1,
			},
		},
		var = "祖龙秘宝(传说)",
		btnImg2 = "menu_2_27.png",
		tips = "佩戴太虚古龙领域[完全体]前往龙之禁域击杀怪物可概率召唤龙之守护。击败守护后可开启祖龙之地，祖龙之地可获取龙族的至高力量<br>击杀龙之守护%s<br>获得[龍器]祖龍號角%s",
		desc = "龙之禁域是远古龙族的神秘领域，传说只有佩戴太虚古龙领域[完全体]的勇者才能触发隐藏力量。开启祖龙之地的通道。而祖龙之地隐藏着龙族的至高力量！",
	},
	[28] = { 
		idx = 28,
		btnImg1 = "menu_1_28.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "吞噬恶灵(传说)",
		rewardShow = {
			[1] = {
				[1] = "毁灭·魔化天使[吞噬]",
				[2] = 1,
			},
		},
		var = "吞噬恶灵(传说)",
		btnImg2 = "menu_2_28.png",
		tips = "前往神龙帝国（252.205）打造成长神器：毁灭·魔化天使[吞噬]<br>合成：毁灭·魔化天使[吞噬]%s",
		desc = "黑暗深渊中的死亡祭坛，世代流传吞噬灵魂的力量，能够通过吸收被击杀生物的灵魂来不断增强自己的属性。每一次杀戮，都让魔化天使变得更加强大，却也让使用者的灵魂逐渐堕入黑暗。",
	},
	[29] = { 
		idx = 29,
		btnImg1 = "menu_1_29.png",
		CategoryID = 3,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "追逐永恒(传说)",
		rewardShow = {
			[1] = {
				[1] = "追逐永恒之路[称号]",
				[2] = 1,
			},
		},
		var = "追逐永恒(传说)",
		btnImg2 = "menu_2_29.png",
		tips = "进入永恒之塔顶层，可随机进入神秘房间，击败相应的永恒之神，搜集永恒徽记。<br>提交永恒杀戮徽记%s<br>提交永恒生命徽记%s<br>提交永恒魔法徽记%s<br>提交永恒时空徽记%s<br>获取称号：追逐永恒之路%s",
		desc = "屹立在时空尽头的永恒之塔，是众神封印无尽力量的禁地。传说，塔内栖息着四位拥有永恒之力的古老神祇，他们象征着生命、魔法、时间与毁灭的绝对力量，等待着敢于挑战他们的勇者。",
	},
	[30] = { 
		idx = 30,
		btnImg1 = "menu_1_30.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "小鬼难缠",
		rewardShow = {
			[1] = {
				[1] = "解锁地图[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "小鬼难缠",
		btnImg2 = "menu_2_30.png",
		tips = "想进入阎王大殿，需要先应付看守在门前的小鬼（无常殿：48.42）。对付这帮小鬼，要不满足其需求。要不给他们点颜色看看。<br>开通阎王大殿地图%s",
		desc = "在被迷雾和阴风包围的无常殿，阎王座落其间，掌管着生死轮回之秘。然而，真正的考验并非直面阎王，而是通过他的使者——无数狡猾且贪婪的小鬼。",
	},
	[31] = { 
		idx = 31,
		btnImg1 = "menu_1_31.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "判官改命",
		rewardShow = {
			[1] = {
				[1] = "命格属性[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "判官改命",
		btnImg2 = "menu_2_31.png",
		tips = "玩家拥有生死簿后可以前往阎王大殿（31.36）找到判官更改命格。命格分为：天选之命/福星高照/平平无奇/多灾多难/穷途末路。<br>气运加身者不入轮回：拥有10个帝品气运的玩家不会进入穷途末路。<br>完成3次命格更改%s",
		desc = "在冥界深处的阎王大殿，守护着生与死的秘密。传说中，拥有生死簿的者，可以前往大殿寻求判官的协助，改写自己的命运。",
	},
	[32] = { 
		idx = 32,
		btnImg1 = "menu_1_32.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "幽冥炼魂",
		rewardShow = {
			[1] = {
				[1] = "四象轮转魂",
				[2] = 1,
			},
		},
		var = "幽冥炼魂",
		btnImg2 = "menu_2_32.png",
		tips = "在酆都的阴司鬼街（150.150），找到幽冥鬼使开启幽冥深渊，在幽冥深渊中完成炼魂。<br>开启地图：幽冥深渊<br>炼化：四转轮转魂%s",
		desc = "阴司鬼街充满了阴森恐怖的气息，这里是远古恶灵的领地。幽冥鬼使是此地的守护者，他掌握着幽冥深渊的入口钥匙，只有通过他的帮助，才能找到四象轮转魂，完成转生。",
	},
	[33] = { 
		idx = 33,
		btnImg1 = "menu_1_33.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "平衡之道",
		rewardShow = {
			[1] = {
				[1] = "阴阳合一[称号]",
				[2] = 1,
			},
		},
		var = "平衡之道",
		btnImg2 = "menu_2_33.png",
		tips = "前往鬼国神宫（61.64）使用阴阳八卦盘，提升玄阴之力与赤阳之力。最终达到阴阳合一的境界。<br>提升：玄阴之力%s<br>提升：赤阳之力%s",
		desc = "在远古的鬼国神宫，存在着玄阴之力与赤阳之力。这是一种古老的力量平衡之道，只有真正平衡了这两种力量的修行者，才能揭开宇宙的终极奥秘，并达到阴阳合一的境界。",
	},
	[34] = { 
		idx = 34,
		btnImg1 = "menu_1_34.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "冥魂引渡",
		rewardShow = {
			[1] = {
				[1] = "冥魂引渡人[称号]",
				[2] = 1,
			},
		},
		var = "冥魂引渡",
		btnImg2 = "menu_2_34.png",
		tips = "前往鬼门关（106.34）协助孤魂点灯人点亮十二盏引渡魂灯。<br>提交：旧人归点亮子时旧魂灯%s<br>提交：勾魂夺魄点亮丑时魄魂灯%s<br>提交：夜魔之绕点亮寅时绕魂灯%s<br>提交：天恕点亮卯时天魂灯%s<br>提交：黄泉之风点亮辰时泉魂灯%s<br>提交：寂梦点亮巳时寂魂灯%s<br>提交：离人愁点亮午时离魂灯%s<br>提交：亡灵庇护点亮未时灵魂灯%s<br>提交：悲鸣之焰点亮申时鸣魂灯%s<br>提交：归墟万物点亮酉时万魂灯%s<br>提交：阴煞血幡点亮戌时幡魂灯%s<br>提交：无言恐惧点亮亥时言魂灯%s",
		desc = "鬼门关，亡魂之地，藏有十二盏引渡魂灯。昔日这些灯指引亡魂轮回，如今却因灯熄而轮回中断。玩家需点亮灯笼，恢复轮回秩序。",
	},
	[35] = { 
		idx = 35,
		btnImg1 = "menu_1_35.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "鬼域灵器",
		rewardShow = {
			[1] = {
				[1] = "法器提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "鬼域灵器",
		btnImg2 = "menu_2_35.png",
		tips = "前往幽暗鬼域击杀怪物获得稀有专属，在幽暗鬼域（153.81）永久强化法器属性。<br>提交 暗影之缚%s<br>提交 冥河之邀%s<br>提交 幽冥之环%s",
		desc = "幽冥鬼域，一个充满未知与危险的地带，传说中的修仙者常来此地试炼。修仙者们利用专属装备的独特能量，来强化自己的法器，提升法器的属性与力量。",
	},
	[36] = { 
		idx = 36,
		btnImg1 = "menu_1_36.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "亡灵之书",
		rewardShow = {
			[1] = {
				[1] = "从小爱学习[称号]",
				[2] = 1,
			},
		},
		var = "亡灵之书",
		btnImg2 = "menu_2_36.png",
		tips = "前往亡灵之角（199.66），提交 死亡笔记(上)，死亡笔记(下)<br>提交：死亡笔记(上)%s<br>提交：死亡笔记(下)%s",
		desc = "亡灵之角，有一本名为“亡灵之书”的古老典籍被认为是通往超凡力量的钥匙。拥有“死亡笔记上”和“死亡笔记下”的玩家可以通过书中的古老仪式，将书中蕴含的亡灵力量转化为自身的属性提升。",
	},
	[37] = { 
		idx = 37,
		btnImg1 = "menu_1_37.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "狂蟒之灾",
		rewardShow = {
			[1] = {
				[1] = "不灭大蟒(称号卷)",
				[2] = 1,
			},
		},
		var = "狂蟒之灾",
		btnImg2 = "menu_2_37.png",
		tips = "前往九头蛇之巢（100.97）挑战噬渊之主·九头蛇，只有在60秒内同时击杀9只九头蛇头。才能真正的杀死它，负责它的头就会迅速的复活。<br>杀死：噬渊之主·九头蛇%s",
		desc = "荒凉而阴暗的蛇巢禁地，传说中的九头蛇栖息于此。九头蛇以其几乎不死的生命力著称，每一颗头颅都拥有独立的生命力。据说，只有同时击杀所有九头，才能彻底阻止它们再生。",
	},
	[38] = { 
		idx = 38,
		btnImg1 = "menu_1_38.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "黑水秘技",
		rewardShow = {
			[1] = {
				[1] = "黑水沼泽[技能]",
				[2] = 1,
			},
		},
		var = "黑水秘技",
		btnImg2 = "menu_2_38.png",
		tips = "前往黑水废墟（44.113）搜集黑水残页，学习黑水之城的不传之秘<br>学习技能:黑水沼泽%s",
		desc = "在荒芜而神秘的黑水遗迹中，散布着被诅咒的黑水系列怪物，这些怪物守护着古老的力量——黑水残页。传说，这些残页分散在遗迹的每一个角落，记载着一种被遗忘的神技——黑水沼泽。",
	},
	[39] = { 
		idx = 39,
		btnImg1 = "menu_1_39.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "魔焰炼狱",
		rewardShow = {
			[1] = {
				[1] = "魔焰掌控者[称号]",
				[2] = 1,
			},
		},
		var = "魔焰炼狱",
		btnImg2 = "menu_2_39.png",
		tips = "前往魔之域（60.60）开启魔焰仪式。<br>提交：悲鸣之焰%s<br>提交：天火之靴%s<br>提交：赤木之瞳%s<br>获得称号：魔焰掌控者%s",
		desc = "在被禁忌魔力包围的魔之域，存在一种被称为“魔焰掌控者”的古老仪式。传说中，只有将三件稀有材料——悲鸣之焰、天火之靴和赤木之瞳一同献祭，才能解锁这一神秘力量。",
	},
	[40] = { 
		idx = 40,
		btnImg1 = "menu_1_40.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "地藏王的试炼",
		rewardShow = {
			[1] = {
				[1] = "地藏王的试炼",
				[2] = 1,
			},
		},
		var = "地藏王的试炼",
		btnImg2 = "menu_2_40.png",
		tips = "前往酆都鬼城（198.204）完成地藏王的试炼<br>完成伤害试炼%s<br>完成生存试炼%s<br>完成心魔试炼%s<br>完成献祭试炼%s<br>完成最终试炼%s",
		desc = "在神秘的酆都鬼城，传说中的地藏王设下了五重试炼。勇士们必须通过伤害试炼、生存试炼、心魔试炼、献祭试炼及最终试炼，才能获得地藏王的认可，并获准离开这座充满阴魂的城池。",
	},
	[41] = { 
		idx = 41,
		btnImg1 = "menu_1_41.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "酆都鬼器(传说)",
		rewardShow = {
			[1] = {
				[1] = "锁魂幡",
				[2] = 1,
			},
		},
		var = "酆都鬼器(传说)",
		btnImg2 = "menu_2_41.png",
		tips = "前往阴界和阳界搜集制作锁魂幡的材料并合成锁魂幡<br>使用：锁魂咒和降魔杵合成锁魂幡%s",
		desc = "在酆都鬼城的幽暗中，玩家必须寻找并制造传说中的锁魂幡，这是对抗城中蔓延邪气的唯一方法。面对阴朝地府的索命鬼和远古四臂魔王的挑战，每一次胜利都是向安全一步更近。",
	},
	[42] = { 
		idx = 42,
		btnImg1 = "menu_1_42.png",
		CategoryID = 4,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "六道轮回盘(传说)",
		rewardShow = {
			[1] = {
				[1] = "六道轮回盘",
				[2] = 1,
			},
		},
		var = "六道轮回盘(传说)",
		btnImg2 = "menu_2_42.png",
		tips = "前往亡魂塔（100.105），使用轮回经打造六道轮回盘。<br>打造六道轮回盘%s",
		desc = "轮回塔内酆都大帝掌握着轮回之力，守护着神秘的法宝——轮回经。这本经书不仅能决定生死，还能通过铸造六道轮回盘，重新定义生命的轮回路线。",
	},
	[43] = { 
		idx = 43,
		btnImg1 = "menu_1_43.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "丹道宗师",
		rewardShow = {
			[1] = {
				[1] = "丹道学徒[称号]",
				[2] = 1,
			},
		},
		var = "丹道宗师",
		btnImg2 = "menu_2_43.png",
		tips = "前往极恶大陆（75.111）丹尘处开启炼丹功能。<br>开启炼丹功能%s<br>完成炼丹10次%s",
		desc = "在极恶大陆腹地，隐藏着一位传奇炼药师药尘。药尘以其深不可测的炼药技术而闻名遐迩，只有证明了自己潜质的冒险者，才有机会成为其弟子。",
	},
	[44] = { 
		idx = 44,
		btnImg1 = "menu_1_44.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "风之语歌",
		rewardShow = {
			[1] = {
				[1] = "风行者[称号]",
				[2] = 1,
			},
		},
		var = "风之语歌",
		btnImg2 = "menu_2_44.png",
		tips = "前往巨木神庙（72.122）风行者处提交专属装备获取称号和足迹。<br>提交：风之高歌%s<br>提交：风之低语%s",
		desc = "巨木神庙中，古老的森林精灵守护着自然的秘密与力量。这些精灵以风为伴，编织着“风之高歌”与“风之低语”这两件神奇的装备。这些装备蕴含了风的精髓，能赋予佩戴者超凡的速度与敏捷。",
	},
	[45] = { 
		idx = 45,
		btnImg1 = "menu_1_45.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "寒霜王座",
		rewardShow = {
			[1] = {
				[1] = "极寒护甲片",
				[2] = 1,
			},
			[2] = {
				[1] = "冰封の盾",
				[2] = 1,
			},
		},
		var = "寒霜王座",
		btnImg2 = "menu_2_45.png",
		tips = "前往寒霜圣地（102.93）寻找寒霜王座，召唤寒霜君主·塞林并击败它。<br>召唤寒霜君主·塞林·SSSR%s",
		desc = "寒霜雪域，一片永被冰雪封锁的荒凉之地。这里居住的雪域一族，传说，这片土地的掌控者：寒霜君主·塞林守护着强大的力量，能驾驭狂风暴雪，摧毁一切敌人。",
	},
	[46] = { 
		idx = 46,
		btnImg1 = "menu_1_46.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "洪荒之力",
		rewardShow = {
			[1] = {
				[1] = "洪荒之力[称号]",
				[2] = 1,
			},
		},
		var = "洪荒之力",
		btnImg2 = "menu_2_46.png",
		tips = "前往洪荒古墓（98.47）洪荒之力处提交专属装备，获取称号。<br>提交：流光岁月%s<br>提交：罗盘玫瑰%s<br>提交：断头台%s",
		desc = "深藏在无边荒漠之中的洪荒古墓，是一个充满远古传说与秘密的地方。这座古墓中蕴藏着被时间遗忘的宝藏与力量，被称为洪荒之力的神秘能量封印在此。",
	},
	[47] = { 
		idx = 47,
		btnImg1 = "menu_1_47.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "五行聚灵",
		rewardShow = {
			[1] = {
				[1] = "五行聚灵丹",
				[2] = 1,
			},
			[2] = {
				[1] = "五行灵体[称号]",
				[2] = 1,
			},
		},
		var = "五行聚灵",
		btnImg2 = "menu_2_47.png",
		tips = "前往洪荒古墓二层，开启洪荒之门进入五行聚灵域，淬炼五行灵体即可获取五转材料<br>开启洪荒之门%s<br>获得五行聚灵丹%s",
		desc = "一个的古老遗址——洪荒古墓。这座古墓流传着无数未解之谜，而其中最深的二层，藏有一个通向未知领域的洪荒之门。据传，只有同时开启洪荒之力与神魔之力的修士，才能解锁这扇神秘之门。",
	},
	[48] = { 
		idx = 48,
		btnImg1 = "menu_1_48.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "哥布林的弱点",
		rewardShow = {
			[1] = {
				[1] = "※雪舞※[装扮时装]",
				[2] = 1,
			},
		},
		var = "哥布林的弱点",
		btnImg2 = "menu_2_48.png",
		tips = "利用哥布林的弱点，深入敌后解救这些无助的少女。击杀哥布林，搜集少女的时装。只有幻化成少女，才能进入哥布林的老巢。<br>收集：女神的裙摆%s<br>收集：荧白纱巾%s<br>收集：青丝三千%s<br>收集：沁雪白绫%s<br>收集：雪羽披风%s",
		desc = "在暗黑之地及其周边地区，一个由哥布林部落占领的邪恶势力正在肆虐。这些好色且下流的哥布林经常侵扰周边村庄，掳掠无辜少女。",
	},
	[49] = { 
		idx = 49,
		btnImg1 = "menu_1_49.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "少女拯救者",
		rewardShow = {
			[1] = {
				[1] = "少女拯救者[称号]",
				[2] = 1,
			},
		},
		var = "少女拯救者",
		btnImg2 = "menu_2_49.png",
		tips = "幻化成雪舞进入哥布林洞窟（树妖森林：89.32），击杀哥布林解救被掳掠的少女，将他们互送到指定位置即可完成任务。<br>解救被掳掠的少女%s",
		desc = "哥布林的邪恶势力长久以来一直是周边村庄的威胁。还经常掳掠无辜的少女作为他们的囚犯。传说中，只有幻化成纯洁无瑕的雪舞，才能悄无声息地进入哥布林布满陷阱的洞窟。",
	},
	[50] = { 
		idx = 50,
		btnImg1 = "menu_1_50.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "月影余晖",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "月影余晖",
		btnImg2 = "menu_2_50.png",
		tips = "前往月影神殿三层（120.115）获得月影余晖的力量<br>收集：月光之尘%s<br>收集：幽夜精华%s",
		desc = "在遥远的北方，隐藏着被遗忘的月影神庙。传说这里居住着月影一族，守护着神秘的月夜力量。勇者可探索此地，解锁与月亮相关的古老力量。",
	},
	[51] = { 
		idx = 51,
		btnImg1 = "menu_1_51.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "一叶一菩提",
		rewardShow = {
			[1] = {
				[1] = "麒麟臂",
				[2] = 1,
			},
			[2] = {
				[1] = "麒麟心",
				[2] = 1,
			},
			[3] = {
				[1] = "血菩提",
				[2] = 1,
			},
		},
		var = "一叶一菩提",
		btnImg2 = "menu_2_51.png",
		tips = "前往凌云窟内采集血菩提 ，血菩提有火麒麟看守，只有拥有五行灵体才能击破火麒麟的防御。<br>食用血菩提%s",
		desc = "凌云窟内的火麒麟传说是炎帝神农氏的坐骑，火麒麟刀枪不入，吐火吞金，纵是绝世武林高手也要在它惊世烈焰前灰飞烟灭;血液落地化为血菩提，有重伤必治，无伤增功之效。",
	},
	[52] = { 
		idx = 52,
		btnImg1 = "menu_1_52.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "灭世者",
		rewardShow = {
			[1] = {
				[1] = "[龍器]灭世骸骨",
				[2] = 1,
			},
		},
		var = "灭世者",
		btnImg2 = "menu_2_52.png",
		tips = "前往黑龙之巢 （51.57）开启灭世牢笼地图，集齐材料打造：[龍器]灭世骸骨<br>开启地图：灭世牢笼%s<br>打造：[龍器]灭世骸骨%s",
		desc = "深藏于黑龙之巢之中，传说禁锢着一只名为“灭世者”的黑龙，其力量曾令天地颤抖，威胁世界的安宁。岁月流转，无数英雄试图解封这龙狱，均告失败，其秘密和力量依旧深埋于黑暗之中。",
	},
	[53] = { 
		idx = 53,
		btnImg1 = "menu_1_53.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "贪欲不止(传说)",
		rewardShow = {
			[1] = {
				[1] = "盾牌吞噬[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "贪欲不止(传说)",
		btnImg2 = "menu_2_53.png",
		tips = "前往极恶大陆（70.19）通过提交[贪婪之心]，将激活毁灭·魔化天使[吞噬]的深层潜能，提升吞噬层数的上限。<br>将毁灭·魔化天使[吞噬]的吞噬提升至：2997层%s",
		desc = "吞噬如深渊，无尽而深不可测，贪欲之心犹如熊熊烈火，永不满足，终将焚毁智慧，迷失本真之路。",
	},
	[54] = { 
		idx = 54,
		btnImg1 = "menu_1_54.png",
		CategoryID = 5,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "佛法无边(传说)",
		rewardShow = {
			[1] = {
				[1] = "技能进阶[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "佛法无边(传说)",
		btnImg2 = "menu_2_54.png",
		tips = "提升如来神掌为大日如来掌%s",
		desc = "如来神掌，佛法深奥之术也。玩家得造化结晶，以佛之慧洞察万物，升级神掌，修行之路，渐入佛境。",
	},
	[55] = { 
		idx = 55,
		btnImg1 = "menu_1_55.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "破除日耀",
		rewardShow = {
			[1] = {
				[1] = "日耀终结者[称号]",
				[2] = 1,
			},
		},
		var = "破除日耀",
		btnImg2 = "menu_2_55.png",
		tips = "前往太阳圣城，提交散落在圣城的异宝，破除日耀结界。<br>提交：日耀精华%s<br>提交：风之圣纹%s<br>提交：海灵之泪%s<br>提交：冰魂结晶%s<br>提交：圣火遗灰%s",
		desc = "这座圣城与天道相连，常人无法轻易踏足其中。任何闯入圣城的人，都会感受到强大的压制，使他们的力量大幅度削弱。这种压制来自于太阳圣城的日耀结界，是守护圣城不被亵渎的神秘力量。",
	},
	[56] = { 
		idx = 56,
		btnImg1 = "menu_1_56.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "炽热之赐",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = "1+日耀精华",
				[3] = 1,
			},
		},
		var = "炽热之赐",
		btnImg2 = "menu_2_56.png",
		tips = "前往炽热山谷（234.235）寻找NPC：焰祭师·赫达尔提交：炎魂碎片，获取日耀精华<br>提交：炎魂碎片%s",
		desc = "炽热峡谷中的怪物常年吸收峡谷的火焰之力，它们的体内凝聚出一种极为罕见的材料，称为炎魂碎片。它蕴含了太阳之火的精华，集齐足够多的炎魂碎片，便可获得解除压制的关键材料——日耀精华。",
	},
	[57] = { 
		idx = 57,
		btnImg1 = "menu_1_57.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "沉船遗物",
		rewardShow = {
			[1] = {
				[1] = "潮影钩矛",
				[2] = 1,
			},
			[2] = {
				[1] = "海灵之泪",
				[2] = 1,
			},
		},
		var = "沉船遗物",
		btnImg2 = "menu_2_57.png",
		tips = "前往异变海湾（74.108），寻找：海湾渔夫，寻求他的帮助在沉船遗物中寻找神秘宝船的线索。<br>打造：潮影钩矛%s<br>开启地图：神秘的沉船%s<br>获得 海灵之泪%s",
		desc = "异变海湾的深处，传说隐藏着一艘古老的宝船，满载着无数的财富，海灵之泪就在其中。海湾深处散落着一些奇怪的沉船遗物，寻找海湾渔夫，说不定他能知道打开的方法。",
	},
	[58] = { 
		idx = 58,
		btnImg1 = "menu_1_58.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "极寒之心",
		rewardShow = {
			[1] = {
				[1] = "冰魂结晶",
				[2] = 1,
			},
		},
		var = "极寒之心",
		btnImg2 = "menu_2_58.png",
		tips = "前往 冰洌暗河二层（156.145）寻找 极寒之心 淬炼冰魂结晶<br>淬炼出冰魂结晶%s",
		desc = "冰洌暗河是一片被永恒寒冰封锁的区域，寒气穿透一切。传说，唯有通过冰河之心的淬炼，方可提取出更为纯粹的寒冰结晶——冰魂结晶。是解锁太阳圣城谜团的重要钥匙。",
	},
	[59] = { 
		idx = 59,
		btnImg1 = "menu_1_59.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "圣火遗灰",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
			[2] = {
				[1] = "圣火遗灰",
				[2] = 1,
			},
		},
		var = "圣火遗灰",
		btnImg2 = "menu_2_59.png",
		tips = "前往灵庙遗迹三层，点燃四盏圣火，并获取圣火遗灰<br>点燃：悲魂圣火%s<br>点燃：图腾圣火%s<br>点燃：禁忌圣火%s<br>点燃：迷失圣火%s<br>获取：圣火遗灰%s",
		desc = "在古老的灵庙遗迹中，曾经供奉着四盏永恒的圣火。然而，随着时间的流逝，圣火逐渐熄灭，庙宇也陷入荒废。重新点燃圣火，并唤醒沉睡在遗迹深处的神圣力量。",
	},
	[60] = { 
		idx = 60,
		btnImg1 = "menu_1_60.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "六道仙人",
		rewardShow = {
			[1] = {
				[1] = "六道轮回尘",
				[2] = 1,
			},
			[2] = {
				[1] = "芭蕉扇",
				[2] = 1,
			},
			[3] = {
				[1] = "琥珀净瓶",
				[2] = 1,
			},
		},
		var = "六道仙人",
		btnImg2 = "menu_2_60.png",
		tips = "前往地心监牢开启六道魔狱，在六道魔狱中唤醒六道仙人，获取六道轮回尘。<br>开启新地图：六道魔狱%s<br>唤醒:六道仙人%s<br>",
		desc = "六道仙人超脱于生死之上，掌握着天地万物的轮回法则。只有通过艰难考验，集齐天道灵玉、修罗血晶、人道魂石、兽魂骨髓、鬼泣之魄和地狱业火石，才能将他从沉睡中唤醒。",
	},
	[61] = { 
		idx = 61,
		btnImg1 = "menu_1_61.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "魔法的试炼",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "魔法的试炼",
		btnImg2 = "menu_2_61.png",
		tips = "前往魔法密林（126.90），找到：魔法的试炼，成功提交装备获取属性。<br>成功提交：无尽愤怒%s<br>成功提交：血魔护臂MAX%s",
		desc = "传说在太阳圣城的边界后，隐藏着一片神秘的森林，名为魔法密林。这片密林贯通天地，埋藏着远古的神秘力量，只有少数有缘人能够踏入其中。",
	},
	[62] = { 
		idx = 62,
		btnImg1 = "menu_1_62.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "哈法西斯之墓",
		rewardShow = {
			[1] = {
				[1] = "哈法西斯之心",
				[2] = 1,
			},
		},
		var = "哈法西斯之墓",
		btnImg2 = "menu_2_62.png",
		tips = "前往神风平原（119.127）处进入哈法西斯之墓。经历重重困难复活并击败暴君哈法西斯·恐惧之主。<br>进入哈法西斯之墓%s<br>击败：暴君哈法西斯·恐惧之主%s",
		desc = "在广袤的神风平原深处，隐藏着一处被遗忘的古墓——哈法西斯之墓。哈法西斯曾是古老帝国的守护者。然而，随着岁月流逝，哈法西斯的心灵被无尽的权力欲望腐蚀，最终堕落为一位残暴的暴君。",
	},
	[63] = { 
		idx = 63,
		btnImg1 = "menu_1_63.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "死亡如风",
		rewardShow = {
			[1] = {
				[1] = "死亡如风[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "风之圣纹",
				[2] = 1,
			},
		},
		var = "死亡如风",
		btnImg2 = "menu_2_63.png",
		tips = "前往死亡禁地（110.110）在死神祭坛通过◆影杀阵◆作为媒介召唤死神之力。献祭生命<br>通过◆影杀阵◆作为媒介召唤死神之力%s<br>成功献祭生命体会死亡真谛%s",
		desc = "死亡禁地，一个充满禁忌与恐怖的地方，所有进入此地的生命都无法逃脱死亡的阴影。只有那些勇敢的冒险者敢于踏入其中，探寻生命的极限，并领悟死亡的真谛。",
	},
	[64] = { 
		idx = 64,
		btnImg1 = "menu_1_64.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "古地下遗迹",
		rewardShow = {
			[1] = {
				[1] = "解锁地图[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "古地下遗迹",
		btnImg2 = "menu_2_64.png",
		tips = "前往水下世界底层<br>开启地图：古地下遗迹%s",
		desc = "在水下世界的最深处，隐藏着一个神秘而古老的遗迹，名为古地下遗迹。这片迷宫般的遗迹，是通往尸骸峡谷和古代科技中心的唯一通道，那里隐藏着太阳圣城的终极秘密。",
	},
	[65] = { 
		idx = 65,
		btnImg1 = "menu_1_65.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "命运罗盘(传说)",
		rewardShow = {
			[1] = {
				[1] = "§§命运罗盘§§",
				[2] = 1,
			},
		},
		var = "命运罗盘(传说)",
		btnImg2 = "menu_2_65.png",
		tips = "前往幽灵沉船，寻找命运罗盘的踪迹。<br>击败：深海恐惧·克拉肯%s<br>获得：§§命运罗盘§§%s",
		desc = "沉船的宝藏并非毫无代价。守护着这些宝物的，是海底最可怕的生物——深海恐惧·克拉肯。它在幽暗的深海中蛰伏，等待着那些胆敢靠近沉船的人。",
	},
	[66] = { 
		idx = 66,
		btnImg1 = "menu_1_66.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "安晓之眼(传说)",
		rewardShow = {
			[1] = {
				[1] = "“破晓之眼”",
				[2] = 1,
			},
		},
		var = "安晓之眼(传说)",
		btnImg2 = "menu_2_66.png",
		tips = "前往冰冽暗河最深处的大墓场，击败安晓，获得安晓的左眼和安晓的右眼，然后合成安晓之眼<br>合成：“破晓之眼”%s",
		desc = "在冰洌暗河最深处，埋藏着一座古老的大墓地，居住着一位拥有预见未来力量的恐怖存在——破晓之眼·安晓。能够洞悉生死轮回与未来的走向。然而，她的力量过于强大，最终被封印于冰洌暗河的墓地深处。",
	},
	[67] = { 
		idx = 67,
		btnImg1 = "menu_1_67.png",
		CategoryID = 6,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "永恒的终点(传说)",
		rewardShow = {
			[1] = {
				[1] = "永恒没有终点[称号]",
				[2] = 1,
			},
		},
		var = "永恒的终点(传说)",
		btnImg2 = "menu_2_67.png",
		tips = "前往永恒之城，寻找永恒秘境的线索，并找寻永恒的终点。<br>解析永恒的秘密%s<br>提交：永恒精魄%s<br>提交：时光碎片%s<br>提交：虚空之晶%s",
		desc = "在神秘的永恒之城，传闻存在着一个名为永恒秘境的隐秘通道，据说，打败城中的怪物后，有机会获得线索：永恒的秘密，揭示密道的所在位置。",
	},
	[68] = { 
		idx = 68,
		btnImg1 = "menu_1_68.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "血色狂怒",
		rewardShow = {
			[1] = {
				[1] = "无尽狂怒[称号]",
				[2] = 1,
			},
		},
		var = "血色狂怒",
		btnImg2 = "menu_2_68.png",
		tips = "前往血色防线（171.100）血色狂怒处<br>提交：狂怒护手%s<br>提交：狂意之怒%s",
		desc = "在被战火永久烙印的血色防线，传说中存在一个由古老战士的灵魂所守护的秘密据点。这里曾经是无数英雄倒下的地方，他们的愤怒和不甘化作了一种强大的力量，埋藏在这片血泊之中。",
	},
	[69] = { 
		idx = 69,
		btnImg1 = "menu_1_69.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "时空轮盘",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "时空轮盘",
		btnImg2 = "menu_2_69.png",
		tips = "前往时间监狱中的第三狱(38.37)处解锁：时空轮盘，获得强大属性加成<br>解锁：时空轮盘一%s<br>解锁：时空轮盘二%s<br>解锁：时空轮盘三%s",
		desc = "时间监狱过去、现在与未来在此交织重叠，形成了一个无法逃脱的循环。时间监狱由一个古老的时空实体所守护，这个实体名为时空轮盘，它掌管着所有时间与空间的流转。",
	},
	[70] = { 
		idx = 70,
		btnImg1 = "menu_1_70.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "重塑轮回",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "重塑轮回",
		btnImg2 = "menu_2_70.png",
		tips = "前往破晓之境重塑轮回，完善六道轮回盘。<br>给六道轮回盘镶嵌：破灭之核%s<br>给六道轮回盘镶嵌：混沌之心%s<br>给六道轮回盘镶嵌：轮回之魂%s",
		desc = "破晓之境这里是光与暗、创造与毁灭的源点。传说在这片边境之地，存在着一个古老的力量源泉可以完善六道轮回盘。从而重塑轮回之力。",
	},
	[71] = { 
		idx = 71,
		btnImg1 = "menu_1_71.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "龙魂烙印",
		rewardShow = {
			[1] = {
				[1] = "属性提升[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "龙魂烙印",
		btnImg2 = "menu_2_71.png",
		tips = "前往圣地龙之魂顶层，为龙族雕纹注入新的能量。<br>完成一次龙魂烙印%s",
		desc = "这里是龙族的古老栖息地，充满了强大的龙族魔法和古代的秘密。据说，圣地中心有一个神秘的祭坛可提取装备中的龙族之力，当然这一切都是有代价的。",
	},
	[72] = { 
		idx = 72,
		btnImg1 = "menu_1_72.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "寂灭归墟",
		rewardShow = {
			[1] = {
				[1] = "寂灭归墟[技能]",
				[2] = 1,
			},
		},
		var = "寂灭归墟",
		btnImg2 = "menu_2_72.png",
		tips = "前往死亡之堡三层（27.23）打开通往底层的通路，进入后学习技能：寂灭归墟<br>开通地图：死亡之堡底层%s<br>学习技能：寂灭归墟%s",
		desc = "在被诅咒的死亡之堡中，众多恶魔游荡，守护着黑暗的秘密。传说中，堡垒深处底层隐藏的BOSS，每一个都是过去时代的恐怖存在。",
	},
	[73] = { 
		idx = 73,
		btnImg1 = "menu_1_73.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "腐化之种",
		rewardShow = {
			[1] = {
				[1] = "腐化メ恐惧",
				[2] = 1,
			},
			[2] = {
				[1] = "腐化メ奸诈",
				[2] = 1,
			},
			[3] = {
				[1] = "腐化メ残暴",
				[2] = 1,
			},
			[4] = {
				[1] = "腐化メ虚伪",
				[2] = 1,
			},
		},
		var = "腐化之种",
		btnImg2 = "menu_2_73.png",
		tips = "击杀园丁鲁尔有概率掉落：腐化之种，将它种植在腐化花圃种，用腐化能量滋养它，就可收获不不同的腐化之力。<br>种植腐化之种%s<br>收获腐化之力%s",
		desc = "黑雾之源曾是一座充满生机的花园，但随着时间的流逝，一个名为园丁鲁尔的守护者的心灵被黑暗侵蚀，整个花园也逐渐腐化变质。",
	},
	[74] = { 
		idx = 74,
		btnImg1 = "menu_1_74.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "基因改造",
		rewardShow = {
			[1] = {
				[1] = "基因觉醒[图标]",
				[2] = 1,
				[3] = 1,
			},
		},
		var = "基因改造",
		btnImg2 = "menu_2_74.png",
		tips = "前往黑度通道尽头进入使徒实验室。通过NPC：博士·格雷森完成基因改造<br>完成20级基因改造%s",
		desc = "黑度通道尽头，一处被废弃的地区被命名为使徒实验室。专门研究人类潜能的极限。随着时间的流逝，原本用于善良目的的实验室被遗忘，变成了求知者和冒险者寻求力量的秘密基地。",
	},
	[75] = { 
		idx = 75,
		btnImg1 = "menu_1_75.png",
		CategoryID = 7,
		type = 2,
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
		name = "七星拱月",
		rewardShow = {
			[1] = {
				[1] = "七星生灵草",
				[2] = 1,
			},
		},
		var = "七星拱月",
		btnImg2 = "menu_2_75.png",
		tips = "前往复活圣殿挑战七星拱月阵，获得星辉碎片提升七星之力。<br>提升：贪狼之力%s<br>提升：巨门之力%s<br>提升：禄存之力%s<br>提升：武曲之力%s<br>提升：破军之力%s<br>提升：文曲之力%s<br>提升：廉贞之力%s<br>获得〈〈〈时装·太阴星君〉〉〉%s",
		desc = "在古老的复活圣殿之中，隐藏着一座神秘而强大的阵法，名为七星拱月阵。这座阵法由古代星辰力量所凝聚，七颗星辰环绕着太阴星，象征着天地间至高的星象之力。",
	},
}
return config
