local config = {
	[1] = {
		name = "终结者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		max = 3,
	},
	[2] = {
		name = "收割者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		max = 3,
	},
	[3] = {
		name = "彩蝶吊坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		max = 3,
	},
	[4] = {
		name = "梦魇头冠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		max = 3,
	},
	[5] = {
		name = "白骨之镰",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		max = 3,
	},
	[6] = {
		name = "魔兽之爪",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		max = 3,
	},
	[7] = {
		name = "魔化的眼罩",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 88,
			},
		},
		max = 3,
	},
	[8] = {
		name = "天道甲·仙",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[9] = {
		name = "天地·之威",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[10] = {
		name = "幽·踏青天",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[11] = {
		name = "炼狱",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[12] = {
		name = "天神指环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[13] = {
		name = "卧龙战靴",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[14] = {
		name = "〈斩·浪〉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[15] = {
		name = "御风·之力",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[16] = {
		name = "〈御·风〉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[17] = {
		name = "天之剑·碎月",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[18] = {
		name = "天之剑·碎月",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[19] = {
		name = "三魂四魄「元素」",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[20] = {
		name = "圣之·毁灭",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[21] = {
		name = "风魔王冠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[22] = {
		name = "暗·影之翼",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[23] = {
		name = "漩涡",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[24] = {
		name = "黑莲项坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[25] = {
		name = "撒旦の镯",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[26] = {
		name = "审判之魂",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[27] = {
		name = "小妖魔吊坠♀",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[28] = {
		name = "安菲翁の魂魄",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[29] = {
		name = "龍族图腾ゞ",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[30] = {
		name = "忍者面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[31] = {
		name = "上忍之隐",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[32] = {
		name = "九冥赤炎",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[33] = {
		name = "断空之痕",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[34] = {
		name = "千年之光",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[35] = {
		name = "魔族指环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[36] = {
		name = "夜色杀手披风",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[37] = {
		name = "新月之冠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[38] = {
		name = "月光手环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[39] = {
		name = "月光印记",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		max = 3,
	},
	[40] = {
		name = "殇日剑·终结",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[41] = {
		name = "古龙的传承",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[42] = {
		name = "〈古龙·意志〉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[43] = {
		name = "〈古龙·之力〉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[44] = {
		name = "被封印的剑灵",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[45] = {
		name = "幽暗的古神之像",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[46] = {
		name = "被封印的棺材",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[47] = {
		name = "剑灵之谜",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[48] = {
		name = "聚宝盆[封印]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[49] = {
		name = "蕴含魔力的白骨",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[50] = {
		name = "漆黑的刀",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[51] = {
		name = "龙蛋?",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[52] = {
		name = "武之法则",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[53] = {
		name = "云履",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[54] = {
		name = "往生之手",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[55] = {
		name = "血界",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[56] = {
		name = "血色之影",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[57] = {
		name = "怨念挂珠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[58] = {
		name = "狂兽之护",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[59] = {
		name = "天机",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[60] = {
		name = "怪兽面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[61] = {
		name = "寂梦霜魂",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[62] = {
		name = "孤月天轮",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[63] = {
		name = "宿命",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[64] = {
		name = "透明手镯",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[65] = {
		name = "水晶之恋",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[66] = {
		name = "「掌控雷电」",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[67] = {
		name = "天雷之环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[68] = {
		name = "万雷",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[69] = {
		name = "神兵·雷神之威",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		max = 3,
	},
	[70] = {
		name = "星光",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		max = 3,
	},
	[71] = {
		name = "〈御风·斩浪〉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[72] = {
		name = "〈御风·斩浪〉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[73] = {
		name = "死神降临",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[74] = {
		name = "死神代言人",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[75] = {
		name = "源火禁锢",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[76] = {
		name = "暗夜潜行者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[77] = {
		name = "灵魂面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[78] = {
		name = "幽冥铭文",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[79] = {
		name = "守夜人之魄[幽冥]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[80] = {
		name = "守夜人之魂[幽冥]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[81] = {
		name = "野火之握",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[82] = {
		name = "黄泉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[83] = {
		name = "死亡之戒",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[84] = {
		name = "预言者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[85] = {
		name = "天煞符",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[86] = {
		name = "夜魂之殇",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[87] = {
		name = "冥日之戒",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[88] = {
		name = "离火",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[89] = {
		name = "鸣封之刃·永恒",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[90] = {
		name = "生命幻想",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[91] = {
		name = "大元素使之手",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[92] = {
		name = "深渊之行",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[93] = {
		name = "远古吊坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[94] = {
		name = "暗月挽歌",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[95] = {
		name = "浮生",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[96] = {
		name = "至阴",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[97] = {
		name = "妖泣",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[98] = {
		name = "鬼魅之踪",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		max = 3,
	},
	[99] = {
		name = "天劫之怒★★★★",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[100] = {
		name = "咏叹沉沦[男]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[101] = {
		name = "苦修者的秘籍",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[102] = {
		name = "大天使的神威",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[103] = {
		name = "暗黑之神宝藏",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		max = 3,
	},
	[104] = {
		name = "灵魂之逐",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[105] = {
		name = "千年结",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[106] = {
		name = "离人愁",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[107] = {
		name = "寂梦",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[108] = {
		name = "天下霸唱",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[109] = {
		name = "生死簿",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[110] = {
		name = "死亡笔记(下)",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[111] = {
		name = "死亡笔记(上)",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[112] = {
		name = "无名手环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[113] = {
		name = "归墟万物",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[114] = {
		name = "夜幽面具★★★",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[115] = {
		name = "夜魔之绕",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[116] = {
		name = "鬼焰寒甲(精)",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		max = 3,
	},
	[117] = {
		name = "⊙墟魂千幻⊙",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		max = 3,
	},
	[118] = {
		name = "悲鸣之焰",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[119] = {
		name = "勾魂夺魄",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[120] = {
		name = "天火之靴",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[121] = {
		name = "死亡之环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[122] = {
		name = "阴煞血幡",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[123] = {
		name = "赤木之瞳",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[124] = {
		name = "鬼面裁决",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[125] = {
		name = "灵魂枷锁",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[126] = {
		name = "暗影之缚",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[127] = {
		name = "无言恐惧",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[128] = {
		name = "冥河之邀",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[129] = {
		name = "亡灵庇护",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[130] = {
		name = "幽冥之环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[131] = {
		name = "归无期",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[132] = {
		name = "闪耀·漆黑之影",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[133] = {
		name = "黄泉之风",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[134] = {
		name = "天恕",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[135] = {
		name = "纯阴之体",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		max = 3,
	},
	[136] = {
		name = "玄阴〃吊坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		max = 3,
	},
	[137] = {
		name = "■龙之叹息■",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[138] = {
		name = "【传承】秩序腰带",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[139] = {
		name = "【传承】神威战靴",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[140] = {
		name = "【噬魂】王之孤影",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		max = 3,
	},
	[141] = {
		name = "掌控奥义",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		max = 3,
	},
	[142] = {
		name = "轮回经",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		max = 3,
	},
	[143] = {
		name = "断头台",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[144] = {
		name = "罗盘玫瑰",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[145] = {
		name = "流光岁月",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[146] = {
		name = "旅者之誓",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[147] = {
		name = "天魔心脏★★★",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[148] = {
		name = "夜幽之玉",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[149] = {
		name = "寒霜之握",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[150] = {
		name = "明昼吊坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[151] = {
		name = "寒冬之冠(神圣)",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[152] = {
		name = "龙神手镯[屠戮]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[153] = {
		name = "龙神戒指[屠戮]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[154] = {
		name = "撕裂者面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[155] = {
		name = "神谕之盔",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[156] = {
		name = "天空的引路人",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[157] = {
		name = "龙魂之力",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[158] = {
		name = "屠龙者之刃",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[159] = {
		name = "元素种子",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[160] = {
		name = "本源之力",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[161] = {
		name = "自然之力·元素披风",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[162] = {
		name = "哥布林吊坠[愤怒]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[163] = {
		name = "哥布林头盔[愤怒]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		max = 3,
	},
	[164] = {
		name = "远行的召唤",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[165] = {
		name = "时光的沙漏",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[166] = {
		name = "血色之眼",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[167] = {
		name = "矮人头盔",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[168] = {
		name = "炽热战靴[狂暴]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[169] = {
		name = "炽热腰带[狂暴]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[170] = {
		name = "烈焰之径",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[171] = {
		name = "燃烧の地狱轮盘",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[172] = {
		name = "火焰之魂环",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[173] = {
		name = "堕落的黑曜战靴",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[174] = {
		name = "克苏恩之眼",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[175] = {
		name = "黑暗限界",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[176] = {
		name = "颠倒罪人之戒",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[177] = {
		name = "格萨拉克·地渊之声",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[178] = {
		name = "远行的召唤",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[179] = {
		name = "重生十字架",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[180] = {
		name = "【暗影】咒印之铠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[181] = {
		name = "死亡一指",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[182] = {
		name = "无尽愤怒",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[183] = {
		name = "血魔护臂MAX",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[184] = {
		name = "噩梦之首★★",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[185] = {
		name = "≮神拳≯",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[186] = {
		name = "追殺者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[187] = {
		name = "祸斗之獠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[188] = {
		name = "◆影杀阵◆",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[189] = {
		name = "一剑开天门",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[190] = {
		name = "·聖裁降臨SSS·",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		max = 3,
	},
	[191] = {
		name = "封龙劍メ驱逐之刃",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[192] = {
		name = "安晓的右眼",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[193] = {
		name = "安晓的左眼",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		max = 3,
	},
	[194] = {
		name = "【桓龙】另一个时空",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[195] = {
		name = "异空：千年之光",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[196] = {
		name = "千山破",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[197] = {
		name = "死亡射线",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[198] = {
		name = "·破碎裂痕·",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[199] = {
		name = "混沌之影",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[200] = {
		name = "真·霸主战甲SSS",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[201] = {
		name = "≮万物之力≯",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[202] = {
		name = "名刀⊙观世正宗",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[203] = {
		name = "赤焰结晶",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[204] = {
		name = "深渊的亵渎☆☆",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[205] = {
		name = "悲鸣之泣",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[206] = {
		name = "罪恶审判×",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[207] = {
		name = "冰河之心",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[208] = {
		name = "-燃霜之握-",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[209] = {
		name = "死亡ゅ封印",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[210] = {
		name = "魔焰·炽无尽",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[211] = {
		name = "噬伤之力",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[212] = {
		name = "燃魂吊坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[213] = {
		name = "死亡假面",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		max = 3,
	},
	[214] = {
		name = "黑月·之泪",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[215] = {
		name = "古核武·变异基因体",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[216] = {
		name = "古核武·生化基因体",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[217] = {
		name = "蚀月镜",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[218] = {
		name = "红眼面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[219] = {
		name = "狂怒护手",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[220] = {
		name = "狂意之怒",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[221] = {
		name = "魔渊面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[222] = {
		name = "厄运代言人",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		max = 3,
	},
	[223] = {
		name = "啸之戒指",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[224] = {
		name = "天殇之痕",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[225] = {
		name = "巨龙之印",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[226] = {
		name = "龙之力·不灭光剑!",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		max = 3,
	},
	[227] = {
		name = "时间锁",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[228] = {
		name = "轮回沙漏",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[229] = {
		name = "失落空间",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[230] = {
		name = "时间之轮·聚变",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		max = 3,
	},
	[231] = {
		name = "法师拳套",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[232] = {
		name = "半兽人之心",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[233] = {
		name = "天启星魂",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[234] = {
		name = "黄昏落幕ぁ",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		max = 3,
	},
	[235] = {
		name = "恶之握",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[236] = {
		name = "戰場之靴",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[237] = {
		name = "禁言",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[238] = {
		name = "灵魂洗礼",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[239] = {
		name = "起源·无尽幻境",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		max = 3,
	},
	[240] = {
		name = "「无情」",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[241] = {
		name = "咆哮之意",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[242] = {
		name = "抉择",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[243] = {
		name = "命运的轮转",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		max = 3,
	},
	[244] = {
		name = "拥抱黑暗吧",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[245] = {
		name = "黑暗之触",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[246] = {
		name = "【镇压】血色结界",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		max = 3,
	},
	[247] = {
		name = "孤影流觞",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[248] = {
		name = "降星者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[249] = {
		name = "永恒凛冬",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[250] = {
		name = "金色黎明的圣物箱",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[251] = {
		name = "暮潮",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[252] = {
		name = "一缕神念",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[253] = {
		name = "强化+9999",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[254] = {
		name = "给你马一拳",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[255] = {
		name = "树妖统领·木之虫巢",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[256] = {
		name = "天元之奕·冰霜凝视",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[257] = {
		name = "血饮雷霆·束缚之力",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[258] = {
		name = "鬼魅之宗·七煞灭魂",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[259] = {
		name = "魔王领域·无异刀锋",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[260] = {
		name = "焱月神晖·光明永存",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[261] = {
		name = "天妖现世·荡魔逆仙",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		max = 3,
	},
	[262] = {
		name = "卐卐正道鏡卐卐",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[263] = {
		name = "卐卐提魂锁卐卐",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[264] = {
		name = "△△雷道天卷△△",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[265] = {
		name = "△△玄天令△△",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[266] = {
		name = "▲▲火雲真經▲▲",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[267] = {
		name = "▲▲水鏡太極▲▲",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[268] = {
		name = "‖「谣影神靴」‖",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[269] = {
		name = "‖「太清流珠」‖",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		max = 3,
	},
	[270] = {
		name = "新月领域△核心",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		max = 3,
	},
	[271] = {
		name = "無上生霊″魂灭生",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		max = 3,
	},
	[272] = {
		name = "神之■庇护",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		max = 3,
	},
	[273] = {
		name = "·天魔之冠·破天·",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[274] = {
		name = "夜风·不败剑意",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		max = 3,
	},
	[275] = {
		name = "群星之怒★★★",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		max = 3,
	},
	[276] = {
		name = "御天机",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		max = 3,
	},
	[277] = {
		name = "星辉·猎杀狩命",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		max = 3,
	},
	[278] = {
		name = "原初■混乱■",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[279] = {
		name = "无序的凝视",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		max = 3,
	},
	[280] = {
		name = "万法面具",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[281] = {
		name = "血奴印记",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[282] = {
		name = "生灵·屠杀",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[283] = {
		name = "狂魔·永夜",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[284] = {
		name = "哨兵之首",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[285] = {
		name = "幕轮",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[286] = {
		name = "影幕之指",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[287] = {
		name = "刺·束缚之隐",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[288] = {
		name = "星神之坠",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[289] = {
		name = "◆黑洞◆",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[290] = {
		name = "悟道神带",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[291] = {
		name = "光辉之怒·鸩",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[292] = {
		name = "★★星魂永燃★★",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[293] = {
		name = "星辉的祷告乀",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[294] = {
		name = "〝回魂〞",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[295] = {
		name = "『畸变』",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[296] = {
		name = "『神耀』",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[297] = {
		name = "混乱制造者",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[298] = {
		name = "心有琉璃",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[299] = {
		name = "无序战盔",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[300] = {
		name = "无序的邪力",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[301] = {
		name = "贪婪之噬",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[302] = {
		name = "无序◎奥秘",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[303] = {
		name = "新月头盔[月灵]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[304] = {
		name = "新月项链[月灵]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[305] = {
		name = "醉月手镯[魂灭]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[306] = {
		name = "醉月戒指[魂灭]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[307] = {
		name = "风月腰带[魂生]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	[308] = {
		name = "风月鞋子[魂生]",
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		max = 3,
	},
	["终结者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		number = 1,
	},
	["收割者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		number = 2,
	},
	["彩蝶吊坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		number = 3,
	},
	["梦魇头冠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		number = 4,
	},
	["白骨之镰"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		number = 5,
	},
	["魔兽之爪"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 50,
			},
		},
		number = 6,
	},
	["魔化的眼罩"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 88,
			},
		},
		number = 7,
	},
	["天道甲·仙"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 8,
	},
	["天地·之威"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 9,
	},
	["幽·踏青天"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 10,
	},
	["炼狱"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 11,
	},
	["天神指环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 12,
	},
	["卧龙战靴"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 13,
	},
	["〈斩·浪〉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 14,
	},
	["御风·之力"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 15,
	},
	["〈御·风〉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 16,
	},
	["天之剑·碎月"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 18,
	},
	["三魂四魄「元素」"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 19,
	},
	["圣之·毁灭"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 20,
	},
	["风魔王冠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 21,
	},
	["暗·影之翼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 22,
	},
	["漩涡"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 23,
	},
	["黑莲项坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 24,
	},
	["撒旦の镯"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 25,
	},
	["审判之魂"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 26,
	},
	["小妖魔吊坠♀"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 27,
	},
	["安菲翁の魂魄"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 28,
	},
	["龍族图腾ゞ"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 29,
	},
	["忍者面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 30,
	},
	["上忍之隐"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 31,
	},
	["九冥赤炎"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 32,
	},
	["断空之痕"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 33,
	},
	["千年之光"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 34,
	},
	["魔族指环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 35,
	},
	["夜色杀手披风"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 36,
	},
	["新月之冠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 37,
	},
	["月光手环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 38,
	},
	["月光印记"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 100,
			},
		},
		number = 39,
	},
	["殇日剑·终结"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 40,
	},
	["古龙的传承"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 41,
	},
	["〈古龙·意志〉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 42,
	},
	["〈古龙·之力〉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 43,
	},
	["被封印的剑灵"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 44,
	},
	["幽暗的古神之像"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 45,
	},
	["被封印的棺材"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 46,
	},
	["剑灵之谜"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 47,
	},
	["聚宝盆[封印]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 48,
	},
	["蕴含魔力的白骨"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 49,
	},
	["漆黑的刀"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 50,
	},
	["龙蛋?"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 51,
	},
	["武之法则"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 52,
	},
	["云履"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 53,
	},
	["往生之手"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 54,
	},
	["血界"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 55,
	},
	["血色之影"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 56,
	},
	["怨念挂珠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 57,
	},
	["狂兽之护"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 58,
	},
	["天机"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 59,
	},
	["怪兽面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 60,
	},
	["寂梦霜魂"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 61,
	},
	["孤月天轮"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 62,
	},
	["宿命"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 63,
	},
	["透明手镯"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 64,
	},
	["水晶之恋"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 65,
	},
	["「掌控雷电」"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 66,
	},
	["天雷之环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 67,
	},
	["万雷"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 68,
	},
	["神兵·雷神之威"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 188,
			},
		},
		number = 69,
	},
	["星光"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 150,
			},
		},
		number = 70,
	},
	["〈御风·斩浪〉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 72,
	},
	["死神降临"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 73,
	},
	["死神代言人"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 74,
	},
	["源火禁锢"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 75,
	},
	["暗夜潜行者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 76,
	},
	["灵魂面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 77,
	},
	["幽冥铭文"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 78,
	},
	["守夜人之魄[幽冥]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 79,
	},
	["守夜人之魂[幽冥]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 80,
	},
	["野火之握"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 81,
	},
	["黄泉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 82,
	},
	["死亡之戒"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 83,
	},
	["预言者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 84,
	},
	["天煞符"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 85,
	},
	["夜魂之殇"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 86,
	},
	["冥日之戒"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 87,
	},
	["离火"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 88,
	},
	["鸣封之刃·永恒"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 89,
	},
	["生命幻想"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 90,
	},
	["大元素使之手"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 91,
	},
	["深渊之行"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 92,
	},
	["远古吊坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 93,
	},
	["暗月挽歌"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 94,
	},
	["浮生"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 95,
	},
	["至阴"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 96,
	},
	["妖泣"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 97,
	},
	["鬼魅之踪"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 200,
			},
		},
		number = 98,
	},
	["天劫之怒★★★★"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 99,
	},
	["咏叹沉沦[男]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 100,
	},
	["苦修者的秘籍"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 101,
	},
	["大天使的神威"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 102,
	},
	["暗黑之神宝藏"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 288,
			},
		},
		number = 103,
	},
	["灵魂之逐"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 104,
	},
	["千年结"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 105,
	},
	["离人愁"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 106,
	},
	["寂梦"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 107,
	},
	["天下霸唱"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 108,
	},
	["生死簿"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 109,
	},
	["死亡笔记(下)"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 110,
	},
	["死亡笔记(上)"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 111,
	},
	["无名手环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 112,
	},
	["归墟万物"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 113,
	},
	["夜幽面具★★★"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 114,
	},
	["夜魔之绕"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 115,
	},
	["鬼焰寒甲(精)"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 250,
			},
		},
		number = 116,
	},
	["⊙墟魂千幻⊙"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		number = 117,
	},
	["悲鸣之焰"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 118,
	},
	["勾魂夺魄"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 119,
	},
	["天火之靴"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 120,
	},
	["死亡之环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 121,
	},
	["阴煞血幡"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 122,
	},
	["赤木之瞳"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 123,
	},
	["鬼面裁决"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 124,
	},
	["灵魂枷锁"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 125,
	},
	["暗影之缚"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 126,
	},
	["无言恐惧"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 127,
	},
	["冥河之邀"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 128,
	},
	["亡灵庇护"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 129,
	},
	["幽冥之环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 130,
	},
	["归无期"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 131,
	},
	["闪耀·漆黑之影"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 132,
	},
	["黄泉之风"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 133,
	},
	["天恕"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 134,
	},
	["纯阴之体"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		number = 135,
	},
	["玄阴〃吊坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		number = 136,
	},
	["■龙之叹息■"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 137,
	},
	["【传承】秩序腰带"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 138,
	},
	["【传承】神威战靴"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 139,
	},
	["【噬魂】王之孤影"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 300,
			},
		},
		number = 140,
	},
	["掌控奥义"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		number = 141,
	},
	["轮回经"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 388,
			},
		},
		number = 142,
	},
	["断头台"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 143,
	},
	["罗盘玫瑰"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 144,
	},
	["流光岁月"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 145,
	},
	["旅者之誓"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 146,
	},
	["天魔心脏★★★"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 147,
	},
	["夜幽之玉"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 148,
	},
	["寒霜之握"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 149,
	},
	["明昼吊坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 150,
	},
	["寒冬之冠(神圣)"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 151,
	},
	["龙神手镯[屠戮]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 152,
	},
	["龙神戒指[屠戮]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 153,
	},
	["撕裂者面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 154,
	},
	["神谕之盔"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 155,
	},
	["天空的引路人"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 156,
	},
	["龙魂之力"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 157,
	},
	["屠龙者之刃"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 158,
	},
	["元素种子"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 159,
	},
	["本源之翼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 160,
	},
	["自然之力·元素披风"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 161,
	},
	["哥布林吊坠[愤怒]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 162,
	},
	["哥布林头盔[愤怒]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 350,
			},
		},
		number = 163,
	},
	["远行的召唤"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 178,
	},
	["时光的沙漏"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 165,
	},
	["血色之眼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 166,
	},
	["矮人头盔"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 167,
	},
	["炽热战靴[狂暴]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 168,
	},
	["炽热腰带[狂暴]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 169,
	},
	["烈焰之径"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 170,
	},
	["燃烧の地狱轮盘"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 171,
	},
	["火焰之魂环"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 172,
	},
	["堕落的黑曜战靴"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 173,
	},
	["克苏恩之眼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 174,
	},
	["黑暗限界"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 175,
	},
	["颠倒罪人之戒"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 176,
	},
	["格萨拉克·地渊之声"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 177,
	},
	["重生十字架"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 179,
	},
	["【暗影】咒印之铠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 180,
	},
	["死亡一指"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 181,
	},
	["无尽愤怒"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 182,
	},
	["血魔护臂MAX"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 183,
	},
	["噩梦之首★★"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 184,
	},
	["≮神拳≯"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 185,
	},
	["追殺者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 186,
	},
	["祸斗之獠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 187,
	},
	["◆影杀阵◆"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 188,
	},
	["一剑开天门"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 189,
	},
	["·聖裁降臨SSS·"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 450,
			},
		},
		number = 190,
	},
	["封龙劍メ驱逐之刃"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 191,
	},
	["安晓的右眼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 192,
	},
	["安晓的左眼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 488,
			},
		},
		number = 193,
	},
	["【桓龙】另一个时空"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 194,
	},
	["异空：千年之光"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 195,
	},
	["千山破"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 196,
	},
	["死亡射线"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 197,
	},
	["·破碎裂痕·"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 198,
	},
	["混沌之影"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 199,
	},
	["真·霸主战甲SSS"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 200,
	},
	["≮万物之力≯"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 201,
	},
	["名刀⊙观世正宗"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 202,
	},
	["赤焰结晶"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 203,
	},
	["深渊的亵渎☆☆"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 204,
	},
	["悲鸣之泣"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 205,
	},
	["罪恶审判×"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 206,
	},
	["冰河之心"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 207,
	},
	["-燃霜之握-"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 208,
	},
	["死亡ゅ封印"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 209,
	},
	["魔焰·炽无尽"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 210,
	},
	["噬伤之力"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 211,
	},
	["燃魂吊坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 212,
	},
	["死亡假面"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 500,
			},
		},
		number = 213,
	},
	["黑月·之泪"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 214,
	},
	["古核武·变异基因体"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 215,
	},
	["古核武·生化基因体"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 216,
	},
	["蚀月镜"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 217,
	},
	["红眼面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 218,
	},
	["狂怒护手"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 219,
	},
	["狂意之怒"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 220,
	},
	["魔渊面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 221,
	},
	["厄运代言人"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		number = 222,
	},
	["啸之戒指"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 223,
	},
	["天殇之痕"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 224,
	},
	["巨龙之印"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 225,
	},
	["龙之力·不灭光剑!"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		number = 226,
	},
	["时间锁"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 227,
	},
	["轮回沙漏"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 228,
	},
	["失落空间"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 229,
	},
	["时间之轮·聚变"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		number = 230,
	},
	["法师拳套"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 231,
	},
	["半兽人之心"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 232,
	},
	["天启星魂"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 233,
	},
	["黄昏落幕ぁ"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		number = 234,
	},
	["恶之握"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 235,
	},
	["戰場之靴"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 236,
	},
	["禁言"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 237,
	},
	["灵魂洗礼"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 238,
	},
	["起源·无尽幻境"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		number = 239,
	},
	["「无情」"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 240,
	},
	["咆哮之意"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 241,
	},
	["抉择"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 242,
	},
	["命运的轮转"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 666,
			},
		},
		number = 243,
	},
	["拥抱黑暗吧"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 244,
	},
	["黑暗之触"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 245,
	},
	["【镇压】血色结界"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 600,
			},
		},
		number = 246,
	},
	["孤影流觞"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 247,
	},
	["降星者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 248,
	},
	["永恒凛冬"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 249,
	},
	["金色黎明的圣物箱"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 250,
	},
	["暮潮"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 251,
	},
	["一缕神念"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 252,
	},
	["强化+9999"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 253,
	},
	["给你马一拳"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 254,
	},
	["树妖统领·木之虫巢"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 255,
	},
	["天元之奕·冰霜凝视"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 256,
	},
	["血饮雷霆·束缚之力"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 257,
	},
	["鬼魅之宗·七煞灭魂"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 258,
	},
	["魔王领域·无异刀锋"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 259,
	},
	["焱月神晖·光明永存"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 260,
	},
	["天妖现世·荡魔逆仙"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 400,
			},
		},
		number = 261,
	},
	["卐卐正道鏡卐卐"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 262,
	},
	["卐卐提魂锁卐卐"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 263,
	},
	["△△雷道天卷△△"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 264,
	},
	["△△玄天令△△"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 265,
	},
	["▲▲火雲真經▲▲"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 266,
	},
	["▲▲水鏡太極▲▲"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 267,
	},
	["‖「谣影神靴」‖"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 268,
	},
	["‖「太清流珠」‖"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 888,
			},
		},
		number = 269,
	},
	["新月领域△核心"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		number = 270,
	},
	["無上生霊″魂灭生"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		number = 271,
	},
	["神之■庇护"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 788,
			},
		},
		number = 272,
	},
	["·天魔之冠·破天·"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 273,
	},
	["夜风·不败剑意"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		number = 274,
	},
	["群星之怒★★★"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		number = 275,
	},
	["御天机"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		number = 276,
	},
	["星辉·猎杀狩命"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 688,
			},
		},
		number = 277,
	},
	["原初■混乱■"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 278,
	},
	["无序的凝视"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 588,
			},
		},
		number = 279,
	},
	["万法面具"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 280,
	},
	["血奴印记"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 281,
	},
	["生灵·屠杀"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 282,
	},
	["狂魔·永夜"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 283,
	},
	["哨兵之首"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 284,
	},
	["幕轮"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 285,
	},
	["影幕之指"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 286,
	},
	["刺·束缚之隐"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 287,
	},
	["星神之坠"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 288,
	},
	["◆黑洞◆"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 289,
	},
	["悟道神带"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 290,
	},
	["光辉之怒·鸩"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 291,
	},
	["★★星魂永燃★★"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 292,
	},
	["星辉的祷告乀"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 293,
	},
	["〝回魂〞"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 294,
	},
	["『畸变』"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 295,
	},
	["『神耀』"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 296,
	},
	["混乱制造者"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 297,
	},
	["心有琉璃"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 298,
	},
	["无序战盔"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 299,
	},
	["无序的邪力"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 300,
	},
	["贪婪之噬"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 301,
	},
	["无序◎奥秘"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 302,
	},
	["新月头盔[月灵]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 303,
	},
	["新月项链[月灵]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 304,
	},
	["醉月手镯[魂灭]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 305,
	},
	["醉月戒指[魂灭]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 306,
	},
	["风月腰带[魂生]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 307,
	},
	["风月鞋子[魂生]"] = {
		give = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 550,
			},
		},
		number = 308,
	},
}
return config