local config = { 
	[1] = { 
		xls_id = 1,
		cost = {
			[1] = {
				[1] = "圣诞老人徽章",
				[2] = 38,
			},
		},
		give = {
			[1] = {
				[1] = "圣诞先生[时装]",
				[2] = 1,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		cost = {
			[1] = {
				[1] = "圣诞老人的靴子",
				[2] = 28,
			},
		},
		give = {
			[1] = {
				[1] = "圣诞时光[光环]",
				[2] = 1,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		cost = {
			[1] = {
				[1] = "圣诞饼干",
				[2] = 38,
			},
		},
		give = {
			[1] = {
				[1] = "圣诞小姐[时装]",
				[2] = 1,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		cost = {
			[1] = {
				[1] = "圣诞幸运星",
				[2] = 28,
			},
		},
		give = {
			[1] = {
				[1] = "圣诞雪宝[时装]",
				[2] = 1,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		cost = {
			[1] = {
				[1] = "麋鹿金铃铛",
				[2] = 38,
			},
		},
		give = {
			[1] = {
				[1] = "步步高升[足迹]",
				[2] = 1,
			},
		},
	},
}
return config
