local config = {
	[1] = {
		name = "混元之祖",
		attDesc = "当混元功法修炼满重时可激活神技：倚天辟地。技能伤害+10%，技能抵抗+10%",
		TMtype = {
			[1] = 1,
			[2] = 3,
		},
		attackType = {
			[1] = 4,
			[2] = 11,
		},
		buffId = {
			[1] = 4006,
			[2] = 11001,
		},
		value = 49,
	},
	[2] = {
		name = "大帝之资",
		attDesc = "打怪修仙值增加30% 对怪切割增加28888点",
		TMtype = 2,
		attr = {
			[1] = {
				[1] = 217,
				[2] = 30,
			},
			[2] = {
				[1] = 200,
				[2] = 28888,
			},
		},
	},
	[3] = {
		name = "流云",
		attDesc = "攻击力+10% ，防御力+10% 激活后永久免疫所有麻痹，中毒状态。",
		TMtype = 4,
		buffId = 30082,
	},
	[4] = {
		name = "洪福齐天",
		attDesc = "全属性+5%，每拥有一个帝品气运，全属性增加2%",
		TMtype = 3,
		value = 58,
	},
	[5] = {
		name = "未来战士",
		attDesc = "当人物等级达到100级之后，每升一级增加60点攻击力 1000点生命值",
		TMtype = 3,
		value = 59,
	},
	[6] = {
		name = "永动机",
		attDesc = "每3秒回复5%的最大生命值 受到伤害减少5555点伤害",
		TMtype = {
			[1] = 1,
			[2] = 3,
		},
		attackType = 10,
		buffId = 10005,
		value = 60,
	},
	[7] = {
		name = "浴血狂魔",
		attDesc = "攻击倍数+5% 对怪伤害+10% 每次击杀怪物时有概率增加100点生命值（上限300000）",
		TMtype = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
		},
		attackType = 14,
		buffId = 14002,
		attr = {
			[1] = {
				[1] = 75,
				[2] = 1000,
			},
		},
		value = 61,
	},
	[8] = {
		name = "不动如山",
		attDesc = "攻击力-10% 生命值+200000 人物PK时承受伤害减少20% 人物全部伤害吸收增加10%",
		TMtype = {
			[1] = 2,
			[2] = 3,
		},
		attr = {
			[1] = {
				[1] = 1,
				[2] = 200000,
			},
			[2] = {
				[1] = 26,
				[2] = 10,
			},
			[3] = {
				[1] = 27,
				[2] = 10,
			},
			[4] = {
				[1] = 77,
				[2] = 2000,
			},
		},
		value = 62,
	},
	[9] = {
		name = "以战止战",
		attDesc = "攻击有2%几率让对方强制和平模式3s。",
		fontDesc = "冷却20秒.",
		TMtype = 1,
		attackType = 2,
		buffId = 2002,
	},
	[10] = {
		name = "天神附体",
		attDesc = "暴击几率+ 15% 暴击伤害+ 15%",
		fontDesc = "获得天神的庇佑，暴击几率和暴击伤害大幅提升，战力无双。",
		TMtype = 2,
		attr = {
			[1] = {
				[1] = 21,
				[2] = 15,
			},
			[2] = {
				[1] = 22,
				[2] = 15,
			},
		},
	},
	[11] = {
		name = "元神之力",
		attDesc = "攻击时有2%的概率召唤自己的元神，元神拥有人物100%的属性，1分钟后消散",
		fontDesc = "90秒CD",
		TMtype = 1,
		attackType = 1,
		buffId = 1006,
	},
	[12] = {
		name = "魅影",
		attDesc = "攻击时，有1%的几率从敌人的视野里消失2秒，忽视防御+20%",
		TMtype = 1,
		attackType = 1,
		buffId = 1007,
	},
	[13] = {
		name = "神王领域",
		attDesc = "攻击时，2%的概率释放领域，将4*4范围在5秒内设置为禁锢区域，且自身增加20%攻击伤害。",
		TMtype = 1,
		attackType = 1,
		buffId = 1008,
	},
	[14] = {
		name = "疯魔",
		attDesc = "攻击时造成的最终伤害在90%-120%之间浮动。",
		fontDesc = "狂野无常，攻击时造成的最终伤害大幅波动，无法预测。",
		TMtype = 1,
		attackType = 4,
		buffId = 4007,
	},
	[15] = {
		name = "烈火灵主",
		attDesc = "使用烈火剑法时，有6%的几率再释放一次。烈火剑法伤害+ 10%",
		TMtype = 1,
		attackType = 4,
		buffId = 4008,
	},
	[16] = {
		name = "空间锁定",
		attDesc = "你的攻击会使目标10秒之内无法回城和传送。60S冷却",
		TMtype = 1,
		attackType = 2,
		buffId = 2003,
	},
	[17] = {
		name = "大罗转世",
		attDesc = "人物体型增大，物伤减免+10% 人物体力 +10% 杀怪爆率 +33%",
		TMtype = {
			[1] = 3,
			[2] = 4,
		},
		buffId = 30091,
		value = 64,
	},
	[18] = {
		name = "浴血奋战",
		attDesc = "每杀死一名玩家，恢复自身最大生命值20%。无CD。",
		TMtype = 1,
		attackType = 15,
		buffId = 15002,
	},
	[19] = {
		name = "无懈可击",
		attDesc = "受到人物攻击时 冰冻对手1.5秒 无视免疫冰冻。",
		fontDesc = "30S冷却",
		TMtype = 1,
		attackType = 8,
		buffId = 8000,
	},
	[20] = {
		name = "疾风迅雷",
		attDesc = "攻击速度+20%，刺杀伤害+15%",
		fontDesc = "迅捷如风，雷霆一击，攻击速度和刺杀伤害大幅提升。",
		TMtype = {
			[1] = 1,
			[2] = 3,
		},
		attackType = 4,
		buffId = 4009,
		value = 65,
	},
	[21] = {
		name = "血脉压制",
		attDesc = "攻击玩家时，降低其15%的最大生命值，持续10s",
		fontDesc = "30S冷却",
		TMtype = 1,
		attackType = 5,
		buffId = 5001,
	},
	[22] = {
		name = "七伤拳",
		attDesc = "对敌人造成120%的伤害，自身受到120%的伤害",
		TMtype = 1,
		attackType = {
			[1] = 4,
			[2] = 10,
		},
		buffId = {
			[1] = 4010,
			[2] = 10006,
		},
	},
	[23] = {
		name = "致命专精",
		attDesc = "暴击率降为0，同时增加30%致命概率",
		TMtype = {
			[1] = 2,
			[2] = 3,
		},
		attr = {
			[1] = {
				[1] = 79,
				[2] = 3000,
			},
		},
		value = 66,
	},
	[24] = {
		name = "威压",
		attDesc = "攻击敌人有2%的概率威慑敌人，使其禁锢2S，无视等级差距。",
		TMtype = 1,
		attackType = 1,
		buffId = 1009,
	},
	[25] = {
		name = "人族圣体",
		attDesc = "攻击力+10%，每次攻击附带自身血量3%的真实伤害。",
		TMtype = {
			[1] = 1,
			[2] = 2,
		},
		attackType = 1,
		buffId = 1010,
		attr = {
			[1] = {
				[1] = 210,
				[2] = 10,
			},
			[2] = {
				[1] = 221,
				[2] = 10,
			},
		},
	},
	[26] = {
		name = "血魔之躯",
		attDesc = "血量每增加10000，每秒生命恢复增加10点，防御加成增加1%（最高200%）",
		fontDesc = "强大的血魔体质，血量越多，双防越强，防御力显著提升。",
		TMtype = 3,
		value = 67,
	},
	[27] = {
		name = "复仇",
		attDesc = "对上一个击杀自己的标记为恶人 攻击此人获得伤害加成30%",
		TMtype = 1,
		attackType = {
			[1] = 5,
			[2] = 16,
		},
		buffId = {
			[1] = 5002,
			[2] = 16004,
		},
	},
	[28] = {
		name = "打不过就摇人",
		attDesc = "当血量在50%35%20%时分别召唤一个分身，每个分身持续20S 继承人物80%的基础属性。",
		TMtype = 1,
		attackType = 7,
		buffId = 7003,
	},
	[29] = {
		name = "一寸长一寸强",
		attDesc = "对名字比自己短的玩家额外造成20%的伤害。",
		TMtype = 1,
		attackType = 5,
		buffId = 5003,
	},
	[30] = {
		name = "短小精悍",
		attDesc = "对名字比自己长的玩家额外造成20%的伤害。",
		TMtype = 1,
		attackType = 5,
		buffId = 5004,
	},
	[31] = {
		name = "大罗洞观",
		attDesc = "当血量低于20%时，有概率进入异次元空间，3秒后满血回到原位置。",
		fontDesc = "15%的概率。",
		TMtype = 1,
		attackType = 7,
		buffId = 7004,
	},
	[32] = {
		name = "炁体源流",
		attDesc = "每30秒进入元婴状态，免疫所有技能伤害，持续5秒。",
		TMtype = {
			[1] = 3,
			[2] = 4,
		},
		buffId = 30098,
		value = 68,
	},
	[33] = {
		name = "借力打力",
		attDesc = "攻击人物概率偷取对方30%神力倍攻持续5秒",
		fontDesc = "5%概率 CD：30秒",
		TMtype = 1,
		attackType = 2,
		buffId = 2004,
	},
	[34] = {
		name = "天人转世",
		attDesc = "单次受到的最大伤害不会超过最大生命的33%",
		TMtype = 3,
		value = 69,
	},
	[35] = {
		name = "策划瞎写",
		attDesc = "打怪切割+88888切割倍数+10%",
		TMtype = 2,
		attr = {
			[1] = {
				[1] = 200,
				[2] = 88888,
			},
			[2] = {
				[1] = 205,
				[2] = 10,
			},
		},
	},
	[36] = {
		name = "攻速之王",
		attDesc = "攻击速度增加66%,人物每9次攻击都会对目标造成攻击X300%的重击。",
		TMtype = {
			[1] = 1,
			[2] = 3,
		},
		attackType = 1,
		buffId = 1011,
		value = 227,
	},
	[37] = {
		name = "超级加倍",
		attDesc = "每一分钟增加5%的怪物爆率（最多叠加300%）打到专属装备后重新计算",
		TMtype = 3,
		value = 228,
	},
	[38] = {
		name = "归来仍是少年",
		attDesc = "被人物杀后50%几率原地站起来",
		fontDesc = "CD90秒",
		TMtype = 3,
		value = 229,
	},
	[39] = {
		name = "精英护甲",
		attDesc = "增加50000固定生命，最大生命值增加3%，PK伤害减免20%。",
		TMtype = 2,
		attr = {
			[1] = {
				[1] = 1,
				[2] = 50000,
			},
			[2] = {
				[1] = 207,
				[2] = 3,
			},
			[3] = {
				[1] = 77,
				[2] = 2000,
			},
		},
	},
	[40] = {
		name = "力大无穷",
		attDesc = "增加2222攻击力，神力倍数增加5%，最大攻击增加3%",
		TMtype = {
			[1] = 2,
			[2] = 3,
		},
		attr = {
			[1] = {
				[1] = 206,
				[2] = 3,
			},
			[2] = {
				[1] = 4,
				[2] = 2222,
			},
			[3] = {
				[1] = 3,
				[2] = 2222,
			},
		},
		value = 230,
	},
	[41] = {
		name = "日月不离",
		attDesc = "每击杀一只白怪几率增加10点攻击300点生命【此气运没有上限，层数可通过法器查看具体层数】",
		TMtype = 3,
		value = 231,
	},
	[42] = {
		name = "吸蓝大法",
		attDesc = "攻击几率将人物魔法值吸光并恢复自身50%生命",
		TMtype = 1,
		attackType = 5,
		buffId = 5005,
	},
	[43] = {
		name = "炙热双刀",
		attDesc = "攻击速度+38%，每拥有12%的攻击速度会提供1%的忽视防御。",
		TMtype = 3,
		value = 232,
	},
}
return config