local config = { 
	[1] = { 
		xls_id = 1,
		totalRecharge = 10,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 5,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 5,
			},
			[3] = {
				[1] = "元宝",
				[2] = 500000,
			},
		},
		gongsu = 6,
		beigong = 2,
		title = "≤英灵初现≥[觉醒]",
		tuihuan = 80,
	},
	[2] = { 
		xls_id = 2,
		totalRecharge = 50,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 30,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 30,
			},
			[3] = {
				[1] = "元宝",
				[2] = 1000000,
			},
		},
		gongsu = 10,
		beigong = 4,
		title = "≤英灵之路≥[行者]",
		tuihuan = 81,
	},
	[3] = { 
		xls_id = 3,
		totalRecharge = 100,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 66,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 66,
			},
			[3] = {
				[1] = "元宝",
				[2] = 2000000,
			},
		},
		gongsu = 14,
		beigong = 6,
		title = "≤英灵之力≥[逐鹿]",
		tuihuan = 82,
	},
	[4] = { 
		xls_id = 4,
		totalRecharge = 200,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 88,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 88,
			},
			[3] = {
				[1] = "元宝",
				[2] = 3000000,
			},
		},
		gongsu = 18,
		beigong = 8,
		title = "≤英灵显赫≥[霸主]",
		tuihuan = 83,
	},
	[5] = { 
		xls_id = 5,
		totalRecharge = 300,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 118,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 118,
			},
			[3] = {
				[1] = "元宝",
				[2] = 5000000,
			},
		},
		gongsu = 22,
		beigong = 10,
		title = "≤英灵统御≥[君主]",
		tuihuan = 84,
	},
	[6] = { 
		xls_id = 6,
		totalRecharge = 600,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 168,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 168,
			},
			[3] = {
				[1] = "元宝",
				[2] = 8000000,
			},
		},
		gongsu = 26,
		beigong = 12,
		title = "≤英灵之巅≥[尊者]",
		tuihuan = 85,
	},
	[7] = { 
		xls_id = 7,
		zhansha = 10,
		totalRecharge = 1000,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 222,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 222,
			},
			[3] = {
				[1] = "元宝",
				[2] = 15000000,
			},
		},
		gongsu = 30,
		beigong = 14,
		title = "≤诛神之门≥[神谕]",
		tuihuan = 86,
	},
	[8] = { 
		xls_id = 8,
		zhansha = 15,
		totalRecharge = 2000,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 333,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 333,
			},
			[3] = {
				[1] = "元宝",
				[2] = 30000000,
			},
		},
		gongsu = 35,
		beigong = 16,
		title = "≤诛神之阶≥[裁决]",
		tuihuan = 87,
	},
	[9] = { 
		xls_id = 9,
		zhansha = 20,
		totalRecharge = 3000,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 444,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 444,
			},
			[3] = {
				[1] = "元宝",
				[2] = 50000000,
			},
		},
		gongsu = 40,
		beigong = 18,
		title = "≤诛神の黄昏≥[神殇]",
		tuihuan = 88,
	},
	[10] = { 
		xls_id = 10,
		zhansha = 30,
		totalRecharge = 5000,
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 666,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 666,
			},
			[3] = {
				[1] = "元宝",
				[2] = 80000000,
			},
		},
		gongsu = 50,
		beigong = 20,
		title = "≤诛神の黄昏≥[神灭]",
		tuihuan = 89,
	},
}
return config
