local config = { 
	["◆◆◆遗忘之王·暴躁◆◆◆"] = { 
		xls_id = "◆◆◆遗忘之王·暴躁◆◆◆",
		value = 1,
	},
	["必爆充值∏好运·小屌"] = { 
		xls_id = "必爆充值∏好运·小屌",
		value = 1,
	},
	["酆都大帝★★★★★★"] = { 
		xls_id = "酆都大帝★★★★★★",
		value = 1,
	},
	["疯狂的卧龙使者"] = { 
		xls_id = "疯狂的卧龙使者",
		value = 1,
	},
	["圣诞老人"] = { 
		xls_id = "圣诞老人",
		value = 1,
	},
	["[双星]翡翠仙灵"] = { 
		xls_id = "[双星]翡翠仙灵",
		value = 1,
	},
	["[五岳]鬼面石卫"] = { 
		xls_id = "[五岳]鬼面石卫",
		value = 1,
	},
	["の迷城ミ大奉先の"] = { 
		xls_id = "の迷城ミ大奉先の",
		value = 1,
	},
	["[七星]黑魂卫士"] = { 
		xls_id = "[七星]黑魂卫士",
		value = 1,
	},
	["鬼面判君[隐藏主宰]X10倍爆率"] = { 
		xls_id = "鬼面判君[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["[十都]神圣法灵"] = { 
		xls_id = "[十都]神圣法灵",
		value = 1,
	},
	["森罗巨魔[隐藏主宰]X10倍爆率"] = { 
		xls_id = "森罗巨魔[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["沉船宝箱"] = { 
		xls_id = "沉船宝箱",
		value = 1,
	},
	["沉船遗物"] = { 
		xls_id = "沉船遗物",
		value = 1,
	},
	["百威至尊[炼狱]"] = { 
		xls_id = "百威至尊[炼狱]",
		value = 1,
	},
	["八荒至尊[炼狱]"] = { 
		xls_id = "八荒至尊[炼狱]",
		value = 1,
	},
	["[三魂]暗影爪魔"] = { 
		xls_id = "[三魂]暗影爪魔",
		value = 1,
	},
	["「极恶」神谕使·兵灾"] = { 
		xls_id = "「极恶」神谕使·兵灾",
		value = 1,
	},
	["魔帝斯卡曼德洛斯[冥界掌控]"] = { 
		xls_id = "魔帝斯卡曼德洛斯[冥界掌控]",
		value = 1,
	},
	["三之界·≮巨龙之魂≯★★★主宰"] = { 
		xls_id = "三之界·≮巨龙之魂≯★★★主宰",
		value = 1,
	},
	["焚天龙皇[隐藏主宰]X⑩倍爆率"] = { 
		xls_id = "焚天龙皇[隐藏主宰]X⑩倍爆率",
		value = 1,
	},
	["★★★变异巨兽·艾瑞斯"] = { 
		xls_id = "★★★变异巨兽·艾瑞斯",
		value = 1,
	},
	["必爆充值∏好运·酒酒酒"] = { 
		xls_id = "必爆充值∏好运·酒酒酒",
		value = 1,
	},
	["束缚的阿尔库俄纽斯·半神之子"] = { 
		xls_id = "束缚的阿尔库俄纽斯·半神之子",
		value = 1,
	},
	["幻の黄金兽王[圣城]"] = { 
		xls_id = "幻の黄金兽王[圣城]",
		value = 1,
	},
	["◆◆◆地帝魂主◆◆◆"] = { 
		xls_id = "◆◆◆地帝魂主◆◆◆",
		value = 1,
	},
	["の迷城ミ宁宁宁宁宁宁の"] = { 
		xls_id = "の迷城ミ宁宁宁宁宁宁の",
		value = 1,
	},
	["必爆充值∏好运·新年年"] = { 
		xls_id = "必爆充值∏好运·新年年",
		value = 1,
	},
	["虚幻主宰者[隐藏主宰]X10倍爆率"] = { 
		xls_id = "虚幻主宰者[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["[双星]迷梦飞羽"] = { 
		xls_id = "[双星]迷梦飞羽",
		value = 1,
	},
	["必爆充值·福利连连"] = { 
		xls_id = "必爆充值·福利连连",
		value = 1,
	},
	["幻の万古尸王[酆都]"] = { 
		xls_id = "幻の万古尸王[酆都]",
		value = 1,
	},
	["四玄至尊[炼狱]"] = { 
		xls_id = "四玄至尊[炼狱]",
		value = 1,
	},
	["「极恶」神谕使·猎户座"] = { 
		xls_id = "「极恶」神谕使·猎户座",
		value = 1,
	},
	["雷霆龙将[隐藏主宰]X10倍爆率"] = { 
		xls_id = "雷霆龙将[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["千门·幽鳞￠￠￠￠￠￠￠"] = { 
		xls_id = "千门·幽鳞￠￠￠￠￠￠￠",
		value = 1,
	},
	["嗜血魔皇[隐藏主宰]X10倍爆率"] = { 
		xls_id = "嗜血魔皇[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["心魔"] = { 
		xls_id = "心魔",
		value = 1,
	},
	["赤焰天君[隐藏主宰]X10倍爆率"] = { 
		xls_id = "赤焰天君[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["[十都]圣光哨兵"] = { 
		xls_id = "[十都]圣光哨兵",
		value = 1,
	},
	["【ＳＳＳ】第七使者·米斯特"] = { 
		xls_id = "【ＳＳＳ】第七使者·米斯特",
		value = 1,
	},
	["[四玄]深渊幻影"] = { 
		xls_id = "[四玄]深渊幻影",
		value = 1,
	},
	["七星至尊[炼狱]"] = { 
		xls_id = "七星至尊[炼狱]",
		value = 1,
	},
	["必爆充值∏好运·宝玉玉"] = { 
		xls_id = "必爆充值∏好运·宝玉玉",
		value = 1,
	},
	["の迷城ミ天道の"] = { 
		xls_id = "の迷城ミ天道の",
		value = 1,
	},
	["[火之天尊]炎魔·拉格纳罗斯"] = { 
		xls_id = "[火之天尊]炎魔·拉格纳罗斯",
		value = 1,
	},
	["地藏王的木人桩"] = { 
		xls_id = "地藏王的木人桩",
		value = 1,
	},
	["の迷城ミ彭于晏の"] = { 
		xls_id = "の迷城ミ彭于晏の",
		value = 1,
	},
	["必爆充值∏好运·熊猫猫"] = { 
		xls_id = "必爆充值∏好运·熊猫猫",
		value = 1,
	},
	["◆◆◆天帝魂主◆◆◆"] = { 
		xls_id = "◆◆◆天帝魂主◆◆◆",
		value = 1,
	},
	["双星至尊[炼狱]"] = { 
		xls_id = "双星至尊[炼狱]",
		value = 1,
	},
	["必爆充值∏好运·烈火火"] = { 
		xls_id = "必爆充值∏好运·烈火火",
		value = 1,
	},
	["冥焰玄蛟[隐藏主宰]X⑩倍爆率"] = { 
		xls_id = "冥焰玄蛟[隐藏主宰]X⑩倍爆率",
		value = 1,
	},
	["异界·库苏恩"] = { 
		xls_id = "异界·库苏恩",
		value = 1,
	},
	["◆◆◆遗忘之王·强化◆◆◆"] = { 
		xls_id = "◆◆◆遗忘之王·强化◆◆◆",
		value = 1,
	},
	["[五岳]诅咒巫奴"] = { 
		xls_id = "[五岳]诅咒巫奴",
		value = 1,
	},
	["◆◆◆遗忘之王·噩梦◆◆◆"] = { 
		xls_id = "◆◆◆遗忘之王·噩梦◆◆◆",
		value = 1,
	},
	["异界·阿布霍斯"] = { 
		xls_id = "异界·阿布霍斯",
		value = 1,
	},
	["圣诞麋鹿"] = { 
		xls_id = "圣诞麋鹿",
		value = 1,
	},
	["[四骑士]杰兰特"] = { 
		xls_id = "[四骑士]杰兰特",
		value = 1,
	},
	["新月域主￠￠￠￠￠￠￠"] = { 
		xls_id = "新月域主￠￠￠￠￠￠￠",
		value = 1,
	},
	["被封印的愤怒·天劫"] = { 
		xls_id = "被封印的愤怒·天劫",
		value = 1,
	},
	["人·阳神"] = { 
		xls_id = "人·阳神",
		value = 1,
	},
	["[土之天尊]石母·瑟拉塞恩"] = { 
		xls_id = "[土之天尊]石母·瑟拉塞恩",
		value = 1,
	},
	["[九曜]圣殿守卫者"] = { 
		xls_id = "[九曜]圣殿守卫者",
		value = 1,
	},
	["无域≮超空间≯死神之镰"] = { 
		xls_id = "无域≮超空间≯死神之镰",
		value = 1,
	},
	["异界·吉尔格斯[团队级BOSS]"] = { 
		xls_id = "异界·吉尔格斯[团队级BOSS]",
		value = 1,
	},
	["の迷城ミ高启强の"] = { 
		xls_id = "の迷城ミ高启强の",
		value = 1,
	},
	["五岳至尊[炼狱]"] = { 
		xls_id = "五岳至尊[炼狱]",
		value = 1,
	},
	["玄幽邪恶古神像·魔主降临"] = { 
		xls_id = "玄幽邪恶古神像·魔主降临",
		value = 1,
	},
	["[水之天尊]猎潮者·耐普图隆"] = { 
		xls_id = "[水之天尊]猎潮者·耐普图隆",
		value = 1,
	},
	["圣殿之灵·光耀圣者"] = { 
		xls_id = "圣殿之灵·光耀圣者",
		value = 1,
	},
	["传承神力的隐居老人"] = { 
		xls_id = "传承神力的隐居老人",
		value = 1,
	},
	["必爆充值∏好运·芝芝"] = { 
		xls_id = "必爆充值∏好运·芝芝",
		value = 1,
	},
	["幻の黄泉教主[神龙]"] = { 
		xls_id = "幻の黄泉教主[神龙]",
		value = 1,
	},
	["幻の黄金恶龙[圣城]"] = { 
		xls_id = "幻の黄金恶龙[圣城]",
		value = 1,
	},
	["“破晓之眼”安晓"] = { 
		xls_id = "“破晓之眼”安晓",
		value = 1,
	},
	["未知剑灵守护·怨魁之体"] = { 
		xls_id = "未知剑灵守护·怨魁之体",
		value = 1,
	},
	["◆◆◆杀戮之王◆◆◆"] = { 
		xls_id = "◆◆◆杀戮之王◆◆◆",
		value = 1,
	},
	["幻の牛头魔蛛[破晓]"] = { 
		xls_id = "幻の牛头魔蛛[破晓]",
		value = 1,
	},
	["[四骑士]加雷斯"] = { 
		xls_id = "[四骑士]加雷斯",
		value = 1,
	},
	["哈法西斯之魂"] = { 
		xls_id = "哈法西斯之魂",
		value = 1,
	},
	["异界·阿布霍斯[个人级BOSS]"] = { 
		xls_id = "异界·阿布霍斯[个人级BOSS]",
		value = 1,
	},
	["暴君哈法西斯.恐惧之主"] = { 
		xls_id = "暴君哈法西斯.恐惧之主",
		value = 1,
	},
	["必爆充值∏好运·小方方"] = { 
		xls_id = "必爆充值∏好运·小方方",
		value = 1,
	},
	["苍戎战神[隐藏主宰]X10倍爆率"] = { 
		xls_id = "苍戎战神[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["必爆充值∏好运·奉先先"] = { 
		xls_id = "必爆充值∏好运·奉先先",
		value = 1,
	},
	["必爆充值∏好运·雨天天"] = { 
		xls_id = "必爆充值∏好运·雨天天",
		value = 1,
	},
	["无双赤鬼昆克[无间炼狱]"] = { 
		xls_id = "无双赤鬼昆克[无间炼狱]",
		value = 1,
	},
	["必爆充值∏好运·许大大"] = { 
		xls_id = "必爆充值∏好运·许大大",
		value = 1,
	},
	["六合至尊[炼狱]"] = { 
		xls_id = "六合至尊[炼狱]",
		value = 1,
	},
	["幻の毁灭之灵[神龙]"] = { 
		xls_id = "幻の毁灭之灵[神龙]",
		value = 1,
	},
	["〈〈〈〈太阴·星君〉〉〉〉"] = { 
		xls_id = "〈〈〈〈太阴·星君〉〉〉〉",
		value = 1,
	},
	["时间缔造者の罗什"] = { 
		xls_id = "时间缔造者の罗什",
		value = 1,
	},
	["◆◆◆人帝魂主◆◆◆"] = { 
		xls_id = "◆◆◆人帝魂主◆◆◆",
		value = 1,
	},
	["太虚古龙赫卡忒[神圣之龙]"] = { 
		xls_id = "太虚古龙赫卡忒[神圣之龙]",
		value = 1,
	},
	["巫妖王之怒·寒冰王座★★★★"] = { 
		xls_id = "巫妖王之怒·寒冰王座★★★★",
		value = 1,
	},
	["必爆充值∏好运·彭跑跑"] = { 
		xls_id = "必爆充值∏好运·彭跑跑",
		value = 1,
	},
	["必爆充值∏好运·简单单"] = { 
		xls_id = "必爆充值∏好运·简单单",
		value = 1,
	},
	["【ＳＳＳ】天之驱逐者"] = { 
		xls_id = "【ＳＳＳ】天之驱逐者",
		value = 1,
	},
	["幻の虹魔猪卫[酆都]"] = { 
		xls_id = "幻の虹魔猪卫[酆都]",
		value = 1,
	},
	["必爆充值∏好运·天书书"] = { 
		xls_id = "必爆充值∏好运·天书书",
		value = 1,
	},
	["[六合]残魂祭祀"] = { 
		xls_id = "[六合]残魂祭祀",
		value = 1,
	},
	["圣诞雪人"] = { 
		xls_id = "圣诞雪人",
		value = 1,
	},
	["★★★生化巨兽·阿瑞斯"] = { 
		xls_id = "★★★生化巨兽·阿瑞斯",
		value = 1,
	},
	["幻の千蛛之母[极恶]"] = { 
		xls_id = "幻の千蛛之母[极恶]",
		value = 1,
	},
	["混沌灵尊[隐藏主宰]X⑩倍爆率"] = { 
		xls_id = "混沌灵尊[隐藏主宰]X⑩倍爆率",
		value = 1,
	},
	["暗殿主宰·黑影刑天"] = { 
		xls_id = "暗殿主宰·黑影刑天",
		value = 1,
	},
	["异界·图尔兹查[个人级BOSS]"] = { 
		xls_id = "异界·图尔兹查[个人级BOSS]",
		value = 1,
	},
	["沉迷暗黑世界的神·魔神降临"] = { 
		xls_id = "沉迷暗黑世界的神·魔神降临",
		value = 1,
	},
	["神禁鬼幕·夜姬[式神]"] = { 
		xls_id = "神禁鬼幕·夜姬[式神]",
		value = 1,
	},
	["の迷城ミ帝王相の"] = { 
		xls_id = "の迷城ミ帝王相の",
		value = 1,
	},
	["[天启]银翼精灵"] = { 
		xls_id = "[天启]银翼精灵",
		value = 1,
	},
	["[天启]幻翼花仙"] = { 
		xls_id = "[天启]幻翼花仙",
		value = 1,
	},
	["の迷城ミ李子の"] = { 
		xls_id = "の迷城ミ李子の",
		value = 1,
	},
	["九渊玄龙[隐藏主宰]X10倍爆率"] = { 
		xls_id = "九渊玄龙[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["必爆充值∏好运·大大叔"] = { 
		xls_id = "必爆充值∏好运·大大叔",
		value = 1,
	},
	["蝶王·灵幻"] = { 
		xls_id = "蝶王·灵幻",
		value = 1,
	},
	["赤炎火龙王(异界)"] = { 
		xls_id = "赤炎火龙王(异界)",
		value = 1,
	},
	["魔窟领主·魂噬者"] = { 
		xls_id = "魔窟领主·魂噬者",
		value = 1,
	},
	["命运古神的低语[无上威严]"] = { 
		xls_id = "命运古神的低语[无上威严]",
		value = 1,
	},
	["[四骑士]帕西瓦"] = { 
		xls_id = "[四骑士]帕西瓦",
		value = 1,
	},
	["大天使安提罗科斯·命运之神"] = { 
		xls_id = "大天使安提罗科斯·命运之神",
		value = 1,
	},
	["◆◆◆神魂龙骸◆◆◆"] = { 
		xls_id = "◆◆◆神魂龙骸◆◆◆",
		value = 1,
	},
	["牛马发财树"] = { 
		xls_id = "牛马发财树",
		value = 1,
	},
	["三魂至尊[炼狱]"] = { 
		xls_id = "三魂至尊[炼狱]",
		value = 1,
	},
	["破晓战魂[隐藏主宰]X10倍爆率"] = { 
		xls_id = "破晓战魂[隐藏主宰]X10倍爆率",
		value = 1,
	},
	["「火焰巨灵·SSSSSSS」"] = { 
		xls_id = "「火焰巨灵·SSSSSSS」",
		value = 1,
	},
	["[六合]幽灵鬼骑"] = { 
		xls_id = "[六合]幽灵鬼骑",
		value = 1,
	},
	["必爆充值∏好运·未央央"] = { 
		xls_id = "必爆充值∏好运·未央央",
		value = 1,
	},
	["沉溺黑夜的女神[海斯]"] = { 
		xls_id = "沉溺黑夜的女神[海斯]",
		value = 1,
	},
	["[四骑士]贝德尔"] = { 
		xls_id = "[四骑士]贝德尔",
		value = 1,
	},
	["亿冥至尊[炼狱]"] = { 
		xls_id = "亿冥至尊[炼狱]",
		value = 1,
	},
	["十都至尊[炼狱]"] = { 
		xls_id = "十都至尊[炼狱]",
		value = 1,
	},
	["异界·吉尔格斯[个人级BOSS]"] = { 
		xls_id = "异界·吉尔格斯[个人级BOSS]",
		value = 1,
	},
	["◆◆◆遗忘之王·虚弱◆◆◆"] = { 
		xls_id = "◆◆◆遗忘之王·虚弱◆◆◆",
		value = 1,
	},
	["千煞至尊[炼狱]"] = { 
		xls_id = "千煞至尊[炼狱]",
		value = 1,
	},
	["の迷城ミ芝芝の"] = { 
		xls_id = "の迷城ミ芝芝の",
		value = 1,
	},
	["万世至尊[炼狱]"] = { 
		xls_id = "万世至尊[炼狱]",
		value = 1,
	},
	["の迷城ミ爷叔の"] = { 
		xls_id = "の迷城ミ爷叔の",
		value = 1,
	},
	["幻の炎月牛王[极恶]"] = { 
		xls_id = "幻の炎月牛王[极恶]",
		value = 1,
	},
	["九曜至尊[炼狱]"] = { 
		xls_id = "九曜至尊[炼狱]",
		value = 1,
	},
	["[风之天尊]驭风者·奥拉基尔"] = { 
		xls_id = "[风之天尊]驭风者·奥拉基尔",
		value = 1,
	},
	["异界·库苏恩[个人级BOSS]"] = { 
		xls_id = "异界·库苏恩[个人级BOSS]",
		value = 1,
	},
	["[四玄]噬骨屠夫"] = { 
		xls_id = "[四玄]噬骨屠夫",
		value = 1,
	},
	["地·阴神"] = { 
		xls_id = "地·阴神",
		value = 1,
	},
	["邪恶的血色巨人·超人工智能"] = { 
		xls_id = "邪恶的血色巨人·超人工智能",
		value = 1,
	},
	["[七星]阴影潜伏者"] = { 
		xls_id = "[七星]阴影潜伏者",
		value = 1,
	},
	["[八荒]夜魅刺客"] = { 
		xls_id = "[八荒]夜魅刺客",
		value = 1,
	},
	["天启至尊[炼狱]"] = { 
		xls_id = "天启至尊[炼狱]",
		value = 1,
	},
	["炎魔督军·古尔达"] = { 
		xls_id = "炎魔督军·古尔达",
		value = 1,
	},
	["[三魂]裂魂恶鬼"] = { 
		xls_id = "[三魂]裂魂恶鬼",
		value = 1,
	},
	["天·元神"] = { 
		xls_id = "天·元神",
		value = 1,
	},
	["异界·图尔兹查"] = { 
		xls_id = "异界·图尔兹查",
		value = 1,
	},
	["[九曜]光辉战魂"] = { 
		xls_id = "[九曜]光辉战魂",
		value = 1,
	},
	["来自其他位面的强者"] = { 
		xls_id = "来自其他位面的强者",
		value = 1,
	},
	["[八荒]黑魂僧兵"] = { 
		xls_id = "[八荒]黑魂僧兵",
		value = 1,
	},
	["闭关多年的苦修者·世外高人"] = { 
		xls_id = "闭关多年的苦修者·世外高人",
		value = 1,
	},
	["天道法则守护者·帝尊之皇"] = { 
		xls_id = "天道法则守护者·帝尊之皇",
		value = 1,
	},
	["幻の神圣海王[破晓]"] = { 
		xls_id = "幻の神圣海王[破晓]",
		value = 1,
	},
	["無上生霊″魂灭生￠￠￠￠￠￠￠"] = { 
		xls_id = "無上生霊″魂灭生￠￠￠￠￠￠￠",
		value = 1,
	},
	["古庙守护者·冥法尊者"] = { 
		xls_id = "古庙守护者·冥法尊者",
		value = 1,
	},
	["の迷城ミ武皇の"] = { 
		xls_id = "の迷城ミ武皇の",
		value = 1,
	},
	["御天·杀戮々轮回六道≮终极≯"] = { 
		xls_id = "御天·杀戮々轮回六道≮终极≯",
		value = 1,
	},
	["永恒の守护·泰达希尔[世界之树]"] = { 
		xls_id = "永恒の守护·泰达希尔[世界之树]",
		value = 1,
	},
	["「极恶」神谕使·雪崩"] = { 
		xls_id = "「极恶」神谕使·雪崩",
		value = 1,
	},
	["の迷城ミ腐化之神の"] = { 
		xls_id = "の迷城ミ腐化之神の",
		value = 1,
	},
	["月夜战神·泰兰德￠￠￠￠￠￠￠"] = { 
		xls_id = "月夜战神·泰兰德￠￠￠￠￠￠￠",
		value = 1,
	},
	["破灭灯魔·超空间「混沌护法」"] = { 
		xls_id = "破灭灯魔·超空间「混沌护法」",
		value = 1,
	},
	["世间第一只蛤蟆·文太"] = { 
		xls_id = "世间第一只蛤蟆·文太",
		value = 1,
	},
}
return config
