local config = { 
	[7] = { 
		xls_id = 7,
		item = {
			[1] = {
				[1] = "时空门票",
				[2] = 1,
			},
		},
		varname = "黑市限购7",
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 180,
			},
		},
	},
	[1] = { 
		xls_id = 1,
		item = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
		},
		varname = "黑市限购1",
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		item = {
			[1] = {
				[1] = "转运之尘",
				[2] = 3,
			},
		},
		varname = "黑市限购2",
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		item = {
			[1] = {
				[1] = "1亿经验卷",
				[2] = 1,
			},
		},
		varname = "黑市限购3",
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 12000,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		item = {
			[1] = {
				[1] = "2亿经验卷",
				[2] = 1,
			},
		},
		varname = "黑市限购4",
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 20000,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		item = {
			[1] = {
				[1] = "气运精魄",
				[2] = 1,
			},
		},
		varname = "黑市限购5",
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 150,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		item = {
			[1] = {
				[1] = "转运金丹",
				[2] = 1,
			},
		},
		varname = "黑市限购6",
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 150,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		item = {
			[1] = {
				[1] = "黑市金币",
				[2] = 1,
			},
		},
		varname = "黑市限购8",
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 1000,
			},
		},
	},
}
return config
