local config = { 
	[1] = { 
		xls_id = 1,
		Title = {
			[1] = "初露锋芒",
			[2] = "十战之勇",
			[3] = "百战豪杰",
			[4] = "千杀战神",
		},
	},
	[2] = { 
		xls_id = 2,
		Title = {
			[1] = "怒斩初心",
			[2] = "十破狂者",
			[3] = "狂势如潮",
			[4] = "百破狂煞",
		},
	},
	[3] = { 
		xls_id = 3,
		Title = {
			[1] = "首战告捷",
			[2] = "连战连胜",
			[3] = "荣耀霸主",
		},
	},
	[4] = { 
		xls_id = 4,
		Title = {
			[1] = "十劫初尝",
			[2] = "百死不悔",
			[3] = "三百劫数",
			[4] = "不死传说",
		},
	},
	[5] = { 
		xls_id = 5,
		Title = {
			[1] = "第一滴血",
		},
	},
	[6] = { 
		xls_id = 6,
		Title = {
			[1] = "宫殿守卫",
		},
	},
	[7] = { 
		xls_id = 7,
		Title = {
			[1] = "五连斩",
			[2] = "沙城人屠",
		},
	},
	[8] = { 
		xls_id = 8,
		Title = {
			[1] = "怒斩三连",
		},
	},
	[9] = { 
		xls_id = 9,
		Title = {
			[1] = "怒意滔天",
		},
	},
	[10] = { 
		xls_id = 10,
		Title = {
			[1] = "打得就是精英",
		},
	},
	[11] = { 
		xls_id = 11,
		Title = {
			[1] = "马上就爆",
		},
	},
	[12] = { 
		xls_id = 12,
		Title = {
			[1] = "割草机",
		},
	},
	[13] = { 
		xls_id = 13,
		Title = {
			[1] = "扣怪狂魔",
		},
	},
	[14] = { 
		xls_id = 14,
		Title = {
			[1] = "闪电战",
		},
	},
	[15] = { 
		xls_id = 15,
		Title = {
			[1] = "追梦人LV.1",
			[2] = "追梦人LV.2",
			[3] = "追梦人LV.3",
			[4] = "追梦人LV.4",
		},
	},
	[16] = { 
		xls_id = 16,
		Title = {
			[1] = "混沌传说LV.1",
			[2] = "混沌传说LV.2",
			[3] = "混沌传说LV.3",
			[4] = "混沌传说LV.4",
		},
	},
	[17] = { 
		xls_id = 17,
		Title = {
			[1] = "七杀之主",
		},
	},
	[18] = { 
		xls_id = 18,
		Title = {
			[1] = "战力初显",
			[2] = "战力渐盛",
			[3] = "战力卓然",
			[4] = "战力非凡",
			[5] = "战力巅峰",
		},
	},
	[19] = { 
		xls_id = 19,
		Title = {
			[1] = "极速之影LV.1",
			[2] = "极速之影LV.2",
			[3] = "极速之影LV.3",
			[4] = "极速之影LV.4",
			[5] = "极速之影LV.5",
		},
	},
	[20] = { 
		xls_id = 20,
		Title = {
			[1] = "爆爆爆LV.1",
			[2] = "爆爆爆LV.2",
			[3] = "爆爆爆LV.3",
			[4] = "爆爆爆LV.4",
			[5] = "爆爆爆LV.5",
		},
	},
	[21] = { 
		xls_id = 21,
		Title = {
			[1] = "时尚潮人",
			[2] = "时尚达人",
			[3] = "时尚领袖",
			[4] = "时尚教主",
		},
	},
	[22] = { 
		xls_id = 22,
		Title = {
			[1] = "专属体验",
			[2] = "专属收藏",
			[3] = "专属大师",
			[4] = "专属专家",
			[5] = "专属宗师",
		},
	},
	[23] = { 
		xls_id = 23,
		Title = {
			[1] = "超神启示",
			[2] = "超神觉醒",
			[3] = "超神显赫",
			[4] = "超神巅峰",
		},
	},
	[24] = { 
		xls_id = 24,
		Title = {
			[1] = "金铃小响",
			[2] = "金银满仓",
			[3] = "金玉满堂",
		},
	},
	[25] = { 
		xls_id = 25,
		Title = {
			[1] = "元启富源",
			[2] = "元盛财阀",
			[3] = "元宝至尊",
		},
	},
	[26] = { 
		xls_id = 26,
		Title = {
			[1] = "钱途无量",
			[2] = "财运亨通",
			[3] = "富甲天下",
		},
	},
	[27] = { 
		xls_id = 27,
		Title = {
			[1] = "千金散尽",
			[2] = "挥金如土",
			[3] = "一掷千金",
			[4] = "富贵无边",
		},
	},
	[28] = { 
		xls_id = 28,
		Title = {
			[1] = "豪气冲天",
			[2] = "财倾天下",
			[3] = "挥毫万金",
		},
	},
	[29] = { 
		xls_id = 29,
		Title = {
			[1] = "符动乾坤",
			[2] = "符耀九州",
			[3] = "符破苍穹",
		},
	},
	[30] = { 
		xls_id = 30,
		Title = {
			[1] = "拾金有道",
			[2] = "聚财成山",
			[3] = "回收巨擘",
		},
	},
	[31] = { 
		xls_id = 31,
		Title = {
			[1] = "晶初回收",
			[2] = "晶运累积",
			[3] = "晶聚千载",
			[4] = "晶界大成",
		},
	},
	[32] = { 
		xls_id = 32,
		Title = {
			[1] = "灵石拾遗",
			[2] = "灵石聚财",
			[3] = "灵石大师",
			[4] = "灵石巨匠",
		},
	},
	[33] = { 
		xls_id = 33,
		Title = {
			[1] = "潜能初醒",
			[2] = "潜能涌动",
			[3] = "潜能觉醒",
			[4] = "潜能极致",
		},
	},
	[34] = { 
		xls_id = 34,
		Title = {
			[1] = "老马识途",
		},
	},
	[35] = { 
		xls_id = 35,
		Title = {
			[1] = "云游四海",
		},
	},
	[36] = { 
		xls_id = 36,
		Title = {
			[1] = "初入裂隙",
			[2] = "裂隙探索者",
			[3] = "裂隙征服者",
		},
	},
	[37] = { 
		xls_id = 37,
		Title = {
			[1] = "暗市奇缘",
		},
	},
	[38] = { 
		xls_id = 38,
		Title = {
			[1] = "路边摊",
		},
	},
	[39] = { 
		xls_id = 39,
		Title = {
			[1] = "富贵临门",
		},
	},
	[40] = { 
		xls_id = 40,
		Title = {
			[1] = "五灵觉醒",
		},
	},
	[41] = { 
		xls_id = 41,
		Title = {
			[1] = "潜龙在渊",
		},
	},
	[42] = { 
		xls_id = 42,
		Title = {
			[1] = "开括者",
		},
	},
	[43] = { 
		xls_id = 43,
		Title = {
			[1] = "杀戮之巅",
		},
	},
	[44] = { 
		xls_id = 44,
		Title = {
			[1] = "疾风之极",
		},
	},
	[45] = { 
		xls_id = 45,
		Title = {
			[1] = "新晋常客",
			[2] = "铁杆熟客",
			[3] = "大爷您又来了",
		},
	},
	[46] = { 
		xls_id = 46,
		Title = {
			[1] = "被围观",
		},
	},
	[47] = { 
		xls_id = 47,
		Title = {
			[1] = "焦点之星",
			[2] = "万众瞩目",
			[3] = "大众偶像",
		},
	},
	[48] = { 
		xls_id = 48,
		Title = {
			[1] = "装备观察员",
			[2] = "装备鉴定师",
		},
	},
	[49] = { 
		xls_id = 49,
		Title = {
			[1] = "洗心革面",
		},
	},
	[50] = { 
		xls_id = 50,
		Title = {
			[1] = "隐姓埋名",
		},
	},
	[51] = { 
		xls_id = 51,
		Title = {
			[1] = "落装常客",
			[2] = "散财大王",
			[3] = "败家宗师",
		},
	},
	[52] = { 
		xls_id = 52,
		Title = {
			[1] = "小怪爆终极",
			[2] = "超神器探秘者",
		},
	},
	[53] = { 
		xls_id = 53,
		Title = {
			[1] = "合格牛马",
			[2] = "勤劳牛马",
			[3] = "逆袭牛马",
			[4] = "牛马之王",
		},
	},
}
return config
