local config = {
	[1] = {
		name = "暴戾一击",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U101",
		maxLevel = 10,
		attrID = 21,
	},
	[2] = {
		name = "伤害增幅",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U102",
		maxLevel = 10,
		attrID = 25,
	},
	[3] = {
		name = "钢铁之躯",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U103",
		maxLevel = 10,
		attrID = 26,
	},
	[4] = {
		name = "削铁如泥",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U104",
		maxLevel = 10,
		attrID = 28,
	},
	[5] = {
		name = "血牛达人",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 5,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		bindVar = "U105",
		maxLevel = 10,
		attrID = 30,
	},
}
return config