local config = { 
	["龙族雕石[五阶觉醒]"] = { 
		xls_id = "龙族雕石[五阶觉醒]",
		att = {
			[1] = 40,
			[2] = 12,
			[3] = 15,
			[4] = 15,
			[5] = "5W",
			[6] = "300W",
		},
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 120,
			},
		},
		leveliexp = 39888,
		img = "5.png",
		index = 6,
	},
	["龙族雕石[一阶觉醒]"] = { 
		xls_id = "龙族雕石[一阶觉醒]",
		att = {
			[1] = 10,
			[2] = 3,
			[3] = 3,
			[4] = 3,
			[5] = "1W",
			[6] = "20W",
		},
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
		leveliexp = 3888,
		img = "1.png",
		index = 2,
	},
	["龙族雕石[四阶觉醒]"] = { 
		xls_id = "龙族雕石[四阶觉醒]",
		att = {
			[1] = 30,
			[2] = 9,
			[3] = 10,
			[4] = 10,
			[5] = "4W",
			[6] = "150W",
		},
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 80,
			},
		},
		leveliexp = 23888,
		img = "4.png",
		index = 5,
	},
	["龙族雕石[未觉醒]"] = { 
		xls_id = "龙族雕石[未觉醒]",
		index = 1,
	},
	["龙族雕石[三阶觉醒]"] = { 
		xls_id = "龙族雕石[三阶觉醒]",
		att = {
			[1] = 20,
			[2] = 7,
			[3] = 7,
			[4] = 7,
			[5] = "3W",
			[6] = "80W",
		},
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 40,
			},
		},
		leveliexp = 15888,
		img = "3.png",
		index = 4,
	},
	["龙族雕石[二阶觉醒]"] = { 
		xls_id = "龙族雕石[二阶觉醒]",
		att = {
			[1] = 15,
			[2] = 5,
			[3] = 5,
			[4] = 5,
			[5] = "2W",
			[6] = "40W",
		},
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 30,
			},
		},
		leveliexp = 7888,
		img = "2.png",
		index = 3,
	},
}
return config
