local config = { 
	["红莲腰带[白羽]"] = { 
		xls_id = "红莲腰带[白羽]",
		index = 1,
	},
	["鸣封之刃·永恒"] = { 
		xls_id = "鸣封之刃·永恒",
		index = 1,
	},
	["终结者"] = { 
		xls_id = "终结者",
		index = 1,
	},
	["魔族之靴「传承」"] = { 
		xls_id = "魔族之靴「传承」",
		index = 1,
	},
	["【暗影】咒印之铠"] = { 
		xls_id = "【暗影】咒印之铠",
		index = 1,
	},
	["撒旦の镯"] = { 
		xls_id = "撒旦の镯",
		index = 1,
	},
	["源火禁锢"] = { 
		xls_id = "源火禁锢",
		index = 1,
	},
	["旅者之誓"] = { 
		xls_id = "旅者之誓",
		index = 1,
	},
	["红眼面具"] = { 
		xls_id = "红眼面具",
		index = 1,
	},
	["灵魂洗礼"] = { 
		xls_id = "灵魂洗礼",
		index = 1,
	},
	["云履"] = { 
		xls_id = "云履",
		index = 1,
	},
	["巨龙之印"] = { 
		xls_id = "巨龙之印",
		index = 1,
	},
	["哥布林吊坠[愤怒]"] = { 
		xls_id = "哥布林吊坠[愤怒]",
		index = 1,
	},
	["至阴"] = { 
		xls_id = "至阴",
		index = 1,
	},
	["颠倒罪人之戒"] = { 
		xls_id = "颠倒罪人之戒",
		index = 1,
	},
	["深渊之行"] = { 
		xls_id = "深渊之行",
		index = 1,
	},
	["蚀月镜"] = { 
		xls_id = "蚀月镜",
		index = 1,
	},
	["黄泉之风"] = { 
		xls_id = "黄泉之风",
		index = 1,
	},
	["魔族腰带「传承」"] = { 
		xls_id = "魔族腰带「传承」",
		index = 1,
	},
	["黑暗限界"] = { 
		xls_id = "黑暗限界",
		index = 1,
	},
	["荒火魔戒[惊梦]"] = { 
		xls_id = "荒火魔戒[惊梦]",
		index = 1,
	},
	["风之低语"] = { 
		xls_id = "风之低语",
		index = 1,
	},
	["炼狱"] = { 
		xls_id = "炼狱",
		index = 1,
	},
	["深渊的亵渎☆☆"] = { 
		xls_id = "深渊的亵渎☆☆",
		index = 1,
	},
	["鬼灵面容"] = { 
		xls_id = "鬼灵面容",
		index = 1,
	},
	["往生之手"] = { 
		xls_id = "往生之手",
		index = 1,
	},
	["星光"] = { 
		xls_id = "星光",
		index = 1,
	},
	["预言者"] = { 
		xls_id = "预言者",
		index = 1,
	},
	["闪耀·漆黑之影"] = { 
		xls_id = "闪耀·漆黑之影",
		index = 1,
	},
	["仙器·残火(精)"] = { 
		xls_id = "仙器·残火(精)",
		index = 1,
	},
	["月影之界"] = { 
		xls_id = "月影之界",
		index = 1,
	},
	["罗盘玫瑰"] = { 
		xls_id = "罗盘玫瑰",
		index = 1,
	},
	["「无情」"] = { 
		xls_id = "「无情」",
		index = 1,
	},
	["天龙人之戒"] = { 
		xls_id = "天龙人之戒",
		index = 1,
	},
	["明昼吊坠"] = { 
		xls_id = "明昼吊坠",
		index = 1,
	},
	["黑暗的谏言[精]"] = { 
		xls_id = "黑暗的谏言[精]",
		index = 1,
	},
	["冰河之心"] = { 
		xls_id = "冰河之心",
		index = 1,
	},
	["时光的沙漏"] = { 
		xls_id = "时光的沙漏",
		index = 1,
	},
	["亡灵庇护"] = { 
		xls_id = "亡灵庇护",
		index = 1,
	},
	["噬伤之力"] = { 
		xls_id = "噬伤之力",
		index = 1,
	},
	["血界"] = { 
		xls_id = "血界",
		index = 1,
	},
	["贤者手镯[伏魔]"] = { 
		xls_id = "贤者手镯[伏魔]",
		index = 1,
	},
	["寂梦"] = { 
		xls_id = "寂梦",
		index = 1,
	},
	["死亡之环"] = { 
		xls_id = "死亡之环",
		index = 1,
	},
	["魔兽之爪"] = { 
		xls_id = "魔兽之爪",
		index = 1,
	},
	["灵魂面具"] = { 
		xls_id = "灵魂面具",
		index = 1,
	},
	["祸斗之獠"] = { 
		xls_id = "祸斗之獠",
		index = 1,
	},
	["矮人头盔"] = { 
		xls_id = "矮人头盔",
		index = 1,
	},
	["野蛮"] = { 
		xls_id = "野蛮",
		index = 1,
	},
	["死亡一指"] = { 
		xls_id = "死亡一指",
		index = 1,
	},
	["死亡之戒"] = { 
		xls_id = "死亡之戒",
		index = 1,
	},
	["〈斩·浪〉"] = { 
		xls_id = "〈斩·浪〉",
		index = 1,
	},
	["强力戒指[洪荒]"] = { 
		xls_id = "强力戒指[洪荒]",
		index = 1,
	},
	["殇日剑·终结"] = { 
		xls_id = "殇日剑·终结",
		index = 1,
	},
	["元素种子"] = { 
		xls_id = "元素种子",
		index = 1,
	},
	["星瀚之力"] = { 
		xls_id = "星瀚之力",
		index = 1,
	},
	["元素之心"] = { 
		xls_id = "元素之心",
		index = 1,
	},
	["梦魇头冠"] = { 
		xls_id = "梦魇头冠",
		index = 1,
	},
	["御风·之力"] = { 
		xls_id = "御风·之力",
		index = 1,
	},
	["修炼指环[秘纹]"] = { 
		xls_id = "修炼指环[秘纹]",
		index = 1,
	},
	["格萨拉克·地渊之声"] = { 
		xls_id = "格萨拉克·地渊之声",
		index = 1,
	},
	["啸之戒指"] = { 
		xls_id = "啸之戒指",
		index = 1,
	},
	["闪电结界"] = { 
		xls_id = "闪电结界",
		index = 1,
	},
	["月光印记"] = { 
		xls_id = "月光印记",
		index = 1,
	},
	["禁言"] = { 
		xls_id = "禁言",
		index = 1,
	},
	["水晶之恋"] = { 
		xls_id = "水晶之恋",
		index = 1,
	},
	["无名手环"] = { 
		xls_id = "无名手环",
		index = 1,
	},
	["死亡射线"] = { 
		xls_id = "死亡射线",
		index = 1,
	},
	["勾魂索"] = { 
		xls_id = "勾魂索",
		index = 1,
	},
	["魔牙吊坠[蛮荒]"] = { 
		xls_id = "魔牙吊坠[蛮荒]",
		index = 1,
	},
	["神谕之盔"] = { 
		xls_id = "神谕之盔",
		index = 1,
	},
	["一剑开天门"] = { 
		xls_id = "一剑开天门",
		index = 1,
	},
	["千山破"] = { 
		xls_id = "千山破",
		index = 1,
	},
	["白玉心"] = { 
		xls_id = "白玉心",
		index = 1,
	},
	["荒火魔链[惊梦]"] = { 
		xls_id = "荒火魔链[惊梦]",
		index = 1,
	},
	["武之法则"] = { 
		xls_id = "武之法则",
		index = 1,
	},
	["魔化的眼罩"] = { 
		xls_id = "魔化的眼罩",
		index = 1,
	},
	["赤炎龙王之心"] = { 
		xls_id = "赤炎龙王之心",
		index = 1,
	},
	["死神代言人"] = { 
		xls_id = "死神代言人",
		index = 1,
	},
	["天下霸唱"] = { 
		xls_id = "天下霸唱",
		index = 1,
	},
	["归无期"] = { 
		xls_id = "归无期",
		index = 1,
	},
	["驭风者·离殇"] = { 
		xls_id = "驭风者·离殇",
		index = 1,
	},
	["恶之根源"] = { 
		xls_id = "恶之根源",
		index = 1,
	},
	["炽热腰带[狂暴]"] = { 
		xls_id = "炽热腰带[狂暴]",
		index = 1,
	},
	["透明手镯"] = { 
		xls_id = "透明手镯",
		index = 1,
	},
	["烈焰之径"] = { 
		xls_id = "烈焰之径",
		index = 1,
	},
	["亡灵吊坠"] = { 
		xls_id = "亡灵吊坠",
		index = 1,
	},
	["无尽愤怒"] = { 
		xls_id = "无尽愤怒",
		index = 1,
	},
	["〈古龙·之力〉"] = { 
		xls_id = "〈古龙·之力〉",
		index = 1,
	},
	["—冥炎—"] = { 
		xls_id = "—冥炎—",
		index = 1,
	},
	["天地·之威"] = { 
		xls_id = "天地·之威",
		index = 1,
	},
	["望穿眼"] = { 
		xls_id = "望穿眼",
		index = 1,
	},
	["贤者腰带[伏魔]"] = { 
		xls_id = "贤者腰带[伏魔]",
		index = 1,
	},
	["忍者面具"] = { 
		xls_id = "忍者面具",
		index = 1,
	},
	["地爆天星"] = { 
		xls_id = "地爆天星",
		index = 1,
	},
	["噬生凝视"] = { 
		xls_id = "噬生凝视",
		index = 1,
	},
	["远古吊坠"] = { 
		xls_id = "远古吊坠",
		index = 1,
	},
	["怒焰护腕[秘纹]"] = { 
		xls_id = "怒焰护腕[秘纹]",
		index = 1,
	},
	["旧人归"] = { 
		xls_id = "旧人归",
		index = 1,
	},
	["灵魂之逐"] = { 
		xls_id = "灵魂之逐",
		index = 1,
	},
	["永恆之石1"] = { 
		xls_id = "永恆之石1",
		index = 1,
	},
	["龍族图腾ゞ"] = { 
		xls_id = "龍族图腾ゞ",
		index = 1,
	},
	["「镜·芒」"] = { 
		xls_id = "「镜·芒」",
		index = 1,
	},
	["天殇之痕"] = { 
		xls_id = "天殇之痕",
		index = 1,
	},
	["无言恐惧"] = { 
		xls_id = "无言恐惧",
		index = 1,
	},
	["断空之痕"] = { 
		xls_id = "断空之痕",
		index = 1,
	},
	["魔牙护手[蛮荒]"] = { 
		xls_id = "魔牙护手[蛮荒]",
		index = 1,
	},
	["〈古龙·意志〉"] = { 
		xls_id = "〈古龙·意志〉",
		index = 1,
	},
	["贤者戒指[伏魔]"] = { 
		xls_id = "贤者戒指[伏魔]",
		index = 1,
	},
	["转换充能[上]"] = { 
		xls_id = "转换充能[上]",
		index = 1,
	},
	["哥布林头盔[愤怒]"] = { 
		xls_id = "哥布林头盔[愤怒]",
		index = 1,
	},
	["罪恶审判×"] = { 
		xls_id = "罪恶审判×",
		index = 1,
	},
	["·破碎裂痕·"] = { 
		xls_id = "·破碎裂痕·",
		index = 1,
	},
	["蓝色恶魔之眼"] = { 
		xls_id = "蓝色恶魔之眼",
		index = 1,
	},
	["九冥赤炎"] = { 
		xls_id = "九冥赤炎",
		index = 1,
	},
	["修炼手镯[秘纹]"] = { 
		xls_id = "修炼手镯[秘纹]",
		index = 1,
	},
	["风之高歌"] = { 
		xls_id = "风之高歌",
		index = 1,
	},
	["天恕"] = { 
		xls_id = "天恕",
		index = 1,
	},
	["远古之龙魂魄1"] = { 
		xls_id = "远古之龙魂魄1",
		index = 1,
	},
	["万雷"] = { 
		xls_id = "万雷",
		index = 1,
	},
	["红莲战戒[白羽]"] = { 
		xls_id = "红莲战戒[白羽]",
		index = 1,
	},
	["死亡笔记(下)"] = { 
		xls_id = "死亡笔记(下)",
		index = 1,
	},
	["熊猫面具"] = { 
		xls_id = "熊猫面具",
		index = 1,
	},
	["夜幽面具★★★"] = { 
		xls_id = "夜幽面具★★★",
		index = 1,
	},
	["老村长的怀表"] = { 
		xls_id = "老村长的怀表",
		index = 1,
	},
	["鬼面裁决"] = { 
		xls_id = "鬼面裁决",
		index = 1,
	},
	["万年古棺"] = { 
		xls_id = "万年古棺",
		index = 1,
	},
	["天机"] = { 
		xls_id = "天机",
		index = 1,
	},
	["妖泣"] = { 
		xls_id = "妖泣",
		index = 1,
	},
	["荒火魔盔[惊梦]"] = { 
		xls_id = "荒火魔盔[惊梦]",
		index = 1,
	},
	["黑莲项坠"] = { 
		xls_id = "黑莲项坠",
		index = 1,
	},
	["火焰之魂环"] = { 
		xls_id = "火焰之魂环",
		index = 1,
	},
	["轮回沙漏"] = { 
		xls_id = "轮回沙漏",
		index = 1,
	},
	["孤月天轮"] = { 
		xls_id = "孤月天轮",
		index = 1,
	},
	["魔牙之戒[蛮荒]"] = { 
		xls_id = "魔牙之戒[蛮荒]",
		index = 1,
	},
	["守夜人之徽"] = { 
		xls_id = "守夜人之徽",
		index = 1,
	},
	["审判之魂"] = { 
		xls_id = "审判之魂",
		index = 1,
	},
	["抉择"] = { 
		xls_id = "抉择",
		index = 1,
	},
	["天神指环"] = { 
		xls_id = "天神指环",
		index = 1,
	},
	["千年结"] = { 
		xls_id = "千年结",
		index = 1,
	},
	["燃烧の地狱轮盘"] = { 
		xls_id = "燃烧の地狱轮盘",
		index = 1,
	},
	["天之剑·碎月"] = { 
		xls_id = "天之剑·碎月",
		index = 1,
	},
	["宿命"] = { 
		xls_id = "宿命",
		index = 1,
	},
	["天道甲·仙"] = { 
		xls_id = "天道甲·仙",
		index = 1,
	},
	["怨念挂珠"] = { 
		xls_id = "怨念挂珠",
		index = 1,
	},
	["贤者战靴[伏魔]"] = { 
		xls_id = "贤者战靴[伏魔]",
		index = 1,
	},
	["死神降临"] = { 
		xls_id = "死神降临",
		index = 1,
	},
	["燃魂吊坠"] = { 
		xls_id = "燃魂吊坠",
		index = 1,
	},
	["◆影杀阵◆"] = { 
		xls_id = "◆影杀阵◆",
		index = 1,
	},
	["戰場之靴"] = { 
		xls_id = "戰場之靴",
		index = 1,
	},
	["咆哮之意"] = { 
		xls_id = "咆哮之意",
		index = 1,
	},
	["月光手环"] = { 
		xls_id = "月光手环",
		index = 1,
	},
	["幽冥之环"] = { 
		xls_id = "幽冥之环",
		index = 1,
	},
	["无面恐惧"] = { 
		xls_id = "无面恐惧",
		index = 1,
	},
	["百年古棺"] = { 
		xls_id = "百年古棺",
		index = 1,
	},
	["炽热战靴[狂暴]"] = { 
		xls_id = "炽热战靴[狂暴]",
		index = 1,
	},
	["千年古棺"] = { 
		xls_id = "千年古棺",
		index = 1,
	},
	["漩涡"] = { 
		xls_id = "漩涡",
		index = 1,
	},
	["红莲战靴[白羽]"] = { 
		xls_id = "红莲战靴[白羽]",
		index = 1,
	},
	["信念支柱"] = { 
		xls_id = "信念支柱",
		index = 1,
	},
	["【聖】·天空之翼"] = { 
		xls_id = "【聖】·天空之翼",
		index = 1,
	},
	["哭丧棒"] = { 
		xls_id = "哭丧棒",
		index = 1,
	},
	["暗夜潜行者"] = { 
		xls_id = "暗夜潜行者",
		index = 1,
	},
	["撕裂者面具"] = { 
		xls_id = "撕裂者面具",
		index = 1,
	},
	["白玫瑰[奇缘]"] = { 
		xls_id = "白玫瑰[奇缘]",
		index = 1,
	},
	["狂意之怒"] = { 
		xls_id = "狂意之怒",
		index = 1,
	},
	["[無盡]死神之盾"] = { 
		xls_id = "[無盡]死神之盾",
		index = 1,
	},
	["红莲护手[白羽]"] = { 
		xls_id = "红莲护手[白羽]",
		index = 1,
	},
	["混沌之影"] = { 
		xls_id = "混沌之影",
		index = 1,
	},
	["狂兽之护"] = { 
		xls_id = "狂兽之护",
		index = 1,
	},
	["天火之靴"] = { 
		xls_id = "天火之靴",
		index = 1,
	},
	["讨伐者之力"] = { 
		xls_id = "讨伐者之力",
		index = 1,
	},
	["万妖指环"] = { 
		xls_id = "万妖指环",
		index = 1,
	},
	["追殺者"] = { 
		xls_id = "追殺者",
		index = 1,
	},
	["断头台"] = { 
		xls_id = "断头台",
		index = 1,
	},
	["圣之·毁灭"] = { 
		xls_id = "圣之·毁灭",
		index = 1,
	},
	["聚宝盆[财神]"] = { 
		xls_id = "聚宝盆[财神]",
		index = 1,
	},
	["离人愁"] = { 
		xls_id = "离人愁",
		index = 1,
	},
	["自然之力·元素披风"] = { 
		xls_id = "自然之力·元素披风",
		index = 1,
	},
	["藏地の聚光剑"] = { 
		xls_id = "藏地の聚光剑",
		index = 1,
	},
	["狂暴之角1"] = { 
		xls_id = "狂暴之角1",
		index = 1,
	},
	["流光岁月"] = { 
		xls_id = "流光岁月",
		index = 1,
	},
	["魔族指环"] = { 
		xls_id = "魔族指环",
		index = 1,
	},
	["〈御·风〉"] = { 
		xls_id = "〈御·风〉",
		index = 1,
	},
	["屠龙者之刃"] = { 
		xls_id = "屠龙者之刃",
		index = 1,
	},
	["暗·影之翼"] = { 
		xls_id = "暗·影之翼",
		index = 1,
	},
	["鬼焰寒甲(精)"] = { 
		xls_id = "鬼焰寒甲(精)",
		index = 1,
	},
	["恶之握"] = { 
		xls_id = "恶之握",
		index = 1,
	},
	["悲鸣之焰"] = { 
		xls_id = "悲鸣之焰",
		index = 1,
	},
	["寒霜之握"] = { 
		xls_id = "寒霜之握",
		index = 1,
	},
	["龙魂之力"] = { 
		xls_id = "龙魂之力",
		index = 1,
	},
	["天空的引路人"] = { 
		xls_id = "天空的引路人",
		index = 1,
	},
	["夜幽之玉"] = { 
		xls_id = "夜幽之玉",
		index = 1,
	},
	["转换充能[下]"] = { 
		xls_id = "转换充能[下]",
		index = 1,
	},
	["龙神戒指[屠戮]"] = { 
		xls_id = "龙神戒指[屠戮]",
		index = 1,
	},
	["红玫瑰[奇缘]"] = { 
		xls_id = "红玫瑰[奇缘]",
		index = 1,
	},
	["白骨之镰"] = { 
		xls_id = "白骨之镰",
		index = 1,
	},
	["勾魂夺魄"] = { 
		xls_id = "勾魂夺魄",
		index = 1,
	},
	["月影之碑"] = { 
		xls_id = "月影之碑",
		index = 1,
	},
	["天雷之环"] = { 
		xls_id = "天雷之环",
		index = 1,
	},
	["卧龙战靴"] = { 
		xls_id = "卧龙战靴",
		index = 1,
	},
	["血色之眼"] = { 
		xls_id = "血色之眼",
		index = 1,
	},
	["拉卡诺斯之泪1"] = { 
		xls_id = "拉卡诺斯之泪1",
		index = 1,
	},
	["半兽人之心"] = { 
		xls_id = "半兽人之心",
		index = 1,
	},
	["天启星魂"] = { 
		xls_id = "天启星魂",
		index = 1,
	},
	["鬼影重重"] = { 
		xls_id = "鬼影重重",
		index = 1,
	},
	["幽冥铭文"] = { 
		xls_id = "幽冥铭文",
		index = 1,
	},
	["悲鸣之泣"] = { 
		xls_id = "悲鸣之泣",
		index = 1,
	},
	["征服者之力"] = { 
		xls_id = "征服者之力",
		index = 1,
	},
	["重生十字架"] = { 
		xls_id = "重生十字架",
		index = 1,
	},
	["血魔护臂MAX"] = { 
		xls_id = "血魔护臂MAX",
		index = 1,
	},
	["[吞噬]骨火之灵"] = { 
		xls_id = "[吞噬]骨火之灵",
		index = 1,
	},
	["怒焰魔戒[秘纹]"] = { 
		xls_id = "怒焰魔戒[秘纹]",
		index = 1,
	},
	["阴煞血幡"] = { 
		xls_id = "阴煞血幡",
		index = 1,
	},
	["死亡ゅ封印"] = { 
		xls_id = "死亡ゅ封印",
		index = 1,
	},
	["野火之握"] = { 
		xls_id = "野火之握",
		index = 1,
	},
	["荒火手镯[惊梦]"] = { 
		xls_id = "荒火手镯[惊梦]",
		index = 1,
	},
	["远行的召唤"] = { 
		xls_id = "远行的召唤",
		index = 1,
	},
	["暗影之缚"] = { 
		xls_id = "暗影之缚",
		index = 1,
	},
	["魔渊面具"] = { 
		xls_id = "魔渊面具",
		index = 1,
	},
	["狂怒护手"] = { 
		xls_id = "狂怒护手",
		index = 1,
	},
	["时间锁"] = { 
		xls_id = "时间锁",
		index = 1,
	},
	["白骨之刺"] = { 
		xls_id = "白骨之刺",
		index = 1,
	},
	["本源之力"] = { 
		xls_id = "本源之力",
		index = 1,
	},
	["[傳奇]防护者"] = { 
		xls_id = "[傳奇]防护者",
		index = 1,
	},
	["强力护腕[洪荒]"] = { 
		xls_id = "强力护腕[洪荒]",
		index = 1,
	},
	["法师拳套"] = { 
		xls_id = "法师拳套",
		index = 1,
	},
	["守夜人之魂[幽冥]"] = { 
		xls_id = "守夜人之魂[幽冥]",
		index = 1,
	},
	["死亡笔记(上)"] = { 
		xls_id = "死亡笔记(上)",
		index = 1,
	},
	["冥河之邀"] = { 
		xls_id = "冥河之邀",
		index = 1,
	},
	["赤木之瞳"] = { 
		xls_id = "赤木之瞳",
		index = 1,
	},
	["赤焰结晶"] = { 
		xls_id = "赤焰结晶",
		index = 1,
	},
	["血色之影"] = { 
		xls_id = "血色之影",
		index = 1,
	},
	["黄泉"] = { 
		xls_id = "黄泉",
		index = 1,
	},
	["新月之冠"] = { 
		xls_id = "新月之冠",
		index = 1,
	},
	["龙神手镯[屠戮]"] = { 
		xls_id = "龙神手镯[屠戮]",
		index = 1,
	},
	["魔牙面具[蛮荒]"] = { 
		xls_id = "魔牙面具[蛮荒]",
		index = 1,
	},
	["幽·踏青天"] = { 
		xls_id = "幽·踏青天",
		index = 1,
	},
	["归墟万物"] = { 
		xls_id = "归墟万物",
		index = 1,
	},
	["冥火之拥"] = { 
		xls_id = "冥火之拥",
		index = 1,
	},
	["失落空间"] = { 
		xls_id = "失落空间",
		index = 1,
	},
	["风魔王冠"] = { 
		xls_id = "风魔王冠",
		index = 1,
	},
	["黑暗之信念"] = { 
		xls_id = "黑暗之信念",
		index = 1,
	},
	["上忍之隐"] = { 
		xls_id = "上忍之隐",
		index = 1,
	},
	["守夜人之魄[幽冥]"] = { 
		xls_id = "守夜人之魄[幽冥]",
		index = 1,
	},
	["彩蝶吊坠"] = { 
		xls_id = "彩蝶吊坠",
		index = 1,
	},
	["死亡假面"] = { 
		xls_id = "死亡假面",
		index = 1,
	},
	["仙器·神翼(精)"] = { 
		xls_id = "仙器·神翼(精)",
		index = 1,
	},
	["收割者"] = { 
		xls_id = "收割者",
		index = 1,
	},
	["-燃霜之握-"] = { 
		xls_id = "-燃霜之握-",
		index = 1,
	},
	["千年之光"] = { 
		xls_id = "千年之光",
		index = 1,
	},
	["神兵·雷神之威"] = { 
		xls_id = "神兵·雷神之威",
		index = 1,
	},
	["离火"] = { 
		xls_id = "离火",
		index = 1,
	},
	["黑暗的真理[精]"] = { 
		xls_id = "黑暗的真理[精]",
		index = 1,
	},
	["亡灵骑士的面具"] = { 
		xls_id = "亡灵骑士的面具",
		index = 1,
	},
	["≮轻·语≯"] = { 
		xls_id = "≮轻·语≯",
		index = 1,
	},
	["夜魔之绕"] = { 
		xls_id = "夜魔之绕",
		index = 1,
	},
	["夜色杀手披风"] = { 
		xls_id = "夜色杀手披风",
		index = 1,
	},
	["冥日之戒"] = { 
		xls_id = "冥日之戒",
		index = 1,
	},
}
return config
