local config = {
	[1] = {
		name = "起源村历练",
		idx = 1,
		CategoryID = 1,
		var = "起源村历练",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[2] = {
		name = "村长的怀表",
		idx = 2,
		CategoryID = 1,
		var = "村长的怀表",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[3] = {
		name = "边境守护者",
		idx = 3,
		CategoryID = 1,
		var = "边境守护者",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[4] = {
		name = "斗转星移",
		idx = 4,
		CategoryID = 1,
		var = "斗转星移",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[5] = {
		name = "破旧尘",
		idx = 5,
		CategoryID = 2,
		var = "破旧尘",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[6] = {
		name = "湿婆神像",
		idx = 6,
		CategoryID = 2,
		var = "湿婆神像",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[7] = {
		name = "元素之隙",
		idx = 7,
		CategoryID = 2,
		var = "元素之隙",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[8] = {
		name = "黑齿宝藏",
		idx = 8,
		CategoryID = 2,
		var = "黑齿宝藏",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[9] = {
		name = "暗域裂隙",
		idx = 9,
		CategoryID = 2,
		var = "暗域裂隙",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[10] = {
		name = "封印祭坛",
		idx = 10,
		CategoryID = 2,
		var = "封印祭坛",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[11] = {
		name = "死神棺椁",
		idx = 11,
		CategoryID = 2,
		var = "死神棺椁",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[12] = {
		name = "新月宝珠",
		idx = 12,
		CategoryID = 2,
		var = "新月宝珠",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[13] = {
		name = "英灵殿(传说)",
		idx = 13,
		CategoryID = 2,
		var = "英灵殿(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[14] = {
		name = "古龙传承(传说)",
		idx = 14,
		CategoryID = 2,
		var = "古龙传承(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[15] = {
		name = "剑灵之谜(传说)",
		idx = 15,
		CategoryID = 2,
		var = "剑灵之谜(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[16] = {
		name = "灭世领域(传说)",
		idx = 16,
		CategoryID = 2,
		var = "灭世领域(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[17] = {
		name = "心魔老人",
		idx = 17,
		CategoryID = 3,
		var = "心魔老人",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[18] = {
		name = "焚世祭",
		idx = 18,
		CategoryID = 3,
		var = "焚世祭",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[19] = {
		name = "雷鸣之力",
		idx = 19,
		CategoryID = 3,
		var = "雷鸣之力",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[20] = {
		name = "蛮荒血脉",
		idx = 20,
		CategoryID = 3,
		var = "蛮荒血脉",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[21] = {
		name = "沙暴传说",
		idx = 21,
		CategoryID = 3,
		var = "沙暴传说",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[22] = {
		name = "域外战歌",
		idx = 22,
		CategoryID = 3,
		var = "域外战歌",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[23] = {
		name = "灵魂牢笼",
		idx = 23,
		CategoryID = 3,
		var = "灵魂牢笼",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[24] = {
		name = "枯骨之魂",
		idx = 24,
		CategoryID = 3,
		var = "枯骨之魂",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[25] = {
		name = "妖月之灵",
		idx = 25,
		CategoryID = 3,
		var = "妖月之灵",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[26] = {
		name = "洞察之眼",
		idx = 26,
		CategoryID = 3,
		var = "洞察之眼",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[27] = {
		name = "祖龙秘宝(传说)",
		idx = 27,
		CategoryID = 3,
		var = "祖龙秘宝(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[28] = {
		name = "吞噬恶灵(传说)",
		idx = 28,
		CategoryID = 3,
		var = "吞噬恶灵(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[29] = {
		name = "追逐永恒(传说)",
		idx = 29,
		CategoryID = 3,
		var = "追逐永恒(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[30] = {
		name = "小鬼难缠",
		idx = 30,
		CategoryID = 4,
		var = "小鬼难缠",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[31] = {
		name = "判官改命",
		idx = 31,
		CategoryID = 4,
		var = "判官改命",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[32] = {
		name = "幽冥炼魂",
		idx = 32,
		CategoryID = 4,
		var = "幽冥炼魂",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[33] = {
		name = "平衡之道",
		idx = 33,
		CategoryID = 4,
		var = "平衡之道",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[34] = {
		name = "冥魂引渡",
		idx = 34,
		CategoryID = 4,
		var = "冥魂引渡",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[35] = {
		name = "鬼域灵器",
		idx = 35,
		CategoryID = 4,
		var = "鬼域灵器",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[36] = {
		name = "亡灵之书",
		idx = 36,
		CategoryID = 4,
		var = "亡灵之书",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[37] = {
		name = "狂蟒之灾",
		idx = 37,
		CategoryID = 4,
		var = "狂蟒之灾",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[38] = {
		name = "黑水秘技",
		idx = 38,
		CategoryID = 4,
		var = "黑水秘技",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[39] = {
		name = "魔焰炼狱",
		idx = 39,
		CategoryID = 4,
		var = "魔焰炼狱",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[40] = {
		name = "地藏王的试炼",
		idx = 40,
		CategoryID = 4,
		var = "地藏王的试炼",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[41] = {
		name = "酆都鬼器(传说)",
		idx = 41,
		CategoryID = 4,
		var = "酆都鬼器(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[42] = {
		name = "六道轮回盘(传说)",
		idx = 42,
		CategoryID = 4,
		var = "六道轮回盘(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[43] = {
		name = "丹道宗师",
		idx = 43,
		CategoryID = 5,
		var = "丹道宗师",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[44] = {
		name = "风之语歌",
		idx = 44,
		CategoryID = 5,
		var = "风之语歌",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[45] = {
		name = "寒霜王座",
		idx = 45,
		CategoryID = 5,
		var = "寒霜王座",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[46] = {
		name = "洪荒之力",
		idx = 46,
		CategoryID = 5,
		var = "洪荒之力",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[47] = {
		name = "五行聚灵",
		idx = 47,
		CategoryID = 5,
		var = "五行聚灵",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[48] = {
		name = "哥布林的弱点",
		idx = 48,
		CategoryID = 5,
		var = "哥布林的弱点",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[49] = {
		name = "少女拯救者",
		idx = 49,
		CategoryID = 5,
		var = "少女拯救者",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[50] = {
		name = "月影余晖",
		idx = 50,
		CategoryID = 5,
		var = "月影余晖",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[51] = {
		name = "一叶一菩提",
		idx = 51,
		CategoryID = 5,
		var = "一叶一菩提",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[52] = {
		name = "灭世者",
		idx = 52,
		CategoryID = 5,
		var = "灭世者",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[53] = {
		name = "贪欲不止(传说)",
		idx = 53,
		CategoryID = 5,
		var = "贪欲不止(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[54] = {
		name = "佛法无边(传说)",
		idx = 54,
		CategoryID = 5,
		var = "佛法无边(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[55] = {
		name = "破除日耀",
		idx = 55,
		CategoryID = 6,
		var = "破除日耀",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[56] = {
		name = "炽热之赐",
		idx = 56,
		CategoryID = 6,
		var = "炽热之赐",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[57] = {
		name = "沉船遗物",
		idx = 57,
		CategoryID = 6,
		var = "沉船遗物",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[58] = {
		name = "极寒之心",
		idx = 58,
		CategoryID = 6,
		var = "极寒之心",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[59] = {
		name = "圣火遗灰",
		idx = 59,
		CategoryID = 6,
		var = "圣火遗灰",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[60] = {
		name = "六道仙人",
		idx = 60,
		CategoryID = 6,
		var = "六道仙人",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[61] = {
		name = "魔法的试炼",
		idx = 61,
		CategoryID = 6,
		var = "魔法的试炼",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[62] = {
		name = "哈法西斯之墓",
		idx = 62,
		CategoryID = 6,
		var = "哈法西斯之墓",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[63] = {
		name = "死亡如风",
		idx = 63,
		CategoryID = 6,
		var = "死亡如风",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[64] = {
		name = "古地下遗迹",
		idx = 64,
		CategoryID = 6,
		var = "古地下遗迹",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[65] = {
		name = "命运罗盘(传说)",
		idx = 65,
		CategoryID = 6,
		var = "命运罗盘(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[66] = {
		name = "安晓之眼(传说)",
		idx = 66,
		CategoryID = 6,
		var = "安晓之眼(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[67] = {
		name = "永恒的终点(传说)",
		idx = 67,
		CategoryID = 6,
		var = "永恒的终点(传说)",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[68] = {
		name = "血色狂怒",
		idx = 68,
		CategoryID = 7,
		var = "血色狂怒",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[69] = {
		name = "时空轮盘",
		idx = 69,
		CategoryID = 7,
		var = "时空轮盘",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[70] = {
		name = "重塑轮回",
		idx = 70,
		CategoryID = 7,
		var = "重塑轮回",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[71] = {
		name = "龙魂烙印",
		idx = 71,
		CategoryID = 7,
		var = "龙魂烙印",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[72] = {
		name = "寂灭归墟",
		idx = 72,
		CategoryID = 7,
		var = "寂灭归墟",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[73] = {
		name = "腐化之种",
		idx = 73,
		CategoryID = 7,
		var = "腐化之种",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[74] = {
		name = "基因改造",
		idx = 74,
		CategoryID = 7,
		var = "基因改造",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
	[75] = {
		name = "七星拱月",
		idx = 75,
		CategoryID = 7,
		var = "七星拱月",
		reward = {
			[1] = {
				[1] = "5元充值红包",
				[2] = 1,
			},
		},
	},
}
return config