local config = { 
	[7] = { 
		CategoryID = 7,
		type = 1,
		tips = "完成破晓之境剧情任务，在新的黎明中崛起，成为破晓英雄。<br>1.血色狂怒%s<br>2.时空轮盘%s<br>3.重塑轮回%s<br>4.龙魂烙印%s<br>5.寂灭归墟%s<br>6.腐化之种%s<br>7.基因改造%s<br>8.七星拱月%s",
		rewardShow = {
			[1] = {
				[1] = "破晓英雄[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "破晓英雄",
		btnImg2 = "main_7_1.png",
		reward = {
			[1] = {
				[1] = "100元充值红包",
				[2] = 6,
			},
		},
		name = "破晓英雄",
		btnImg1 = "main7.png",
		var = "破晓英雄",
		desc = "破晓之境，黎明的起点，象征着新的希望和开始。黑夜的阴霾在这里渐渐退去，黎明的曙光即将降临。",
	},
	[1] = { 
		CategoryID = 1,
		type = 1,
		tips = "完成玄天大陆剧情任务，展现你的勇气与智慧，成为玄天征服者。<br>1.起源村历练%s<br>2.村长的怀表%s<br>3.边境守护者%s<br>4.斗转星移%s",
		rewardShow = {
			[1] = {
				[1] = "玄天征服者[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "玄天征服者",
		btnImg2 = "main_1_1.png",
		reward = {
			[1] = {
				[1] = "50元充值红包",
				[2] = 1,
			},
		},
		name = "玄天征途",
		btnImg1 = "main1.png",
		var = "玄天征途",
		desc = "玄天大陆，曾有无数勇士在此寻找到改变命运的奇迹。古老的遗迹和未知的冒险等待着探索者们，揭开玄天大陆背后的秘密。",
	},
	[2] = { 
		CategoryID = 2,
		type = 1,
		tips = "<font color='#23eb00' size='16' >完成天元大陆所有剧情任务，凭借强大的力量和领导能力，成为天元统领。</font><br><font color='#ffffff' size='16' >1.破旧尘%s</font><br><font color='#ffffff' size='16' >2.湿婆神像%s</font><br><font color='#ffffff' size='16' >3.元素之隙%s</font><br><font color='#ffffff' size='16' >4.黑齿宝藏%s</font><br><font color='#ffffff' size='16' >5.暗域裂隙%s</font><br><font color='#ffffff' size='16' >6.封印祭坛%s</font><br><font color='#ffffff' size='16' >7.死神棺椁%s</font><br><font color='#ffffff' size='16' >8.新月宝珠%s</font>",
		rewardShow = {
			[1] = {
				[1] = "天元统领[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "天元统领",
		btnImg2 = "main_2_1.png",
		reward = {
			[1] = {
				[1] = "100元充值红包",
				[2] = 1,
			},
		},
		name = "天元统领",
		btnImg1 = "main2.png",
		var = "天元统领",
		desc = "天元大陆，天神降临之地，蕴含着无尽的神力与智慧。高耸入云的山峰和广袤无垠的平原交织成一幅壮丽的画卷。只有最强大的战士才能掌握天元大陆的奥秘.",
	},
	[3] = { 
		CategoryID = 3,
		type = 1,
		tips = "完成神龙帝国剧情任务，展现出无与伦比的威力，成为龙之霸主。<br>1.心魔老人%s<br>2.焚世祭%s<br>3.雷鸣之力%s<br>4.蛮荒血脉%s<br>5.沙暴传说%s<br>6.域外战歌%s<br>7.灵魂牢笼%s<br>8.枯骨之魂%s<br>9.妖月之灵%s<br>10.洞察之眼%s",
		rewardShow = {
			[1] = {
				[1] = "龙之霸主[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "龙之霸主",
		btnImg2 = "main_3_1.png",
		reward = {
			[1] = {
				[1] = "100元充值红包",
				[2] = 2,
			},
		},
		name = "龙之霸主",
		btnImg1 = "main3.png",
		var = "龙之霸主",
		desc = "神龙帝国，这里的每一寸土地都流淌着龙族的传奇与骄傲。古老的龙族遗迹和宏伟的帝国宫殿诉说着过去的辉煌，等待着勇士们的探寻与征服。",
	},
	[4] = { 
		CategoryID = 4,
		type = 1,
		tips = "完成酆都鬼城剧情任务，凭借强大的意志和信念，逃离酆都鬼城。<br>1.小鬼难缠%s<br>2.判官改命%s<br>3.幽冥炼魂%s<br>4.平衡之道%s<br>5.冥魂引渡%s<br>6.鬼域灵器%s<br>7.亡灵之书%s<br>8.狂蟒之灾%s<br>9.黑水秘技%s<br>10.魔焰炼狱%s",
		rewardShow = {
			[1] = {
				[1] = "轮回劫[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "轮回劫",
		btnImg2 = "main_4_1.png",
		reward = {
			[1] = {
				[1] = "100元充值红包",
				[2] = 3,
			},
		},
		name = "轮回孽劫",
		btnImg1 = "main4.png",
		var = "轮回孽劫",
		desc = "酆都鬼城，位于幽冥之地的核心，掌管着生死轮回的神秘之所。在这迷雾密布的地府中，寻找逃离轮回的秘密之路，超度迷失的亡魂，以求自我解脱。",
	},
	[5] = { 
		CategoryID = 5,
		type = 1,
		tips = "完成极恶大陆剧情任务，以不屈不挠的精神，成为恶境征伐者。<br>1.丹道宗师%s<br>2.风之语歌%s<br>3.寒霜王座%s<br>4.洪荒之力%s<br>5.五行聚灵%s<br>6.哥布林的弱点%s<br>7.少女拯救者%s<br>8.月影余晖%s<br>9.一叶一菩提%s<br>10.灭世者%s",
		rewardShow = {
			[1] = {
				[1] = "恶境征伐者[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "恶境征伐者",
		btnImg2 = "main_5_1.png",
		reward = {
			[1] = {
				[1] = "100元充值红包",
				[2] = 4,
			},
		},
		name = "恶境征伐",
		btnImg1 = "main5.png",
		var = "恶境征伐",
		desc = "极恶大陆，充满了黑暗与邪恶的力量，这里险恶重重，隐藏着无数强大的敌人和未知的危险。只有最坚强的战士才能在这里生存并战胜邪恶，扫清黑暗，迎来光明。",
	},
	[6] = { 
		CategoryID = 6,
		type = 1,
		tips = "完成太阳圣城剧情任务，借助圣光的力量，成为圣光守护者。<br>1.破除日耀%s<br>2.炽热山谷%s<br>3.永恒密道%s<br>4.沉船遗物%s<br>5.极寒之心%s<br>6.圣火遗灰%s<br>7.六道魔域%s<br>8.魔法的试炼%s<br>9.哈法西斯之墓%s<br>10.死亡如风%s",
		rewardShow = {
			[1] = {
				[1] = "圣光守护者[称号]",
				[2] = 1,
			},
			[2] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		titile = "圣光守护者",
		btnImg2 = "main_6_1.png",
		reward = {
			[1] = {
				[1] = "100元充值红包",
				[2] = 5,
			},
		},
		name = "圣光守护",
		btnImg1 = "main6.png",
		var = "圣光守护",
		desc = "太阳圣城，光明与希望的象征，这片神圣的土地被圣光守护着。金碧辉煌的圣殿和庄严肃穆的圣城矗立在阳光下，散发出无尽的光辉。",
	},
}
return config
