local config = {
	[1] = {
		points = 50,
		rewards = {
			[1] = {
				[1] = "1亿经验卷",
				[2] = 3,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 2,
			},
		},
	},
	[2] = {
		points = 120,
		rewards = {
			[1] = {
				[1] = "境界丹",
				[2] = 3,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 2,
			},
		},
	},
	[3] = {
		points = 200,
		rewards = {
			[1] = {
				[1] = "金条",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 2,
			},
		},
	},
	[4] = {
		points = 300,
		rewards = {
			[1] = {
				[1] = "气运精魄",
				[2] = 3,
			},
			[2] = {
				[1] = "转运金丹",
				[2] = 2,
			},
		},
	},
	[5] = {
		points = 420,
		rewards = {
			[1] = {
				[1] = "摸鱼达人(称号卷)",
				[2] = 1,
			},
		},
	},
	[6] = {
		points = 600,
		rewards = {
			[1] = {
				[1] = "泳装达人[时装]",
				[2] = 1,
			},
		},
	},
}
return config