local config = { 
	[3] = { 
		xls_id = 3,
		flag = 124,
		layers = 999,
		cost = {
			[1] = {
				[1] = "Ì°À·Ö®ÐÄ",
				[2] = 1,
			},
			[2] = {
				[1] = "Áé·û",
				[2] = 1888,
			},
		},
	},
	[1] = { 
		xls_id = 1,
		flag = 122,
		layers = 333,
		cost = {
			[1] = {
				[1] = "Ì°À·Ö®ÐÄ",
				[2] = 1,
			},
			[2] = {
				[1] = "Áé·û",
				[2] = 666,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		flag = 123,
		layers = 666,
		cost = {
			[1] = {
				[1] = "Ì°À·Ö®ÐÄ",
				[2] = 1,
			},
			[2] = {
				[1] = "Áé·û",
				[2] = 999,
			},
		},
	},
}
return config
