local config = {
	[50566] = {
		equipName = "电·刀[感知]",
		give = {
			[1] = {
				[1] = "绿水晶",
				[2] = 15,
			},
		},
	},
	[50567] = {
		equipName = "光·蛇[腾焰]",
		give = {
			[1] = {
				[1] = "绿水晶",
				[2] = 15,
			},
		},
	},
	[50568] = {
		equipName = "焰·冰[闪耀]",
		give = {
			[1] = {
				[1] = "绿水晶",
				[2] = 15,
			},
		},
	},
	[50570] = {
		equipName = "电·遇[男]",
		give = {
			[1] = {
				[1] = "绿水晶",
				[2] = 15,
			},
		},
	},
	[50571] = {
		equipName = "光·炎[男]",
		give = {
			[1] = {
				[1] = "绿水晶",
				[2] = 15,
			},
		},
	},
	[50572] = {
		equipName = "冰·殇[男]",
		give = {
			[1] = {
				[1] = "绿水晶",
				[2] = 15,
			},
		},
	},
	[50814] = {
		equipName = "上忍之羽",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50815] = {
		equipName = "九冥赤炎",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50816] = {
		equipName = "魔族指环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50817] = {
		equipName = "断空之痕",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50818] = {
		equipName = "千年之光",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50603] = {
		equipName = "炼狱",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50604] = {
		equipName = "幽·踏青天",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50605] = {
		equipName = "风魔王冠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50606] = {
		equipName = "天神指环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50608] = {
		equipName = "圣之·毁灭",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50609] = {
		equipName = "审判之魂",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50610] = {
		equipName = "撒旦の镯",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50612] = {
		equipName = "黑莲项坠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50613] = {
		equipName = "漩涡",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50621] = {
		equipName = "〈御·风〉",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50622] = {
		equipName = "御风·之力",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50623] = {
		equipName = "〈斩·浪〉",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50624] = {
		equipName = "卧龙战靴",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50631] = {
		equipName = "〈古龙·左翼〉",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50632] = {
		equipName = "〈古龙·右翼〉",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50645] = {
		equipName = "忍者面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50647] = {
		equipName = "龍族图腾ゞ",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50652] = {
		equipName = "月光印记",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50653] = {
		equipName = "月光手环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50654] = {
		equipName = "新月之冠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 1,
			},
		},
	},
	[50672] = {
		equipName = "血色之翼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50673] = {
		equipName = "血界",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50674] = {
		equipName = "往生之手",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50675] = {
		equipName = "怨念挂珠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50676] = {
		equipName = "武之法则",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50679] = {
		equipName = "狂兽之护",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50681] = {
		equipName = "云履",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50688] = {
		equipName = "水晶之恋",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50689] = {
		equipName = "透明手镯",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50690] = {
		equipName = "宿命",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50692] = {
		equipName = "孤月天轮",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50695] = {
		equipName = "万雷",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50697] = {
		equipName = "天雷之环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
		},
	},
	[50593] = {
		equipName = "天地·之威",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50594] = {
		equipName = "天道甲·仙",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50595] = {
		equipName = "仙器·残火(精)",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50596] = {
		equipName = "仙器·神翼(精)",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50704] = {
		equipName = "预言者",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50705] = {
		equipName = "死亡之戒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50708] = {
		equipName = "黄泉",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50709] = {
		equipName = "野火之握",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 4,
			},
		},
	},
	[50615] = {
		equipName = "小妖魔吊坠♀",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50625] = {
		equipName = "三魂四魄「元素」",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50639] = {
		equipName = "驭风者·离殇",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50640] = {
		equipName = "【聖】·天空之翼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50715] = {
		equipName = "灵魂面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50716] = {
		equipName = "暗夜潜行者",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50717] = {
		equipName = "源火禁锢",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50719] = {
		equipName = "死神之羽",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50722] = {
		equipName = "妖泣",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50723] = {
		equipName = "至阴",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50795] = {
		equipName = "浮生",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50726] = {
		equipName = "离火",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50732] = {
		equipName = "元素之心",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50727] = {
		equipName = "冥日之戒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50730] = {
		equipName = "远古吊坠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50731] = {
		equipName = "深渊之行",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50794] = {
		equipName = "大元素使之手",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
	},
	[50607] = {
		equipName = "暗·影之翼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 6,
			},
		},
	},
	[50628] = {
		equipName = "天之剑·碎月",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 6,
			},
		},
	},
	[50682] = {
		equipName = "怪兽面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 7,
			},
		},
	},
	[50683] = {
		equipName = "寂梦霜魂",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 7,
			},
		},
	},
	[50700] = {
		equipName = "「掌控雷电」",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 7,
			},
		},
	},
	[50711] = {
		equipName = "天煞符",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 7,
			},
		},
	},
	[50712] = {
		equipName = "夜魂之殇",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 7,
			},
		},
	},
	[50651] = {
		equipName = "夜色杀手披风",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50656] = {
		equipName = "殇日剑·终结",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50745] = {
		equipName = "天下霸唱",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50746] = {
		equipName = "寂梦",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50748] = {
		equipName = "离人愁",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50750] = {
		equipName = "千年结",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50757] = {
		equipName = "幽冥之环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50758] = {
		equipName = "亡灵庇护",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50759] = {
		equipName = "冥河之邀",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50760] = {
		equipName = "无言恐惧",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50761] = {
		equipName = "暗影之缚",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50767] = {
		equipName = "旧人归",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50768] = {
		equipName = "黄泉之风",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50770] = {
		equipName = "闪耀·漆黑之翼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 8,
			},
		},
	},
	[50724] = {
		equipName = "鬼魅之踪",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 9,
			},
		},
	},
	[50728] = {
		equipName = "生命幻想",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 9,
			},
		},
	},
	[50733] = {
		equipName = "暗月挽歌",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 9,
			},
		},
	},
	[50777] = {
		equipName = "夜魔之绕",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50778] = {
		equipName = "夜幽面具★★★",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50779] = {
		equipName = "归墟万物",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50780] = {
		equipName = "无名手环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50785] = {
		equipName = "赤木之瞳",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50786] = {
		equipName = "阴煞血幡",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50787] = {
		equipName = "死亡之环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50788] = {
		equipName = "天火之靴",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50789] = {
		equipName = "勾魂夺魄",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50790] = {
		equipName = "悲鸣之焰",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 10,
			},
		},
	},
	[50752] = {
		equipName = "生死簿",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 13,
			},
		},
	},
	[50764] = {
		equipName = "纯阴之体",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 13,
			},
		},
	},
	[50773] = {
		equipName = "玄阴〃吊坠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 13,
			},
		},
	},
	[50677] = {
		equipName = "天机",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 15,
			},
		},
	},
	[50699] = {
		equipName = "神兵·雷神之威",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 15,
			},
		},
	},
	[50784] = {
		equipName = "⊙墟魂千幻⊙",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 15,
			},
		},
	},
	[50792] = {
		equipName = "灵魂枷锁",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 15,
			},
		},
	},
	[50718] = {
		equipName = "死神代言人",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50725] = {
		equipName = "鸣封之刃·永恒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50772] = {
		equipName = "天恕",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 25,
			},
		},
	},
	[50751] = {
		equipName = "灵魂之逐",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 25,
			},
		},
	},
	[50783] = {
		equipName = "鬼焰寒甲(精)",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 30,
			},
		},
	},
	[50791] = {
		equipName = "鬼面裁决",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 30,
			},
		},
	},
	[50856] = {
		equipName = "恶之根源",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50867] = {
		equipName = "重生十字架",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50852] = {
		equipName = "熊猫面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50854] = {
		equipName = "天龙人之戒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50848] = {
		equipName = "鬼灵面容",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50849] = {
		equipName = "万妖指环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50850] = {
		equipName = "黑暗之信念",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50866] = {
		equipName = "白骨之刺",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50845] = {
		equipName = "颠倒罪人之戒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50846] = {
		equipName = "黑暗限界",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50840] = {
		equipName = "火焰之魂环",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50841] = {
		equipName = "燃烧の地狱之羽",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50842] = {
		equipName = "烈焰之径",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50836] = {
		equipName = "矮人头盔",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50837] = {
		equipName = "血色之眼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50838] = {
		equipName = "时光的沙漏",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50833] = {
		equipName = "本源之翼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50834] = {
		equipName = "元素种子",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50830] = {
		equipName = "神谕之盔",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50831] = {
		equipName = "撕裂者面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50828] = {
		equipName = "龙魂之力",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50829] = {
		equipName = "天空的引路人",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50824] = {
		equipName = "寒霜之握",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50825] = {
		equipName = "夜幽之玉",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50826] = {
		equipName = "明昼吊坠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50819] = {
		equipName = "旅者之誓",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50820] = {
		equipName = "流光岁月",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50821] = {
		equipName = "罗盘玫瑰",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50822] = {
		equipName = "断头台",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 12,
			},
		},
	},
	[50843] = {
		equipName = "堕落的黑曜战靴",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 18,
			},
		},
	},
	[50844] = {
		equipName = "克苏恩之眼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 18,
			},
		},
	},
	[50839] = {
		equipName = "八八八八",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 18,
			},
		},
	},
	[50827] = {
		equipName = "寒冬之冠(神圣)",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 18,
			},
		},
	},
	[50823] = {
		equipName = "天魔心脏★★★",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 18,
			},
		},
	},
	[50851] = {
		equipName = "格萨拉克·地渊之声",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 40,
			},
		},
	},
	[50858] = {
		equipName = "远行的召唤",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 40,
			},
		},
	},
	[50832] = {
		equipName = "屠龙者之刃",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 40,
			},
		},
	},
	[50835] = {
		equipName = "自然之力·元素披风",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 40,
			},
		},
	},
	[50883] = {
		equipName = "◆影杀阵◆",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50898] = {
		equipName = "千山破",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50892] = {
		equipName = "燃魂吊坠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50903] = {
		equipName = "罪恶审判×",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50876] = {
		equipName = "血魔护臂MAX",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50895] = {
		equipName = "混沌之影",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50887] = {
		equipName = "死亡ゅ封印",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50878] = {
		equipName = "死亡一指",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50888] = {
		equipName = "-燃霜之握-",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50897] = {
		equipName = "死亡射线",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50884] = {
		equipName = "祸斗之獠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50896] = {
		equipName = "·破碎裂痕·",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50885] = {
		equipName = "追殺者",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50904] = {
		equipName = "悲鸣之泣",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50891] = {
		equipName = "死亡假面",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50905] = {
		equipName = "深渊的亵渎☆☆",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50889] = {
		equipName = "冰河之心",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50893] = {
		equipName = "噬伤之力",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50906] = {
		equipName = "赤焰结晶",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50877] = {
		equipName = "无尽愤怒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 16,
			},
		},
	},
	[50900] = {
		equipName = "≮万物之力≯",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 22,
			},
		},
	},
	[50880] = {
		equipName = "≮神拳≯",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 22,
			},
		},
	},
	[50890] = {
		equipName = "魔焰·炽无尽",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 22,
			},
		},
	},
	[50881] = {
		equipName = "噩梦之首★★",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 22,
			},
		},
	},
	[50886] = {
		equipName = "·聖裁降臨SSS·",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 22,
			},
		},
	},
	[50894] = {
		equipName = "黑月·之泪",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 22,
			},
		},
	},
	[50882] = {
		equipName = "一剑开天门",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 50,
			},
		},
	},
	[50879] = {
		equipName = "【暗影】咒印之铠",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 50,
			},
		},
	},
	[50907] = {
		equipName = "名刀⊙观世正宗",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 50,
			},
		},
	},
	[50899] = {
		equipName = "真·霸主战甲SSS",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 50,
			},
		},
	},
	[50945] = {
		equipName = "龙之力·不灭光剑!",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 60,
			},
		},
	},
	[50946] = {
		equipName = "黄昏落幕ぁ",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 60,
			},
		},
	},
	[50919] = {
		equipName = "蚀月镜",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50920] = {
		equipName = "红眼面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50921] = {
		equipName = "狂怒护手",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50922] = {
		equipName = "狂意之怒",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50923] = {
		equipName = "魔渊面具",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50924] = {
		equipName = "「无情」",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50925] = {
		equipName = "咆哮之意",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50926] = {
		equipName = "抉择",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50927] = {
		equipName = "啸之戒指",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50928] = {
		equipName = "天殇之痕",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50929] = {
		equipName = "巨龙之印",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50930] = {
		equipName = "时间锁",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50931] = {
		equipName = "轮回沙漏",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50932] = {
		equipName = "失落空间",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50933] = {
		equipName = "法师拳套",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50934] = {
		equipName = "半兽人之心",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50935] = {
		equipName = "天启星魂",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50936] = {
		equipName = "恶之握",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50937] = {
		equipName = "戰場之靴",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50938] = {
		equipName = "禁言",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50939] = {
		equipName = "无面恐惧",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50940] = {
		equipName = "灵魂洗礼",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 20,
			},
		},
	},
	[50941] = {
		equipName = "命运的轮转",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 26,
			},
		},
	},
	[50942] = {
		equipName = "起源·无尽幻境",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 26,
			},
		},
	},
	[50943] = {
		equipName = "厄运代言人",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 26,
			},
		},
	},
	[50944] = {
		equipName = "时间之轮·聚变",
		give = {
			[1] = {
				[1] = "灵石",
				[2] = 26,
			},
		},
	},
}
return config