local config = { 
	[1] = { 
		xls_id = 1,
		AllAttr = 10,
		Title = "哈法西斯挑战者Lv1",
		Cost = {
			[1] = {
				[1] = "元宝",
				[2] = 2000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 68,
			},
			[3] = {
				[1] = "金币",
				[2] = 50000000,
			},
			[4] = {
				[1] = "哈法西斯之心",
				[2] = 2,
			},
		},
		HpAndMp = 28888,
		Attr = 100,
	},
	[2] = { 
		xls_id = 2,
		AllAttr = 15,
		Title = "哈法西斯挑战者Lv2",
		Cost = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 128,
			},
			[3] = {
				[1] = "金币",
				[2] = 100000000,
			},
			[4] = {
				[1] = "哈法西斯之心",
				[2] = 4,
			},
		},
		HpAndMp = 48888,
		Attr = 150,
	},
	[3] = { 
		xls_id = 3,
		AllAttr = 20,
		Title = "哈法西斯挑战者Lv3",
		Cost = {
			[1] = {
				[1] = "元宝",
				[2] = 4000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 188,
			},
			[3] = {
				[1] = "金币",
				[2] = 150000000,
			},
			[4] = {
				[1] = "哈法西斯之心",
				[2] = 8,
			},
		},
		HpAndMp = 68888,
		Attr = 200,
	},
	[4] = { 
		xls_id = 4,
		AllAttr = 25,
		Title = "哈法西斯挑战者Lv4",
		Cost = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 288,
			},
			[3] = {
				[1] = "金币",
				[2] = 200000000,
			},
			[4] = {
				[1] = "哈法西斯之心",
				[2] = 12,
			},
		},
		HpAndMp = 108888,
		Attr = 300,
	},
	[5] = { 
		xls_id = 5,
		AllAttr = 30,
		Title = "哈法西斯挑战者Lv5",
		Cost = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 488,
			},
			[3] = {
				[1] = "金币",
				[2] = 300000000,
			},
			[4] = {
				[1] = "哈法西斯之心",
				[2] = 16,
			},
		},
		HpAndMp = 158888,
		Attr = 488,
	},
}
return config
