local config = { 
	["★★★变异巨兽·艾瑞斯"] = { 
		xls_id = "★★★变异巨兽·艾瑞斯",
		Types = "白怪BOSS",
	},
	["寒冬之凛·瑟斯[神话]"] = { 
		xls_id = "寒冬之凛·瑟斯[神话]",
		Types = "白怪BOSS",
	},
	["帝国卫士"] = { 
		xls_id = "帝国卫士",
		Types = "精英怪",
	},
	["夜色屠夫"] = { 
		xls_id = "夜色屠夫",
		Types = "精英怪",
	},
	["妖々天煞"] = { 
		xls_id = "妖々天煞",
		Types = "白怪BOSS",
	},
	["怪异五通兽「通天」"] = { 
		xls_id = "怪异五通兽「通天」",
		Types = "白怪BOSS",
	},
	["淬体血魔"] = { 
		xls_id = "淬体血魔",
		Types = "精英怪",
	},
	["狂野领主"] = { 
		xls_id = "狂野领主",
		Types = "精英怪",
	},
	["谷中噩梦人"] = { 
		xls_id = "谷中噩梦人",
		Types = "精英怪",
	},
	["地狱烈焰·亡灵骑士(Boss)"] = { 
		xls_id = "地狱烈焰·亡灵骑士(Boss)",
		Types = "白怪BOSS",
	},
	["幽灵将军"] = { 
		xls_id = "幽灵将军",
		Types = "精英怪",
	},
	["冰火掌控者[至高]"] = { 
		xls_id = "冰火掌控者[至高]",
		Types = "白怪BOSS",
	},
	["半兽族将军"] = { 
		xls_id = "半兽族将军",
		Types = "精英怪",
	},
	["拜月教主"] = { 
		xls_id = "拜月教主",
		Types = "精英怪",
	},
	["哥布林之王·高格(Boss)"] = { 
		xls_id = "哥布林之王·高格(Boss)",
		Types = "白怪BOSS",
	},
	["混沌·太阳神炎沙巨蝎"] = { 
		xls_id = "混沌·太阳神炎沙巨蝎",
		Types = "混沌BOSS",
	},
	["剧毒骷髅"] = { 
		xls_id = "剧毒骷髅",
		Types = "精英怪",
	},
	["风之大魔导师"] = { 
		xls_id = "风之大魔导师",
		Types = "精英怪",
	},
	["封印的熾天使(Boss)"] = { 
		xls_id = "封印的熾天使(Boss)",
		Types = "白怪BOSS",
	},
	["暗⊙灾祸领主·斯卡文"] = { 
		xls_id = "暗⊙灾祸领主·斯卡文",
		Types = "白怪BOSS",
	},
	["冰霜女巫"] = { 
		xls_id = "冰霜女巫",
		Types = "精英怪",
	},
	["远古四臂魔王[鬼神]"] = { 
		xls_id = "远古四臂魔王[鬼神]",
		Types = "白怪BOSS",
	},
	["明昼使者"] = { 
		xls_id = "明昼使者",
		Types = "精英怪",
	},
	["镰骨妖"] = { 
		xls_id = "镰骨妖",
		Types = "精英怪",
	},
	["被时间困住的人"] = { 
		xls_id = "被时间困住的人",
		Types = "精英怪",
	},
	["阴朝地府的鬼[索命]"] = { 
		xls_id = "阴朝地府的鬼[索命]",
		Types = "白怪BOSS",
	},
	["遗忘牛魔[暗]"] = { 
		xls_id = "遗忘牛魔[暗]",
		Types = "精英怪",
	},
	["恶魔霸主"] = { 
		xls_id = "恶魔霸主",
		Types = "精英怪",
	},
	["虚空冰晶蝎[异界]"] = { 
		xls_id = "虚空冰晶蝎[异界]",
		Types = "精英怪",
	},
	["极冰之焰"] = { 
		xls_id = "极冰之焰",
		Types = "精英怪",
	},
	["天之御风(卧龙)"] = { 
		xls_id = "天之御风(卧龙)",
		Types = "精英怪",
	},
	["暗黑终结者"] = { 
		xls_id = "暗黑终结者",
		Types = "精英怪",
	},
	["蔓延恐惧的怪物「九头蛇」"] = { 
		xls_id = "蔓延恐惧的怪物「九头蛇」",
		Types = "白怪BOSS",
	},
	["巨龙统领"] = { 
		xls_id = "巨龙统领",
		Types = "精英怪",
	},
	["星之女祭祀"] = { 
		xls_id = "星之女祭祀",
		Types = "精英怪",
	},
	["水晶巨兽"] = { 
		xls_id = "水晶巨兽",
		Types = "白怪BOSS",
	},
	["巨龙使者"] = { 
		xls_id = "巨龙使者",
		Types = "精英怪",
	},
	["天魔之子佐玛[魔狱]"] = { 
		xls_id = "天魔之子佐玛[魔狱]",
		Types = "白怪BOSS",
	},
	["红眸狂猿"] = { 
		xls_id = "红眸狂猿",
		Types = "精英怪",
	},
	["上古魔王"] = { 
		xls_id = "上古魔王",
		Types = "精英怪",
	},
	["雪域巨魔之王[暴怒]"] = { 
		xls_id = "雪域巨魔之王[暴怒]",
		Types = "白怪BOSS",
	},
	["暗裔·天魔使者[殺]"] = { 
		xls_id = "暗裔·天魔使者[殺]",
		Types = "白怪BOSS",
	},
	["暗夜尸魔[暗]"] = { 
		xls_id = "暗夜尸魔[暗]",
		Types = "精英怪",
	},
	["魔族之主"] = { 
		xls_id = "魔族之主",
		Types = "精英怪",
	},
	["上古熔火恶犬"] = { 
		xls_id = "上古熔火恶犬",
		Types = "精英怪",
	},
	["金爪赤狐王"] = { 
		xls_id = "金爪赤狐王",
		Types = "精英怪",
	},
	["背负棺材的男人[死神之子]"] = { 
		xls_id = "背负棺材的男人[死神之子]",
		Types = "白怪BOSS",
	},
	["圣者米歇尔[神圣]"] = { 
		xls_id = "圣者米歇尔[神圣]",
		Types = "白怪BOSS",
	},
	["混沌·蛮荒树妖统领"] = { 
		xls_id = "混沌·蛮荒树妖统领",
		Types = "混沌BOSS",
	},
	["新月之主"] = { 
		xls_id = "新月之主",
		Types = "精英怪",
	},
	["赤炎火龙王"] = { 
		xls_id = "赤炎火龙王",
		Types = "精英怪",
	},
	["地狱使者"] = { 
		xls_id = "地狱使者",
		Types = "精英怪",
	},
	["究极巨龙纳特拉(Boss)"] = { 
		xls_id = "究极巨龙纳特拉(Boss)",
		Types = "白怪BOSS",
	},
	["血神·哈卡の化身"] = { 
		xls_id = "血神·哈卡の化身",
		Types = "白怪BOSS",
	},
	["魔神分身"] = { 
		xls_id = "魔神分身",
		Types = "精英怪",
	},
	["炎魔·拉格纳罗斯"] = { 
		xls_id = "炎魔·拉格纳罗斯",
		Types = "白怪BOSS",
	},
	["混沌·天元冰霜巨兽"] = { 
		xls_id = "混沌·天元冰霜巨兽",
		Types = "混沌BOSS",
	},
	["夜语者"] = { 
		xls_id = "夜语者",
		Types = "精英怪",
	},
	["丑陋的地狱犬[沉寂]"] = { 
		xls_id = "丑陋的地狱犬[沉寂]",
		Types = "白怪BOSS",
	},
	["死亡歌颂者「灵主」"] = { 
		xls_id = "死亡歌颂者「灵主」",
		Types = "白怪BOSS",
	},
	["混沌·破晓金刚·天妖傀"] = { 
		xls_id = "混沌·破晓金刚·天妖傀",
		Types = "混沌BOSS",
	},
	["阴尸鬼王·尸山血海"] = { 
		xls_id = "阴尸鬼王·尸山血海",
		Types = "白怪BOSS",
	},
	["禁区之主"] = { 
		xls_id = "禁区之主",
		Types = "精英怪",
	},
	["时空守护神"] = { 
		xls_id = "时空守护神",
		Types = "精英怪",
	},
	["★★★夜魂★★★"] = { 
		xls_id = "★★★夜魂★★★",
		Types = "白怪BOSS",
	},
	["兽人统领"] = { 
		xls_id = "兽人统领",
		Types = "精英怪",
	},
	["深渊的魔兽"] = { 
		xls_id = "深渊的魔兽",
		Types = "精英怪",
	},
	["烈焰奔腾者"] = { 
		xls_id = "烈焰奔腾者",
		Types = "精英怪",
	},
	["斩鬼神（黑化丧失）"] = { 
		xls_id = "斩鬼神（黑化丧失）",
		Types = "白怪BOSS",
	},
	["大地暴剑魔"] = { 
		xls_id = "大地暴剑魔",
		Types = "精英怪",
	},
	["被注入魔力的黑野猪"] = { 
		xls_id = "被注入魔力的黑野猪",
		Types = "白怪BOSS",
	},
	["无情斩首者"] = { 
		xls_id = "无情斩首者",
		Types = "精英怪",
	},
	["主神本杰明之魂[主宰]"] = { 
		xls_id = "主神本杰明之魂[主宰]",
		Types = "白怪BOSS",
	},
	["蓝影刀客"] = { 
		xls_id = "蓝影刀客",
		Types = "精英怪",
	},
	["九尾魂石"] = { 
		xls_id = "九尾魂石",
		Types = "精英怪",
	},
	["雷之法界·长风[道法合一]"] = { 
		xls_id = "雷之法界·长风[道法合一]",
		Types = "白怪BOSS",
	},
	["暗之神·麦尔柯[咆哮]"] = { 
		xls_id = "暗之神·麦尔柯[咆哮]",
		Types = "白怪BOSS",
	},
	["怒风者"] = { 
		xls_id = "怒风者",
		Types = "精英怪",
	},
	["急先锋"] = { 
		xls_id = "急先锋",
		Types = "精英怪",
	},
	["鬼界至尊·五方鬼帝"] = { 
		xls_id = "鬼界至尊·五方鬼帝",
		Types = "白怪BOSS",
	},
	["暗影魔王"] = { 
		xls_id = "暗影魔王",
		Types = "精英怪",
	},
	["冰洌之怒"] = { 
		xls_id = "冰洌之怒",
		Types = "精英怪",
	},
	["毁灭骑士·贝利亚斯(Boss)"] = { 
		xls_id = "毁灭骑士·贝利亚斯(Boss)",
		Types = "白怪BOSS",
	},
	["混沌·冥司酆都大帝"] = { 
		xls_id = "混沌·冥司酆都大帝",
		Types = "混沌BOSS",
	},
	["暗夜君王·影之鬼面(Boss)"] = { 
		xls_id = "暗夜君王·影之鬼面(Boss)",
		Types = "白怪BOSS",
	},
	["道罗斯·黑龙神[MAX]"] = { 
		xls_id = "道罗斯·黑龙神[MAX]",
		Types = "白怪BOSS",
	},
	["狂暴蝴蝶仙子"] = { 
		xls_id = "狂暴蝴蝶仙子",
		Types = "精英怪",
	},
	["断头者勇士[无畏]"] = { 
		xls_id = "断头者勇士[无畏]",
		Types = "精英怪",
	},
	["小妖魔安菲翁[乱世]"] = { 
		xls_id = "小妖魔安菲翁[乱世]",
		Types = "白怪BOSS",
	},
	["天之斩浪(卧龙)"] = { 
		xls_id = "天之斩浪(卧龙)",
		Types = "精英怪",
	},
	["混沌·神龙雷霆暴君"] = { 
		xls_id = "混沌·神龙雷霆暴君",
		Types = "混沌BOSS",
	},
	["蚀月女王"] = { 
		xls_id = "蚀月女王",
		Types = "精英怪",
	},
	["撕裂者"] = { 
		xls_id = "撕裂者",
		Types = "精英怪",
	},
	["行刑刽子手[暗]"] = { 
		xls_id = "行刑刽子手[暗]",
		Types = "精英怪",
	},
	["（古神）克苏恩"] = { 
		xls_id = "（古神）克苏恩",
		Types = "白怪BOSS",
	},
	["月光领主·拉卡诺斯(Boss)"] = { 
		xls_id = "月光领主·拉卡诺斯(Boss)",
		Types = "白怪BOSS",
	},
	["魔之火元素"] = { 
		xls_id = "魔之火元素",
		Types = "精英怪",
	},
	["夜幽"] = { 
		xls_id = "夜幽",
		Types = "精英怪",
	},
	["癫狂的近战法师"] = { 
		xls_id = "癫狂的近战法师",
		Types = "精英怪",
	},
	["禁忌·秩序的起源(Boss)"] = { 
		xls_id = "禁忌·秩序的起源(Boss)",
		Types = "白怪BOSS",
	},
	["阎罗王★★★"] = { 
		xls_id = "阎罗王★★★",
		Types = "精英怪",
	},
	["孤魂战龙"] = { 
		xls_id = "孤魂战龙",
		Types = "精英怪",
	},
	["风语者"] = { 
		xls_id = "风语者",
		Types = "精英怪",
	},
	["恶之漫游者"] = { 
		xls_id = "恶之漫游者",
		Types = "精英怪",
	},
	["圣人侍从"] = { 
		xls_id = "圣人侍从",
		Types = "精英怪",
	},
	["蛮王"] = { 
		xls_id = "蛮王",
		Types = "精英怪",
	},
	["神圣气息的九头龙[远古遗族]"] = { 
		xls_id = "神圣气息的九头龙[远古遗族]",
		Types = "白怪BOSS",
	},
	["时间预言者·佉罗(Boss)"] = { 
		xls_id = "时间预言者·佉罗(Boss)",
		Types = "白怪BOSS",
	},
	["生命终结者[异界]"] = { 
		xls_id = "生命终结者[异界]",
		Types = "白怪BOSS",
	},
	["银爪收割者"] = { 
		xls_id = "银爪收割者",
		Types = "精英怪",
	},
	["真·深海霸主SSSSSS"] = { 
		xls_id = "真·深海霸主SSSSSS",
		Types = "白怪BOSS",
	},
	["三魂四魄者[赤血]"] = { 
		xls_id = "三魂四魄者[赤血]",
		Types = "白怪BOSS",
	},
	["★★★生化巨兽·阿瑞斯"] = { 
		xls_id = "★★★生化巨兽·阿瑞斯",
		Types = "白怪BOSS",
	},
	["金符鬼奴·赤虚[掌控]"] = { 
		xls_id = "金符鬼奴·赤虚[掌控]",
		Types = "白怪BOSS",
	},
	["震天魔神"] = { 
		xls_id = "震天魔神",
		Types = "精英怪",
	},
	["山神修普诺斯[至高神灵]"] = { 
		xls_id = "山神修普诺斯[至高神灵]",
		Types = "白怪BOSS",
	},
	["混沌·极恶大地魔王"] = { 
		xls_id = "混沌·极恶大地魔王",
		Types = "混沌BOSS",
	},
	["基尔罗格死眼[统治威严]"] = { 
		xls_id = "基尔罗格死眼[统治威严]",
		Types = "白怪BOSS",
	},
	["灵魂行者"] = { 
		xls_id = "灵魂行者",
		Types = "精英怪",
	},
}
return config
