local config = { 
	[1] = { 
		idx = 1,
		attrs = {
			[1] = 210,
			[2] = 221,
		},
		name = "攻击加成",
	},
	[2] = { 
		idx = 2,
		attrs = {
			[1] = 212,
			[2] = 223,
		},
		name = "道术加成",
	},
	[3] = { 
		idx = 3,
		attrs = {
			[1] = 211,
			[2] = 222,
		},
		name = "魔法加成",
	},
	[4] = { 
		idx = 4,
		attrs = {
			[1] = 208,
		},
		name = "生命加成",
	},
	[5] = { 
		idx = 5,
		attrs = {
			[1] = 213,
			[2] = 224,
			[3] = 214,
			[4] = 225,
		},
		name = "防御加成",
	},
	[6] = { 
		idx = 6,
		attrs = {
			[1] = 26,
			[2] = 27,
		},
		name = "伤害减免",
	},
	[7] = { 
		idx = 7,
		attrs = {
			[1] = 25,
		},
		name = "攻击伤害",
	},
	[8] = { 
		idx = 8,
		attrs = {
			[1] = 22,
		},
		name = "暴击伤害",
	},
	[9] = { 
		idx = 9,
		attrs = {
			[1] = 75,
		},
		name = "对怪伤害",
	},
	[10] = { 
		idx = 10,
		attrs = {
			[1] = 204,
		},
		name = "打怪爆率",
	},
}
return config
