local config = {
	[1] = {
		item = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		varname = "黑市限购1",
	},
	[2] = {
		item = {
			[1] = {
				[1] = "转运之尘",
				[2] = 3,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		varname = "黑市限购2",
	},
	[3] = {
		item = {
			[1] = {
				[1] = "1亿经验卷",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 12000,
			},
		},
		varname = "黑市限购3",
	},
	[4] = {
		item = {
			[1] = {
				[1] = "2亿经验卷",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 20000,
			},
		},
		varname = "黑市限购4",
	},
	[5] = {
		item = {
			[1] = {
				[1] = "气运精魄",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 150,
			},
		},
		varname = "黑市限购5",
	},
	[6] = {
		item = {
			[1] = {
				[1] = "转运金丹",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 150,
			},
		},
		varname = "黑市限购6",
	},
	[7] = {
		item = {
			[1] = {
				[1] = "时空门票",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 180,
			},
		},
		varname = "黑市限购7",
	},
	[8] = {
		item = {
			[1] = {
				[1] = "黑市金币",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 1000,
			},
		},
		varname = "黑市限购8",
	},
}
return config