local config = { 
	["虚空冰晶蝎[异界]"] = { 
		xls_id = "虚空冰晶蝎[异界]",
		exist = 1,
	},
	["冰洌之怒"] = { 
		xls_id = "冰洌之怒",
		exist = 1,
	},
	["灵庙石碑[图腾]"] = { 
		xls_id = "灵庙石碑[图腾]",
		exist = 1,
	},
	["僵尸侍卫"] = { 
		xls_id = "僵尸侍卫",
		exist = 1,
	},
	["邪灵护卫"] = { 
		xls_id = "邪灵护卫",
		exist = 1,
	},
	["血灵侍卫"] = { 
		xls_id = "血灵侍卫",
		exist = 1,
	},
	["冰洌战将"] = { 
		xls_id = "冰洌战将",
		exist = 1,
	},
	["淬体血魔"] = { 
		xls_id = "淬体血魔",
		exist = 1,
	},
	["蛮王"] = { 
		xls_id = "蛮王",
		exist = 1,
	},
	["永恒守卫者"] = { 
		xls_id = "永恒守卫者",
		exist = 1,
	},
	["断头者勇士[无畏]"] = { 
		xls_id = "断头者勇士[无畏]",
		exist = 1,
	},
	["[四骑士]帕西瓦"] = { 
		xls_id = "[四骑士]帕西瓦",
		exist = 1,
	},
	["血神·哈卡の化身"] = { 
		xls_id = "血神·哈卡の化身",
		exist = 1,
	},
	["重装使者"] = { 
		xls_id = "重装使者",
		exist = 1,
	},
	["大筒木羽衣∷六道仙人∷"] = { 
		xls_id = "大筒木羽衣∷六道仙人∷",
		exist = 1,
	},
	["暴君哈法西斯.恐惧之主"] = { 
		xls_id = "暴君哈法西斯.恐惧之主",
		exist = 1,
	},
	["【ＳＳＳ】第七使者·米斯特"] = { 
		xls_id = "【ＳＳＳ】第七使者·米斯特",
		exist = 1,
	},
	["时空缚灵"] = { 
		xls_id = "时空缚灵",
		exist = 1,
	},
	["★★★变异巨兽·艾瑞斯"] = { 
		xls_id = "★★★变异巨兽·艾瑞斯",
		exist = 1,
	},
	["炎魔督军·古尔达"] = { 
		xls_id = "炎魔督军·古尔达",
		exist = 1,
	},
	["虚空幻影"] = { 
		xls_id = "虚空幻影",
		exist = 1,
	},
	["海猎人"] = { 
		xls_id = "海猎人",
		exist = 1,
	},
	["强毒法师"] = { 
		xls_id = "强毒法师",
		exist = 1,
	},
	["巫妖王之怒·寒冰王座★★★★"] = { 
		xls_id = "巫妖王之怒·寒冰王座★★★★",
		exist = 1,
	},
	["沉船章鱼"] = { 
		xls_id = "沉船章鱼",
		exist = 1,
	},
	["[四骑士]加雷斯"] = { 
		xls_id = "[四骑士]加雷斯",
		exist = 1,
	},
	["魑魅梦魇"] = { 
		xls_id = "魑魅梦魇",
		exist = 1,
	},
	["哈法西斯之魂"] = { 
		xls_id = "哈法西斯之魂",
		exist = 1,
	},
	["冰洌侍卫"] = { 
		xls_id = "冰洌侍卫",
		exist = 1,
	},
	["天道法则守护者·帝尊之皇"] = { 
		xls_id = "天道法则守护者·帝尊之皇",
		exist = 1,
	},
	["夺魂魔蛛"] = { 
		xls_id = "夺魂魔蛛",
		exist = 1,
	},
	["深航幽灵"] = { 
		xls_id = "深航幽灵",
		exist = 1,
	},
	["悲鸣骑士[逐灵]"] = { 
		xls_id = "悲鸣骑士[逐灵]",
		exist = 1,
	},
	["冰洌战士"] = { 
		xls_id = "冰洌战士",
		exist = 1,
	},
	["冰洌勇士"] = { 
		xls_id = "冰洌勇士",
		exist = 1,
	},
	["恶魔霸主"] = { 
		xls_id = "恶魔霸主",
		exist = 1,
	},
	["蛮力船工"] = { 
		xls_id = "蛮力船工",
		exist = 1,
	},
	["地狱使者"] = { 
		xls_id = "地狱使者",
		exist = 1,
	},
	["食尸鬼"] = { 
		xls_id = "食尸鬼",
		exist = 1,
	},
	["水晶巨兽"] = { 
		xls_id = "水晶巨兽",
		exist = 1,
	},
	["极冰之焰"] = { 
		xls_id = "极冰之焰",
		exist = 1,
	},
	["魔域∷人道∷"] = { 
		xls_id = "魔域∷人道∷",
		exist = 1,
	},
	["冰霜女巫"] = { 
		xls_id = "冰霜女巫",
		exist = 1,
	},
	["雪原之子"] = { 
		xls_id = "雪原之子",
		exist = 1,
	},
	["深海恐惧·克拉肯"] = { 
		xls_id = "深海恐惧·克拉肯",
		exist = 1,
	},
	["巨镰侍卫"] = { 
		xls_id = "巨镰侍卫",
		exist = 1,
	},
	["雪域巨魔之王[暴怒]"] = { 
		xls_id = "雪域巨魔之王[暴怒]",
		exist = 1,
	},
	["灵庙教主[禁忌]"] = { 
		xls_id = "灵庙教主[禁忌]",
		exist = 1,
	},
	["魔域∷天道∷"] = { 
		xls_id = "魔域∷天道∷",
		exist = 1,
	},
	["剑圣"] = { 
		xls_id = "剑圣",
		exist = 1,
	},
	["“破晓之眼”安晓"] = { 
		xls_id = "“破晓之眼”安晓",
		exist = 1,
	},
	["幽灵将军"] = { 
		xls_id = "幽灵将军",
		exist = 1,
	},
	["死亡法师"] = { 
		xls_id = "死亡法师",
		exist = 1,
	},
	["急先锋"] = { 
		xls_id = "急先锋",
		exist = 1,
	},
	["暗夜冥卫"] = { 
		xls_id = "暗夜冥卫",
		exist = 1,
	},
	["时间缔造者の罗什"] = { 
		xls_id = "时间缔造者の罗什",
		exist = 1,
	},
	["真·深海霸主SSSSSS"] = { 
		xls_id = "真·深海霸主SSSSSS",
		exist = 1,
	},
	["★★★生化巨兽·阿瑞斯"] = { 
		xls_id = "★★★生化巨兽·阿瑞斯",
		exist = 1,
	},
	["【ＳＳＳ】天之驱逐者"] = { 
		xls_id = "【ＳＳＳ】天之驱逐者",
		exist = 1,
	},
	["鬼魅之幽"] = { 
		xls_id = "鬼魅之幽",
		exist = 1,
	},
	["[四骑士]贝德尔"] = { 
		xls_id = "[四骑士]贝德尔",
		exist = 1,
	},
	["暗⊙灾祸领主·斯卡文"] = { 
		xls_id = "暗⊙灾祸领主·斯卡文",
		exist = 1,
	},
	["鱼叉手"] = { 
		xls_id = "鱼叉手",
		exist = 1,
	},
	["[四骑士]杰兰特"] = { 
		xls_id = "[四骑士]杰兰特",
		exist = 1,
	},
	["黑暗怨灵"] = { 
		xls_id = "黑暗怨灵",
		exist = 1,
	},
	["魔神分身"] = { 
		xls_id = "魔神分身",
		exist = 1,
	},
	["丛林破坏者"] = { 
		xls_id = "丛林破坏者",
		exist = 1,
	},
	["基尔罗格死眼[统治威严]"] = { 
		xls_id = "基尔罗格死眼[统治威严]",
		exist = 1,
	},
	["魔域∷畜生道∷"] = { 
		xls_id = "魔域∷畜生道∷",
		exist = 1,
	},
	["水鬼"] = { 
		xls_id = "水鬼",
		exist = 1,
	},
	["咒印术士"] = { 
		xls_id = "咒印术士",
		exist = 1,
	},
	["魔域∷阿修罗道∷"] = { 
		xls_id = "魔域∷阿修罗道∷",
		exist = 1,
	},
	["魅影刀客"] = { 
		xls_id = "魅影刀客",
		exist = 1,
	},
	["圣者米歇尔[神圣]"] = { 
		xls_id = "圣者米歇尔[神圣]",
		exist = 1,
	},
	["恶灵挺进者"] = { 
		xls_id = "恶灵挺进者",
		exist = 1,
	},
	["魔域∷地狱道∷"] = { 
		xls_id = "魔域∷地狱道∷",
		exist = 1,
	},
	["红寡妇"] = { 
		xls_id = "红寡妇",
		exist = 1,
	},
	["双刀战士"] = { 
		xls_id = "双刀战士",
		exist = 1,
	},
	["魔域∷饿鬼道∷"] = { 
		xls_id = "魔域∷饿鬼道∷",
		exist = 1,
	},
	["持剑僵尸"] = { 
		xls_id = "持剑僵尸",
		exist = 1,
	},
	["巨刃力士"] = { 
		xls_id = "巨刃力士",
		exist = 1,
	},
	["海底哨兵"] = { 
		xls_id = "海底哨兵",
		exist = 1,
	},
}
return config
