local config = {
	[1] = {
		item = {
			[1] = {
				[1] = "金条",
				[2] = 1,
			},
		},
		num = 1,
		point = 150,
		max = 50,
	},
	[2] = {
		item = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		num = 100000,
		point = 250,
		max = 35,
	},
	[3] = {
		item = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
		},
		num = 100,
		point = 50,
		max = 100,
	},
	[4] = {
		item = {
			[1] = {
				[1] = "天工之锤",
				[2] = 100,
			},
		},
		num = 100,
		point = 50,
		max = 100,
	},
	[5] = {
		item = {
			[1] = {
				[1] = "幻灵水晶",
				[2] = 50,
			},
		},
		num = 50,
		point = 50,
		max = 100,
	},
	[6] = {
		item = {
			[1] = {
				[1] = "灵石",
				[2] = 5,
			},
		},
		num = 5,
		point = 100,
		max = 100,
	},
	[7] = {
		item = {
			[1] = {
				[1] = "时空门票",
				[2] = 1,
			},
		},
		num = 1,
		point = 450,
		max = 10,
	},
	[8] = {
		item = {
			[1] = {
				[1] = "幽冥残魂",
				[2] = 1,
			},
		},
		num = 1,
		point = 200,
		max = 30,
	},
	[9] = {
		item = {
			[1] = {
				[1] = "幻·火莲魔童·哪吒[时装]",
				[2] = 1,
			},
		},
		num = 1,
		point = 5000,
		max = 1,
	},
	[10] = {
		item = {
			[1] = {
				[1] = "泳装达人[时装]",
				[2] = 1,
			},
		},
		num = 1,
		point = 8888,
		max = 1,
	},
	[11] = {
		item = {
			[1] = {
				[1] = "摸鱼达人(称号卷)",
				[2] = 1,
			},
		},
		num = 1,
		point = 8888,
		max = 1,
	},
	[12] = {
		item = {
			[1] = {
				[1] = "老G画的饼",
				[2] = 1,
			},
		},
		num = 1,
		point = 1000,
		max = 1,
	},
	[13] = {
		item = {
			[1] = {
				[1] = "领导甩的锅",
				[2] = 1,
			},
		},
		num = 1,
		point = 1000,
		max = 1,
	},
	[14] = {
		item = {
			[1] = {
				[1] = "同事划的水",
				[2] = 1,
			},
		},
		num = 1,
		point = 1000,
		max = 1,
	},
	[15] = {
		item = {
			[1] = {
				[1] = "自己摸的鱼",
				[2] = 1,
			},
		},
		num = 1,
		point = 1000,
		max = 1,
	},
	[16] = {
		item = {
			[1] = {
				[1] = "策划挖的坑",
				[2] = 1,
			},
		},
		num = 1,
		point = 1000,
		max = 1,
	},
	[17] = {
		item = {
			[1] = {
				[1] = "技术埋的雷",
				[2] = 1,
			},
		},
		num = 1,
		point = 1000,
		max = 1,
	},
	[18] = {
		item = {
			[1] = {
				[1] = "神魂宝箱(小)",
				[2] = 1,
			},
		},
		num = 1,
		point = 300,
		max = 50,
	},
	[19] = {
		item = {
			[1] = {
				[1] = "神魂宝箱(中)",
				[2] = 1,
			},
		},
		num = 1,
		point = 2700,
		max = 5,
	},
	[20] = {
		item = {
			[1] = {
				[1] = "神魂宝箱(大)",
				[2] = 1,
			},
		},
		num = 1,
		point = 12000,
		max = 1,
	},
	[21] = {
		item = {
			[1] = {
				[1] = "〈古龙·意志〉",
				[2] = 1,
			},
		},
		num = 1,
		point = 6000,
		max = 1,
	},
	[22] = {
		item = {
			[1] = {
				[1] = "〈古龙·之力〉",
				[2] = 1,
			},
		},
		num = 1,
		point = 6000,
		max = 1,
	},
	[23] = {
		item = {
			[1] = {
				[1] = "太虚古龙的秘密",
				[2] = 1,
			},
		},
		num = 1,
		point = 6000,
		max = 1,
	},
	[24] = {
		item = {
			[1] = {
				[1] = "擒龙手[技能]",
				[2] = 1,
			},
		},
		num = 1,
		point = 4500,
		max = 1,
	},
	[25] = {
		item = {
			[1] = {
				[1] = "魔法盾[技能]",
				[2] = 1,
			},
		},
		num = 1,
		point = 18888,
		max = 1,
	},
	[26] = {
		item = {
			[1] = {
				[1] = "鸿运当头",
				[2] = 1,
			},
		},
		num = 1,
		point = 19999,
		max = 1,
	},
	[27] = {
		item = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
		},
		num = 1,
		point = 300,
		max = 50,
	},
	[28] = {
		item = {
			[1] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		num = 1,
		point = 250,
		max = 30,
	},
	[29] = {
		item = {
			[1] = {
				[1] = "灭世魔龙结晶",
				[2] = 1,
			},
		},
		num = 1,
		point = 19999,
		max = 1,
	},
	[30] = {
		item = {
			[1] = {
				[1] = "神器格扩展卷",
				[2] = 1,
			},
		},
		num = 1,
		point = 12000,
		max = 10,
	},
	[31] = {
		item = {
			[1] = {
				[1] = "永恒的秘密",
				[2] = 1,
			},
		},
		num = 1,
		point = 15000,
		max = 1,
	},
	[32] = {
		item = {
			[1] = {
				[1] = "穿梭时空的秘密",
				[2] = 1,
			},
		},
		num = 1,
		point = 15000,
		max = 1,
	},
}
return config