local config = { 
	[1] = { 
		xls_id = 1,
		desc = "将魔法的 <font color='#00ff00' size='16' >75% </font>转化为生命",
		perNum = 0.75,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 5,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 200,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 5,
			},
		},
		currDesc = "当前：出尘·一重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 5,
			},
		},
		unlockLevel = 331,
	},
	[2] = { 
		xls_id = 2,
		desc = "将魔法的 <font color='#00ff00' size='16' >150% </font>转化为生命",
		perNum = 1.5,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 250,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 10,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 250,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 10,
			},
		},
		currDesc = "当前：出尘·二重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 250,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 10,
			},
		},
		unlockLevel = 332,
	},
	[3] = { 
		xls_id = 3,
		desc = "将魔法的 <font color='#00ff00' size='16' >225% </font>转化为生命",
		perNum = 2.25,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 300,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 20,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 300,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 20,
			},
		},
		currDesc = "当前：出尘·三重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 300,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 20,
			},
		},
		unlockLevel = 333,
	},
	[4] = { 
		xls_id = 4,
		desc = "将魔法的 <font color='#00ff00' size='16' >250% </font>转化为生命",
		perNum = 2.5,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 350,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 40,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 350,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 40,
			},
		},
		currDesc = "当前：出尘·四重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 350,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 40,
			},
		},
		unlockLevel = 334,
	},
	[5] = { 
		xls_id = 5,
		desc = "将魔法的 <font color='#00ff00' size='16' >325% </font>转化为生命",
		perNum = 3.25,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 80,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 80,
			},
		},
		currDesc = "当前：出尘·五重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 80,
			},
		},
		unlockLevel = 335,
	},
	[6] = { 
		xls_id = 6,
		desc = "将魔法的 <font color='#00ff00' size='16' >400% </font>转化为生命",
		perNum = 4,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 450,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 120,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 450,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 120,
			},
		},
		currDesc = "当前：出尘·六重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 450,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 120,
			},
		},
		unlockLevel = 336,
	},
	[7] = { 
		xls_id = 7,
		desc = "将魔法的 <font color='#00ff00' size='16' >475% </font>转化为生命",
		perNum = 4.75,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 500,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 160,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 500,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 160,
			},
		},
		currDesc = "当前：出尘·七重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 500,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 160,
			},
		},
		unlockLevel = 337,
	},
	[8] = { 
		xls_id = 8,
		desc = "将魔法的 <font color='#00ff00' size='16' >550% </font>转化为生命",
		perNum = 5.5,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 200,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 200,
			},
		},
		currDesc = "当前：出尘·八重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 200,
			},
		},
		unlockLevel = 338,
	},
	[9] = { 
		xls_id = 9,
		desc = "将魔法的 <font color='#00ff00' size='16' >625% </font>转化为生命",
		perNum = 6.25,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 240,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 240,
			},
		},
		currDesc = "当前：出尘·九重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 240,
			},
		},
		unlockLevel = 339,
	},
	[10] = { 
		xls_id = 10,
		desc = "将魔法的 <font color='#00ff00' size='16' >700% </font>转化为生命",
		perNum = 7,
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 300,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 300,
			},
		},
		currDesc = "当前：出尘·十重",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 300,
			},
		},
		unlockLevel = 340,
	},
}
return config
