local config = {
	["恢复光环"] = {
		value = 1,
	},
	["恢复光环+1"] = {
		value = 1,
	},
	["恢复光环+2"] = {
		value = 2,
	},
	["恢复光环+3"] = {
		value = 3,
	},
	["恢复光环+4"] = {
		value = 4,
	},
	["恢复光环+5"] = {
		value = 5,
	},
	["恢复光环+6"] = {
		value = 6,
	},
	["恢复光环+7"] = {
		value = 7,
	},
	["恢复光环+8"] = {
		value = 8,
	},
	["恢复光环+9"] = {
		value = 9,
	},
	["恢复光环+10"] = {
		value = 10,
	},
	["上忍之隐"] = {
		value = 10,
	},
	["血色之影"] = {
		value = 10,
	},
	["死神降临"] = {
		value = 10,
	},
	["闪耀·漆黑之影"] = {
		value = 10,
	},
	["⊙墟魂千幻⊙"] = {
		value = 10,
	},
	["本源之力"] = {
		value = 10,
	},
	["燃烧の地狱轮盘"] = {
		value = 10,
	},
	["·聖裁降臨SSS·"] = {
		value = 10,
	},
	["冰河之心"] = {
		value = 10,
	},
	["狂意之怒"] = {
		value = 10,
	},
	["半兽人之心"] = {
		value = 10,
	},
	["血奴印记"] = {
		value = 12,
	},
	["混乱制造者"] = {
		value = 12,
	},
	["疾风刻印Lv.1"] = {
		hpNum = 100,
	},
	["疾风刻印Lv.2"] = {
		hpNum = 150,
	},
	["疾风刻印Lv.3"] = {
		hpNum = 200,
	},
	["疾风刻印Lv.4"] = {
		hpNum = 250,
	},
	["疾风刻印Lv.5"] = {
		hpNum = 300,
	},
	["疾风刻印Lv.6"] = {
		hpNum = 400,
	},
	["疾风刻印Lv.7"] = {
		hpNum = 500,
	},
	["疾风刻印Lv.8"] = {
		hpNum = 600,
	},
	["疾风刻印Lv.9"] = {
		hpNum = 700,
	},
	["疾风刻印Lv.10"] = {
		hpNum = 800,
	},
}
return config