local config = { 
	[1] = { 
		xls_id = 1,
		type = 1,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 10,
		number = 1,
	},
	[2] = { 
		xls_id = 2,
		type = 1,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 30,
		number = 2,
	},
	[3] = { 
		xls_id = 3,
		type = 1,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 60,
		number = 3,
	},
	[4] = { 
		xls_id = 4,
		type = 1,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 120,
		number = 4,
	},
	[5] = { 
		xls_id = 5,
		type = 1,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 5,
			},
		},
		need = 360,
		number = 5,
	},
	[6] = { 
		xls_id = 6,
		type = 2,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
		need = 100,
		number = 1,
	},
	[7] = { 
		xls_id = 7,
		type = 2,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
		need = 500,
		number = 2,
	},
	[8] = { 
		xls_id = 8,
		type = 2,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
		need = 1000,
		number = 3,
	},
	[9] = { 
		xls_id = 9,
		type = 2,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 500000,
			},
		},
		need = 3000,
		number = 4,
	},
	[10] = { 
		xls_id = 10,
		type = 2,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 5,
			},
		},
		need = 5000,
		number = 5,
	},
	[11] = { 
		xls_id = 11,
		type = 3,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "气运精魄",
				[2] = 1,
			},
		},
		num = "无限",
		need = 80,
		number = 1,
	},
	[12] = { 
		xls_id = 12,
		type = 3,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "气运精魄",
				[2] = 1,
			},
		},
		num = 50,
		need = 120,
		number = 2,
	},
	[13] = { 
		xls_id = 13,
		type = 3,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "转运金丹",
				[2] = 2,
			},
		},
		num = 30,
		need = 150,
		number = 3,
	},
	[14] = { 
		xls_id = 14,
		type = 3,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "霓裳羽衣[时装]",
				[2] = 1,
			},
		},
		num = 5,
		need = 200,
		number = 4,
	},
	[15] = { 
		xls_id = 15,
		type = 3,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "御剑飞行[时装]",
				[2] = 1,
			},
		},
		num = 1,
		need = 250,
		number = 5,
	},
	[16] = { 
		xls_id = 16,
		type = 4,
		name = "个人首曝",
		number = 1,
	},
	[17] = { 
		xls_id = 17,
		type = 5,
		name = "个人首杀",
		number = 1,
	},
	[18] = { 
		xls_id = 18,
		type = 6,
		name = "全区首曝",
		number = 1,
	},
	[19] = { 
		xls_id = 19,
		show = {
			[1] = {
				[1] = "1亿经验卷",
				[2] = 1,
			},
			[2] = {
				[1] = "境界丹",
				[2] = 1,
			},
			[3] = {
				[1] = "金手指",
				[2] = 1,
			},
			[4] = {
				[1] = "气运精魄",
				[2] = 1,
			},
			[5] = {
				[1] = "转运金丹",
				[2] = 1,
			},
			[6] = {
				[1] = "老G画的饼",
				[2] = 1,
			},
			[7] = {
				[1] = "领导甩的锅",
				[2] = 1,
			},
			[8] = {
				[1] = "同事划的水",
				[2] = 1,
			},
			[9] = {
				[1] = "自己摸的鱼",
				[2] = 1,
			},
			[10] = {
				[1] = "剧毒恶蛆[时装]",
				[2] = 1,
			},
			[11] = {
				[1] = "烈焰蠕虫[时装]",
				[2] = 1,
			},
			[12] = {
				[1] = "电击跳跳蜂[时装]",
				[2] = 1,
			},
		},
		type = 7,
		name = "循环礼包",
		award = {
			[1] = {
				[1] = "勇者好运礼包",
				[2] = 1,
			},
		},
		need = 200,
		number = 1,
	},
	[20] = { 
		xls_id = 20,
		show = {
			[1] = {
				[1] = "奋进时装盒",
				[2] = 1,
			},
			[2] = {
				[1] = "神魂碎片",
				[2] = 5,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 20,
			},
			[4] = {
				[1] = "神器格扩展卷",
				[2] = 1,
			},
			[5] = {
				[1] = "气运精魄",
				[2] = 1,
			},
			[6] = {
				[1] = "转运金丹",
				[2] = 1,
			},
			[7] = {
				[1] = "神魂宝箱(小)",
				[2] = 1,
			},
			[8] = {
				[1] = "火炎焱燚[时装]",
				[2] = 1,
			},
			[9] = {
				[1] = "暗影之行[时装]",
				[2] = 1,
			},
			[10] = {
				[1] = "幽鬼[时装]",
				[2] = 1,
			},
			[11] = {
				[1] = "蓝灵枪仙[时装]",
				[2] = 1,
			},
			[12] = {
				[1] = "企鹅村[时装]",
				[2] = 1,
			},
		},
		type = 7,
		name = "循环礼包",
		award = {
			[1] = {
				[1] = "奋进好运礼包",
				[2] = 1,
			},
		},
		need = 200,
		number = 2,
	},
}
return config
