local config = { 
	[1] = { 
		xls_id = 1,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 12,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 10,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 8,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 7,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 6,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 5,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 4,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 3,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 2,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		reward = {
			[1] = {
				[1] = "10元充值红包",
				[2] = 1,
			},
		},
	},
}
return config
