local config = { 
	["无间裂隙¤¤混沌天魔¤¤(BOSS)"] = { 
		xls_id = "无间裂隙¤¤混沌天魔¤¤(BOSS)",
		value = 1,
	},
	["●●●●无序主教·擎天●●●●(BOSS)"] = { 
		xls_id = "●●●●无序主教·擎天●●●●(BOSS)",
		value = 1,
	},
	["魂主※千星之辉★★★★★(BOSS)"] = { 
		xls_id = "魂主※千星之辉★★★★★(BOSS)",
		value = 1,
	},
	["月夜战神·泰兰德￠￠￠￠￠￠￠"] = { 
		xls_id = "月夜战神·泰兰德￠￠￠￠￠￠￠",
		value = 2,
	},
	["千门·幽鳞￠￠￠￠￠￠￠"] = { 
		xls_id = "千门·幽鳞￠￠￠￠￠￠￠",
		value = 2,
	},
	["星界‖御天帝⊙⊙⊙(BOSS)"] = { 
		xls_id = "星界‖御天帝⊙⊙⊙(BOSS)",
		value = 1,
	},
	["血刃‖破天异魔皇(BOSS)"] = { 
		xls_id = "血刃‖破天异魔皇(BOSS)",
		value = 1,
	},
	["新月域主￠￠￠￠￠￠￠"] = { 
		xls_id = "新月域主￠￠￠￠￠￠￠",
		value = 2,
	},
	["無上生霊″魂灭生￠￠￠￠￠￠￠"] = { 
		xls_id = "無上生霊″魂灭生￠￠￠￠￠￠￠",
		value = 2,
	},
	["夜风‖血空邪君◆◆◆(BOSS)"] = { 
		xls_id = "夜风‖血空邪君◆◆◆(BOSS)",
		value = 1,
	},
}
return config
