local config = { 
	["天元统领"] = { 
		xls_id = "天元统领",
		baoLv = 50,
	},
	["◆胜利之师◆"] = { 
		xls_id = "◆胜利之师◆",
		baoLv = 30,
	},
	["玄天征服者"] = { 
		xls_id = "玄天征服者",
		baoLv = 50,
	},
	["通灵神眼"] = { 
		xls_id = "通灵神眼",
		baoLv = 10,
	},
	["狂暴之力"] = { 
		xls_id = "狂暴之力",
		baoLv = 30,
	},
	["后起之秀"] = { 
		xls_id = "后起之秀",
		baoLv = 15,
	},
	["至尊玩家"] = { 
		xls_id = "至尊玩家",
		baoLv = 100,
	},
	["≤诛神之阶≥[裁决]"] = { 
		xls_id = "≤诛神之阶≥[裁决]",
		baoLv = 120,
	},
	["追梦人LV.1"] = { 
		xls_id = "追梦人LV.1",
		baoLv = 5,
	},
	["扣怪狂魔"] = { 
		xls_id = "扣怪狂魔",
		baoLv = 10,
	},
	["≤英灵之力≥[逐鹿]"] = { 
		xls_id = "≤英灵之力≥[逐鹿]",
		baoLv = 30,
	},
	["恶境征伐者"] = { 
		xls_id = "恶境征伐者",
		baoLv = 50,
	},
	["一代天骄"] = { 
		xls_id = "一代天骄",
		baoLv = 80,
	},
	["无双隐士"] = { 
		xls_id = "无双隐士",
		baoLv = 35,
	},
	["无敌圣者"] = { 
		xls_id = "无敌圣者",
		baoLv = 60,
	},
	["马上就爆"] = { 
		xls_id = "马上就爆",
		baoLv = 10,
	},
	["玄秘宗师"] = { 
		xls_id = "玄秘宗师",
		baoLv = 50,
	},
	["武林高手"] = { 
		xls_id = "武林高手",
		baoLv = 20,
	},
	["江湖侠客"] = { 
		xls_id = "江湖侠客",
		baoLv = 50,
	},
	["沙城之主"] = { 
		xls_id = "沙城之主",
		baoLv = 50,
	},
	["≤诛神の黄昏≥[神灭]"] = { 
		xls_id = "≤诛神の黄昏≥[神灭]",
		baoLv = 200,
	},
	["≤诛神の黄昏≥[神殇]"] = { 
		xls_id = "≤诛神の黄昏≥[神殇]",
		baoLv = 160,
	},
	["闪电战"] = { 
		xls_id = "闪电战",
		baoLv = 10,
	},
	["神魔·大成"] = { 
		xls_id = "神魔·大成",
		baoLv = 30,
	},
	["三界贤君"] = { 
		xls_id = "三界贤君",
		baoLv = 200,
	},
	["命运罗盘·掌控者"] = { 
		xls_id = "命运罗盘·掌控者",
		baoLv = 100,
	},
	["≤英灵之路≥[行者]"] = { 
		xls_id = "≤英灵之路≥[行者]",
		baoLv = 20,
	},
	["≤英灵统御≥[君主]"] = { 
		xls_id = "≤英灵统御≥[君主]",
		baoLv = 60,
	},
	["天机尊者"] = { 
		xls_id = "天机尊者",
		baoLv = 15,
	},
	["圣人之资"] = { 
		xls_id = "圣人之资",
		baoLv = 100,
	},
	["武林新丁"] = { 
		xls_id = "武林新丁",
		baoLv = 5,
	},
	["勤劳牛马"] = { 
		xls_id = "勤劳牛马",
		baoLv = 30,
	},
	["◆沙城之主◆"] = { 
		xls_id = "◆沙城之主◆",
		baoLv = 50,
	},
	["先天高手"] = { 
		xls_id = "先天高手",
		baoLv = 70,
	},
	["破晓英雄"] = { 
		xls_id = "破晓英雄",
		baoLv = 50,
	},
	["巳时寂魂灯"] = { 
		xls_id = "巳时寂魂灯",
		baoLv = 10,
	},
	["初窥天机"] = { 
		xls_id = "初窥天机",
		baoLv = 5,
	},
	["≤英灵初现≥[觉醒]"] = { 
		xls_id = "≤英灵初现≥[觉醒]",
		baoLv = 10,
	},
	["命运罗盘·祝福"] = { 
		xls_id = "命运罗盘·祝福",
		baoLv = 100,
	},
	["世外高人"] = { 
		xls_id = "世外高人",
		baoLv = 40,
	},
	["时空穿梭者"] = { 
		xls_id = "时空穿梭者",
		baoLv = 88,
	},
	["永恒没有终点"] = { 
		xls_id = "永恒没有终点",
		baoLv = 30,
	},
	["武林霸主"] = { 
		xls_id = "武林霸主",
		baoLv = 90,
	},
	["无敌贤者"] = { 
		xls_id = "无敌贤者",
		baoLv = 160,
	},
	["追逐永恒之路"] = { 
		xls_id = "追逐永恒之路",
		baoLv = 20,
	},
	["追梦人LV.3"] = { 
		xls_id = "追梦人LV.3",
		baoLv = 15,
	},
	["冥魂引渡人"] = { 
		xls_id = "冥魂引渡人",
		baoLv = 10,
	},
	["≤英灵显赫≥[霸主]"] = { 
		xls_id = "≤英灵显赫≥[霸主]",
		baoLv = 40,
	},
	["老马识途"] = { 
		xls_id = "老马识途",
		baoLv = 5,
	},
	["割草机"] = { 
		xls_id = "割草机",
		baoLv = 10,
	},
	["命运掌控"] = { 
		xls_id = "命运掌控",
		baoLv = 30,
	},
	["龙之霸主"] = { 
		xls_id = "龙之霸主",
		baoLv = 50,
	},
	["江湖小虾"] = { 
		xls_id = "江湖小虾",
		baoLv = 10,
	},
	["≤诛神之门≥[神谕]"] = { 
		xls_id = "≤诛神之门≥[神谕]",
		baoLv = 100,
	},
	["圣光守护者"] = { 
		xls_id = "圣光守护者",
		baoLv = 50,
	},
	["追梦人LV.2"] = { 
		xls_id = "追梦人LV.2",
		baoLv = 10,
	},
	["风尘奇侠"] = { 
		xls_id = "风尘奇侠",
		baoLv = 25,
	},
	["牛马之王"] = { 
		xls_id = "牛马之王",
		baoLv = 120,
	},
	["打得就是精英"] = { 
		xls_id = "打得就是精英",
		baoLv = 10,
	},
	["我不是酒神"] = { 
		xls_id = "我不是酒神",
		baoLv = 38,
	},
	["云游四海"] = { 
		xls_id = "云游四海",
		baoLv = 5,
	},
	["仙凡有别"] = { 
		xls_id = "仙凡有别",
		baoLv = 50,
	},
	["江湖侠隐"] = { 
		xls_id = "江湖侠隐",
		baoLv = 30,
	},
	["武林神话"] = { 
		xls_id = "武林神话",
		baoLv = 100,
	},
	["逆袭牛马"] = { 
		xls_id = "逆袭牛马",
		baoLv = 80,
	},
	["无极天师"] = { 
		xls_id = "无极天师",
		baoLv = 180,
	},
	["帝释无双"] = { 
		xls_id = "帝释无双",
		baoLv = 120,
	},
	["轮回劫"] = { 
		xls_id = "轮回劫",
		baoLv = 50,
	},
	["陆地神仙"] = { 
		xls_id = "陆地神仙",
		baoLv = 140,
	},
	["追梦人LV.4"] = { 
		xls_id = "追梦人LV.4",
		baoLv = 20,
	},
	["胜利之师"] = { 
		xls_id = "胜利之师",
		baoLv = 30,
	},
	["合格牛马"] = { 
		xls_id = "合格牛马",
		baoLv = 10,
	},
	["≤英灵之巅≥[尊者]"] = { 
		xls_id = "≤英灵之巅≥[尊者]",
		baoLv = 80,
	},
	["独孤求败"] = { 
		xls_id = "独孤求败",
		baoLv = 110,
	},
}
return config
