local config = {
	[7] = {
		skillName = "攻杀剑术",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		var = "U194",
		effid = 0,
	},
	[12] = {
		skillName = "刺杀剑术",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
		var = "U195",
		effid = 1204,
	},
	[25] = {
		skillName = "半月弯刀",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
		var = "U196",
		effid = 2504,
	},
	[26] = {
		skillName = "烈火剑法",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 3000000,
			},
		},
		var = "U197",
		effid = 2604,
	},
	[66] = {
		skillName = "开天斩",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 5000000,
			},
		},
		var = "U198",
		effid = 5602,
	},
	[56] = {
		skillName = "逐日剑法",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 5000000,
			},
		},
		var = "U199",
		effid = 6602,
	},
}
return config