local config = {
	["狂暴之力"] = {
		baoLv = 30,
	},
	["沙城之主"] = {
		baoLv = 50,
	},
	["胜利之师"] = {
		baoLv = 30,
	},
	["武林新丁"] = {
		baoLv = 5,
	},
	["江湖小虾"] = {
		baoLv = 10,
	},
	["后起之秀"] = {
		baoLv = 15,
	},
	["武林高手"] = {
		baoLv = 20,
	},
	["风尘奇侠"] = {
		baoLv = 25,
	},
	["江湖侠隐"] = {
		baoLv = 30,
	},
	["无双隐士"] = {
		baoLv = 35,
	},
	["世外高人"] = {
		baoLv = 40,
	},
	["江湖侠客"] = {
		baoLv = 50,
	},
	["无敌圣者"] = {
		baoLv = 60,
	},
	["先天高手"] = {
		baoLv = 70,
	},
	["一代天骄"] = {
		baoLv = 80,
	},
	["武林霸主"] = {
		baoLv = 90,
	},
	["武林神话"] = {
		baoLv = 100,
	},
	["独孤求败"] = {
		baoLv = 110,
	},
	["帝释无双"] = {
		baoLv = 120,
	},
	["陆地神仙"] = {
		baoLv = 140,
	},
	["无敌贤者"] = {
		baoLv = 160,
	},
	["无极天师"] = {
		baoLv = 180,
	},
	["三界贤君"] = {
		baoLv = 200,
	},
	["巳时寂魂灯"] = {
		baoLv = 10,
	},
	["冥魂引渡人"] = {
		baoLv = 10,
	},
	["时空穿梭者"] = {
		baoLv = 88,
	},
	["初窥天机"] = {
		baoLv = 5,
	},
	["通灵神眼"] = {
		baoLv = 10,
	},
	["天机尊者"] = {
		baoLv = 15,
	},
	["命运掌控"] = {
		baoLv = 30,
	},
	["玄秘宗师"] = {
		baoLv = 50,
	},
	["◆沙城之主◆"] = {
		baoLv = 50,
	},
	["◆胜利之师◆"] = {
		baoLv = 30,
	},
	["我不是酒神"] = {
		baoLv = 38,
	},
	["≤英灵初现≥[觉醒]"] = {
		baoLv = 10,
	},
	["≤英灵之路≥[行者]"] = {
		baoLv = 20,
	},
	["≤英灵之力≥[逐鹿]"] = {
		baoLv = 30,
	},
	["≤英灵显赫≥[霸主]"] = {
		baoLv = 40,
	},
	["≤英灵统御≥[君主]"] = {
		baoLv = 60,
	},
	["≤英灵之巅≥[尊者]"] = {
		baoLv = 80,
	},
	["≤诛神之门≥[神谕]"] = {
		baoLv = 100,
	},
	["≤诛神之阶≥[裁决]"] = {
		baoLv = 120,
	},
	["≤诛神の黄昏≥[神殇]"] = {
		baoLv = 160,
	},
	["≤诛神の黄昏≥[神灭]"] = {
		baoLv = 200,
	},
	["追逐永恒之路"] = {
		baoLv = 20,
	},
	["打得就是精英"] = {
		baoLv = 10,
	},
	["马上就爆"] = {
		baoLv = 10,
	},
	["割草机"] = {
		baoLv = 10,
	},
	["扣怪狂魔"] = {
		baoLv = 10,
	},
	["闪电战"] = {
		baoLv = 10,
	},
	["追梦人LV.1"] = {
		baoLv = 5,
	},
	["追梦人LV.2"] = {
		baoLv = 10,
	},
	["追梦人LV.3"] = {
		baoLv = 15,
	},
	["追梦人LV.4"] = {
		baoLv = 20,
	},
	["老马识途"] = {
		baoLv = 5,
	},
	["云游四海"] = {
		baoLv = 5,
	},
	["仙凡有别"] = {
		baoLv = 50,
	},
	["合格牛马"] = {
		baoLv = 10,
	},
	["勤劳牛马"] = {
		baoLv = 30,
	},
	["逆袭牛马"] = {
		baoLv = 80,
	},
	["牛马之王"] = {
		baoLv = 120,
	},
	["命运罗盘·祝福"] = {
		baoLv = 100,
	},
	["命运罗盘·掌控者"] = {
		baoLv = 100,
	},
	["至尊玩家"] = {
		baoLv = 100,
	},
	["永恒没有终点"] = {
		baoLv = 30,
	},
	["玄天征服者"] = {
		baoLv = 50,
	},
	["天元统领"] = {
		baoLv = 50,
	},
	["龙之霸主"] = {
		baoLv = 50,
	},
	["轮回劫"] = {
		baoLv = 50,
	},
	["恶境征伐者"] = {
		baoLv = 50,
	},
	["圣光守护者"] = {
		baoLv = 50,
	},
	["破晓英雄"] = {
		baoLv = 50,
	},
	["神魔·大成"] = {
		baoLv = 30,
	},
	["圣人之资"] = {
		baoLv = 100,
	},
}
return config