local config = { 
	[1] = { 
		xls_id = 1,
		bindVar = "U101",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 35,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 35,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		attrID = 21,
		name = "暴戾一击",
		maxLevel = 20,
	},
	[2] = { 
		xls_id = 2,
		bindVar = "U102",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 35,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 35,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		attrID = 25,
		name = "伤害增幅",
		maxLevel = 20,
	},
	[3] = { 
		xls_id = 3,
		bindVar = "U103",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 35,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 35,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		attrID = 26,
		name = "钢铁之躯",
		maxLevel = 20,
	},
	[4] = { 
		xls_id = 4,
		bindVar = "U104",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 35,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 35,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		attrID = 28,
		name = "削铁如泥",
		maxLevel = 20,
	},
	[5] = { 
		xls_id = 5,
		bindVar = "U105",
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 35,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 35,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		attrID = 30,
		name = "血牛达人",
		maxLevel = 20,
	},
}
return config
