local config = { 
	[0] = { 
		xls_id = 0,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 3000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 1,
			},
		},
		equip = "未穿戴",
		give = "圣灵壁垒",
	},
	[1] = { 
		xls_id = 1,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 5000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 3,
			},
		},
		equip = "圣灵壁垒",
		give = "圣灵壁垒+1",
	},
	[2] = { 
		xls_id = 2,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
		},
		equip = "圣灵壁垒+1",
		give = "圣灵壁垒+2",
	},
	[3] = { 
		xls_id = 3,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 50000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 10,
			},
		},
		equip = "圣灵壁垒+2",
		give = "圣灵壁垒+3",
	},
	[4] = { 
		xls_id = 4,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 100000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 15,
			},
		},
		equip = "圣灵壁垒+3",
		give = "圣灵壁垒+4",
	},
	[5] = { 
		xls_id = 5,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 200000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 20,
			},
		},
		equip = "圣灵壁垒+4",
		give = "圣灵壁垒+5",
	},
	[6] = { 
		xls_id = 6,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 300000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
		},
		equip = "圣灵壁垒+5",
		give = "圣灵壁垒+6",
	},
	[7] = { 
		xls_id = 7,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 500000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 40,
			},
		},
		equip = "圣灵壁垒+6",
		give = "圣灵壁垒+7",
	},
	[8] = { 
		xls_id = 8,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 800000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 60,
			},
		},
		equip = "圣灵壁垒+7",
		give = "圣灵壁垒+8",
	},
	[9] = { 
		xls_id = 9,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 1200000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 80,
			},
		},
		equip = "圣灵壁垒+8",
		give = "圣灵壁垒+9",
	},
	[10] = { 
		xls_id = 10,
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 2000000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
		},
		equip = "圣灵壁垒+9",
		give = "圣灵壁垒+10",
	},
}
return config
