local config = { 
	[238] = { 
		xls_id = 238,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "天元统领",
		jqID = 2,
	},
	[120] = { 
		xls_id = 120,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "玄天征服者",
		jqID = 1,
	},
	[710] = { 
		xls_id = 710,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "破晓英雄",
		jqID = 7,
	},
	[336] = { 
		xls_id = 336,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "龙之霸主",
		jqID = 3,
	},
	[425] = { 
		xls_id = 425,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "轮回劫",
		jqID = 4,
	},
	[517] = { 
		xls_id = 517,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "恶境征伐者",
		jqID = 5,
	},
	[624] = { 
		xls_id = 624,
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		title = "圣光守护者",
		jqID = 6,
	},
}
return config
