local config = {
	["疯狂的卧龙使者"] = {
		random = 14,
	},
	["「火焰巨灵·SSSSSSS」"] = {
		random = 14,
	},
	["永恒杀戮之神"] = {
		random = 14,
	},
	["永恒生命之神"] = {
		random = 14,
	},
	["永恒魔法之神"] = {
		random = 14,
	},
	["永恒时空之神"] = {
		random = 14,
	},
	["被封印的愤怒·天劫"] = {
		random = 14,
	},
	["命运古神的低语[无上威严]"] = {
		random = 14,
	},
	["来自其他位面的强者"] = {
		random = 14,
	},
	["闭关多年的苦修者·世外高人"] = {
		random = 14,
	},
	["大天使安提罗科斯·命运之神"] = {
		random = 14,
	},
	["沉迷暗黑世界的神·魔神降临"] = {
		random = 14,
	},
	["阴朝地府的鬼[索命]"] = {
		random = 10,
	},
	["远古四臂魔王[鬼神]"] = {
		random = 10,
	},
	["三之界·≮巨龙之魂≯★★★主宰"] = {
		random = 10,
	},
	["传承神力的隐居老人"] = {
		random = 10,
	},
	["◆◆◆杀戮之王◆◆◆"] = {
		random = 10,
	},
	["魔帝斯卡曼德洛斯[冥界掌控]"] = {
		random = 10,
	},
	["永恒の守护·泰达希尔[世界之树]"] = {
		random = 10,
	},
	["邪恶的血色巨人·超人工智能"] = {
		random = 10,
	},
	["毁灭骑士·贝利亚斯(Boss)"] = {
		random = 10,
	},
	["束缚的阿尔库俄纽斯·半神之子"] = {
		random = 10,
	},
}
return config