local config = { 
	[1] = { 
		xls_id = 1,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 200000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 11,
			},
			[3] = {
				[1] = "灵符",
				[2] = 88,
			},
		},
		zhanXue = 3,
		YBGLshow = "100%",
		LFGLshow = "100%",
		LFprobability = {
			[1] = 0,
			[2] = 100,
		},
		attr2 = 1888,
		attr1 = 88,
		YBprobability = {
			[1] = 0,
			[2] = 100,
		},
		titleName = "觉醒一重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 400000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 22,
			},
			[3] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 400000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 18,
			},
			[3] = {
				[1] = "灵符",
				[2] = 158,
			},
		},
		zhanXue = 5,
		YBGLshow = "50%",
		LFGLshow = "80%",
		LFprobability = {
			[1] = 0,
			[2] = 50,
		},
		attr2 = 3888,
		attr1 = 188,
		YBprobability = {
			[1] = 0,
			[2] = 35,
		},
		titleName = "觉醒二重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 800000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 36,
			},
			[3] = {
				[1] = "元宝",
				[2] = 200000,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 600000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 25,
			},
			[3] = {
				[1] = "灵符",
				[2] = 228,
			},
		},
		zhanXue = 7,
		YBGLshow = "45%",
		LFGLshow = "70%",
		LFprobability = {
			[1] = 0,
			[2] = 40,
		},
		attr2 = 5888,
		attr1 = 288,
		YBprobability = {
			[1] = 0,
			[2] = 30,
		},
		titleName = "觉醒三重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 1200000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 50,
			},
			[3] = {
				[1] = "元宝",
				[2] = 300000,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 800000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 32,
			},
			[3] = {
				[1] = "灵符",
				[2] = 366,
			},
		},
		zhanXue = 9,
		YBGLshow = "40%",
		LFGLshow = "60%",
		LFprobability = {
			[1] = 0,
			[2] = 35,
		},
		attr2 = 7888,
		attr1 = 388,
		YBprobability = {
			[1] = 0,
			[2] = 25,
		},
		titleName = "觉醒四重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 1600000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 64,
			},
			[3] = {
				[1] = "元宝",
				[2] = 500000,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 1200000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 40,
			},
			[3] = {
				[1] = "灵符",
				[2] = 546,
			},
		},
		zhanXue = 12,
		YBGLshow = "35%",
		LFGLshow = "50%",
		LFprobability = {
			[1] = 0,
			[2] = 30,
		},
		attr2 = 9888,
		attr1 = 488,
		YBprobability = {
			[1] = 0,
			[2] = 20,
		},
		titleName = "觉醒五重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 2400000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 80,
			},
			[3] = {
				[1] = "元宝",
				[2] = 780000,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 1600000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 50,
			},
			[3] = {
				[1] = "灵符",
				[2] = 718,
			},
		},
		zhanXue = 15,
		YBGLshow = "25%",
		LFGLshow = "40%",
		LFprobability = {
			[1] = 3,
			[2] = 30,
		},
		attr2 = 11888,
		attr1 = 588,
		YBprobability = {
			[1] = 5,
			[2] = 30,
		},
		titleName = "觉醒六重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 3200000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 100,
			},
			[3] = {
				[1] = "元宝",
				[2] = 1100000,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 2400000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 60,
			},
			[3] = {
				[1] = "灵符",
				[2] = 1088,
			},
		},
		zhanXue = 18,
		YBGLshow = "15%",
		LFGLshow = "30%",
		LFprobability = {
			[1] = 4,
			[2] = 30,
		},
		attr2 = 13888,
		attr1 = 688,
		YBprobability = {
			[1] = 6,
			[2] = 30,
		},
		titleName = "觉醒七重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 4800000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 120,
			},
			[3] = {
				[1] = "元宝",
				[2] = 1800000,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 3000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 75,
			},
			[3] = {
				[1] = "灵符",
				[2] = 1288,
			},
		},
		zhanXue = 24,
		YBGLshow = "10%",
		LFGLshow = "20%",
		LFprobability = {
			[1] = 5,
			[2] = 30,
		},
		attr2 = 15888,
		attr1 = 788,
		YBprobability = {
			[1] = 7,
			[2] = 30,
		},
		titleName = "觉醒八重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 6000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 150,
			},
			[3] = {
				[1] = "元宝",
				[2] = 2200000,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		LFcost = {
			[1] = {
				[1] = "金币",
				[2] = 4000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 100,
			},
			[3] = {
				[1] = "灵符",
				[2] = 1666,
			},
		},
		zhanXue = 30,
		YBGLshow = "5%",
		LFGLshow = "10%",
		LFprobability = {
			[1] = 6,
			[2] = 30,
		},
		attr2 = 18888,
		attr1 = 988,
		YBprobability = {
			[1] = 8,
			[2] = 30,
		},
		titleName = "觉醒九重天",
		YBcost = {
			[1] = {
				[1] = "金币",
				[2] = 8000000,
			},
			[2] = {
				[1] = "灵石",
				[2] = 200,
			},
			[3] = {
				[1] = "元宝",
				[2] = 3000000,
			},
		},
	},
}
return config
