local config = {
	[120] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 1,
		title = "玄天征服者",
	},
	[238] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 2,
		title = "天元统领",
	},
	[336] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 3,
		title = "龙之霸主",
	},
	[425] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 4,
		title = "轮回劫",
	},
	[517] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 5,
		title = "恶境征伐者",
	},
	[624] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 6,
		title = "圣光守护者",
	},
	[710] = {
		reward = {
			[1] = {
				[1] = "后天造化箓",
				[2] = 10,
			},
		},
		jqID = 7,
		title = "破晓英雄",
	},
}
return config