local config = { 
	[1] = { 
		xls_id = 1,
		attrName = "暴击几率+1%",
		var = "U89",
		lfcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "灵符",
				[2] = 248,
			},
		},
		attrs = {
			[1] = 21,
		},
		ybcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		max = 10,
		name = "金",
		num = 1,
	},
	[2] = { 
		xls_id = 2,
		attrName = "暴击抵抗+1%",
		var = "U116",
		lfcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "灵符",
				[2] = 248,
			},
		},
		attrs = {
			[1] = 23,
		},
		ybcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		max = 10,
		name = "木",
		num = 1,
	},
	[3] = { 
		xls_id = 3,
		attrName = "生命加成+1%",
		var = "U117",
		lfcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "灵符",
				[2] = 248,
			},
		},
		attrs = {
			[1] = 207,
		},
		ybcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		max = 10,
		name = "水",
		num = 1,
	},
	[4] = { 
		xls_id = 4,
		attrName = "攻击加成+1%",
		var = "U118",
		lfcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "灵符",
				[2] = 248,
			},
		},
		attrs = {
			[1] = 210,
			[2] = 221,
		},
		ybcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		max = 10,
		name = "火",
		num = 1,
	},
	[5] = { 
		xls_id = 5,
		attrName = "伤害减免+1%",
		var = "U119",
		lfcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "灵符",
				[2] = 248,
			},
		},
		attrs = {
			[1] = 26,
			[2] = 27,
		},
		ybcost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 20,
			},
			[2] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		max = 10,
		name = "土",
		num = 1,
	},
}
return config
