local config = {
	["泡点"] = {
	},
	["荣誉值"] = {
	},
	["游戏点"] = {
	},
	["充值点"] = {
	},
	["RMB点"] = {
	},
	["PK点"] = {
	},
	["积分"] = {
	},
	["声望"] = {
	},
	["消费点"] = {
	},
	["赤金点"] = {
	},
	["新游戏点"] = {
	},
	["小飞鞋"] = {
	},
	["绑定灵符"] = {
	},
	["修仙值"] = {
	},
	["累计充值"] = {
	},
	["单笔充值"] = {
	},
	["大米"] = {
	},
	["主城传送石"] = {
	},
	["随机传送石"] = {
	},
	["坐标记录石"] = {
	},
	["速效治疗药"] = {
	},
	["圣城的接引石"] = {
	},
	["骑士之心"] = {
	},
	["沃玛号角"] = {
	},
	["属性还原卷"] = {
	},
	["红名清洗卷"] = {
	},
	["超级祝福油"] = {
	},
	["幸运福袋"] = {
	},
	["修复神水"] = {
	},
	["高级神器盲盒"] = {
	},
	["神秘专属盲盒"] = {
	},
	["地藏王的藏宝图"] = {
	},
	["金手指"] = {
	},
	["天地本源"] = {
	},
	["境界丹"] = {
	},
	["魔法盾"] = {
	},
	["护体神盾"] = {
	},
	["无主的宝箱"] = {
	},
	["神秘古董箱"] = {
	},
	["备用触发6"] = {
	},
	["胜利旗帜"] = {
	},
	["牛马公测红包"] = {
	},
	["牛马福利红包"] = {
	},
	["时空穿梭者卷轴"] = {
	},
	["神秘!EX级铸造卷"] = {
	},
	["五级星石"] = {
	},
	["六级星石"] = {
	},
	["七级星石"] = {
	},
	["八级星石"] = {
	},
	["给我震"] = {
	},
	["炽热双刃"] = {
	},
	["走火入魔"] = {
	},
	["成双成对"] = {
	},
	["孤勇者"] = {
	},
	["福星转世"] = {
	},
	["成长学"] = {
	},
	["女儿红"] = {
	},
	["竹叶青"] = {
	},
	["寒潭香"] = {
	},
	["金茎露"] = {
	},
	["秋露白"] = {
	},
	["焚天石"] = {
	},
	["天工之锤"] = {
	},
	["幻灵水晶"] = {
	},
	["灵石"] = {
	},
	["书页"] = {
	},
	["精元"] = {
	},
	["修仙丹"] = {
	},
	["法宝核心"] = {
	},
	["小妖精魄"] = {
	},
	["破碎的魔法阵"] = {
	},
	["地下城门票111"] = {
	},
	["淬火石"] = {
	},
	["时空门票"] = {
	},
	["王的宝箱"] = {
	},
	["王的钥匙"] = {
	},
	["超级护身符"] = {
	},
	["魔龙骨"] = {
	},
	["魔龙牙"] = {
	},
	["神之头颅"] = {
	},
	["异界神石"] = {
	},
	["蚩尤之角"] = {
	},
	["透骨草"] = {
	},
	["千年人参"] = {
	},
	["真视秘籍"] = {
	},
	["地苦胆"] = {
	},
	["阴阳仙草"] = {
	},
	["紫背天葵"] = {
	},
	["元神丹"] = {
	},
	["火龙之心"] = {
	},
	["神龙之心"] = {
	},
	["伏魔令"] = {
	},
	["10W经验卷"] = {
	},
	["20W经验卷"] = {
	},
	["50W经验卷"] = {
	},
	["100W经验卷"] = {
	},
	["200W经验卷"] = {
	},
	["500W经验卷"] = {
	},
	["1000W经验卷"] = {
	},
	["2000W经验卷"] = {
	},
	["5000W经验卷"] = {
	},
	["1亿经验卷"] = {
	},
	["2亿经验卷"] = {
	},
	["5亿经验卷"] = {
	},
	["10亿经验卷"] = {
	},
	["20亿经验卷"] = {
	},
	["40亿经验卷"] = {
	},
	["5元宝"] = {
	},
	["10元宝"] = {
	},
	["20元宝"] = {
	},
	["50元宝"] = {
	},
	["100元宝"] = {
	},
	["200元宝"] = {
	},
	["500元宝"] = {
	},
	["1000元宝"] = {
	},
	["2000元宝"] = {
	},
	["5000元宝"] = {
	},
	["10000元宝"] = {
	},
	["20000元宝"] = {
	},
	["50000元宝"] = {
	},
	["100000元宝"] = {
	},
	["50万元宝"] = {
	},
	["100万元宝"] = {
	},
	["500万元宝"] = {
	},
	["金币红包(小)"] = {
	},
	["金币红包(中)"] = {
	},
	["金币红包(大)"] = {
	},
	["灵符红包(小)"] = {
	},
	["灵符红包(中)"] = {
	},
	["灵符红包(大)"] = {
	},
	["金条"] = {
	},
	["金砖"] = {
	},
	["金盒"] = {
	},
	["金箱"] = {
	},
	["魔剑碎片"] = {
	},
	["黄金叶"] = {
	},
	["毒蜘蛛牙齿"] = {
	},
	["幸运果实"] = {
	},
	["绿宝石矿"] = {
	},
	["紫水晶矿"] = {
	},
	["玉水晶"] = {
	},
	["红蛇果"] = {
	},
	["勋章之心"] = {
	},
	["骰子"] = {
	},
	["木料"] = {
	},
	["佛牌"] = {
	},
	["筹码"] = {
	},
	["时装碎片"] = {
	},
	["赤月恶魔油"] = {
	},
	["药剂师的信"] = {
	},
	["聚宝盆[封印]"] = {
	},
	["蕴含魔力的白骨"] = {
	},
	["西海岸的秘密"] = {
	},
	["赤炎石碎片1"] = {
	},
	["安菲翁の魂魄"] = {
	},
	["卧龙笔记111"] = {
	},
	["古龙之翼的秘密1"] = {
	},
	["古龙的传承"] = {
	},
	["被封印的剑灵"] = {
	},
	["剑灵之谜"] = {
	},
	["边界山谷的秘密"] = {
	},
	["远古传承的秘密[上]"] = {
	},
	["远古传承的秘密[下]"] = {
	},
	["被封印的棺材"] = {
	},
	["幽暗的古神之像"] = {
	},
	["神龙帝国的秘密"] = {
	},
	["漆黑的刀"] = {
	},
	["龙蛋?"] = {
	},
	["外来人"] = {
	},
	["时空游侠称号卷"] = {
	},
	["时空旅人称号卷"] = {
	},
	["含有神圣气息的龙鳞"] = {
	},
	["飘荡的灵魂"] = {
	},
	["天劫？？"] = {
	},
	["尘封的暗黑吊坠"] = {
	},
	["酆都的秘密"] = {
	},
	["一团杂乱的纸"] = {
	},
	["一支笔"] = {
	},
	["未干的血迹.."] = {
	},
	["黑色收纳盒"] = {
	},
	["阴"] = {
	},
	["阳"] = {
	},
	["生命的意义"] = {
	},
	["重生之我基本无敌1"] = {
	},
	["猪脑过载"] = {
	},
	["封印护符"] = {
	},
	["镇虚碑"] = {
	},
	["灾厄之鸦"] = {
	},
	["封禁之卷"] = {
	},
	["源导体"] = {
	},
	["瑶光"] = {
	},
	["真视之眼"] = {
	},
	["雷卷风"] = {
	},
	["蔚蓝之心"] = {
	},
	["鲜血封腾"] = {
	},
	["未央"] = {
	},
	["湿婆怨"] = {
	},
	["断魄刀"] = {
	},
	["回天玉"] = {
	},
	["诡丝"] = {
	},
	["潮汐手套"] = {
	},
	["叹息之墙"] = {
	},
	["火魔瓶"] = {
	},
	["挽歌"] = {
	},
	["祈渊"] = {
	},
	["转命珠"] = {
	},
	["梦境耳语"] = {
	},
	["进化之心"] = {
	},
	["藏山"] = {
	},
	["暗夜者之斧"] = {
	},
	["炼金术士之杖"] = {
	},
	["无用宝石"] = {
	},
	["光辉之刃"] = {
	},
	["恶魔杀手"] = {
	},
	["净土科技之刃"] = {
	},
	["希拉娜之矛"] = {
	},
	["守护大天使"] = {
	},
	["福佑吸血剑"] = {
	},
	["基克的调和"] = {
	},
	["天顶锋刃"] = {
	},
	["泰坦的誓言"] = {
	},
	["摸鱼达人(称号卷)"] = {
	},
	["点石成金"] = {
	},
	["发财咯！"] = {
	},
	["花到上头"] = {
	},
	["默默发育"] = {
	},
	["拿来吧你！"] = {
	},
	["清晰头脑"] = {
	},
	["要死咯！"] = {
	},
	["卓尔不群"] = {
	},
	["复苏之风-1"] = {
	},
	["复苏之风-2"] = {
	},
	["复苏之风-3"] = {
	},
	["雷霆过载-1"] = {
	},
	["雷霆过载-2"] = {
	},
	["雷霆过载-3"] = {
	},
	["琳琅满目-1"] = {
	},
	["琳琅满目-2"] = {
	},
	["琳琅满目-3"] = {
	},
	["龙之宝藏-1"] = {
	},
	["龙之宝藏-2"] = {
	},
	["龙之宝藏-3"] = {
	},
	["嗜血-1"] = {
	},
	["嗜血-2"] = {
	},
	["嗜血-3"] = {
	},
	["铁布衫-1"] = {
	},
	["铁布衫-2"] = {
	},
	["铁布衫-3"] = {
	},
	["好事成双-1"] = {
	},
	["好事成双-2"] = {
	},
	["好事成双-3"] = {
	},
	["暂未激活仙术？"] = {
	},
	["暂未激活奇遇？"] = {
	},
	["GM的百宝箱"] = {
	},
	["爆爆爆！"] = {
	},
	["鸿运当头"] = {
	},
	["前进之路"] = {
	},
	["全能选手"] = {
	},
	["圣物之袋"] = {
	},
	["天胡开局"] = {
	},
	["王之面纱"] = {
	},
	["未来战士"] = {
	},
	["一夜暴富"] = {
	},
	["永动机"] = {
	},
	["诅咒之冠"] = {
	},
	["龙神学院"] = {
	},
	["精打细算"] = {
	},
	["终身进修"] = {
	},
	["大哥罩我"] = {
	},
	["灵魂虹吸"] = {
	},
	["以下克上"] = {
	},
	["生存之道"] = {
	},
	["短兵利刃"] = {
	},
	["左右互搏"] = {
	},
	["泰坦之劲-1"] = {
	},
	["泰坦之劲-2"] = {
	},
	["泰坦之劲-3"] = {
	},
	["百战不殆"] = {
	},
	["福星-1"] = {
	},
	["福星-2"] = {
	},
	["福星-3"] = {
	},
	["龙之子"] = {
	},
	["怒不可遏"] = {
	},
	["钱多势众"] = {
	},
	["神学院"] = {
	},
	["摧枯拉朽"] = {
	},
	["不动如山"] = {
	},
	["超级加倍"] = {
	},
	["合区超人"] = {
	},
	["新区战神"] = {
	},
	["穿梭时空的秘密"] = {
	},
	["初出茅庐称号卷"] = {
	},
	["未穿戴"] = {
	},
	["神魔·大成[称号]"] = {
	},
	["神魔·完美[称号]"] = {
	},
	["牛马特权[称号]"] = {
	},
	["我不是酒神[称号]"] = {
	},
	["冥魂引渡人[称号]"] = {
	},
	["造化晶石"] = {
	},
	["转运金丹"] = {
	},
	["造化精华"] = {
	},
	["转运之尘"] = {
	},
	["一念花尘"] = {
	},
	["二元归灵珠"] = {
	},
	["三生仙灵藤"] = {
	},
	["四象轮转魂"] = {
	},
	["五行聚灵丹"] = {
	},
	["六道轮回尘"] = {
	},
	["七星生灵草"] = {
	},
	["八荒复苏珠"] = {
	},
	["九转回天丹"] = {
	},
	["十界返生丹"] = {
	},
	["白银宝箱"] = {
	},
	["黄金宝箱"] = {
	},
	["钻石宝箱"] = {
	},
	["至尊宝箱"] = {
	},
	["10元真充"] = {
	},
	["30元真充"] = {
	},
	["50元真充"] = {
	},
	["68元真充"] = {
	},
	["100元真充"] = {
	},
	["128元真充"] = {
	},
	["198元真充"] = {
	},
	["328元真充"] = {
	},
	["648元真充"] = {
	},
	["阴阳魂石"] = {
	},
	["幽冥残魂"] = {
	},
	["巨龙的祝福[切割]"] = {
	},
	["邪恶秘籍[技能]"] = {
	},
	["狗策划的手机[切割]"] = {
	},
	["狗策划的手机[爆率]"] = {
	},
	["狗策划的手机[经验]"] = {
	},
	["技术大神的电脑[攻速]"] = {
	},
	["技术大神的电脑[移速]"] = {
	},
	["技术大神的电脑[伤害]"] = {
	},
	["GM的老舅[切割]"] = {
	},
	["GM的老舅[爆率]"] = {
	},
	["美女出浴[暴击]"] = {
	},
	["美女出浴[血量]"] = {
	},
	["如来神掌[切怪神级]"] = {
	},
	["Exp[5000W]"] = {
	},
	["腐化符文[经验]"] = {
	},
	["神圣契约"] = {
	},
	["恶魔契约"] = {
	},
	["诅咒的宝箱"] = {
	},
	["天界的恩赐"] = {
	},
	["天界的降罚"] = {
	},
	["清毒莲"] = {
	},
	["净化晶矿"] = {
	},
	["通灵花粉"] = {
	},
	["开天斩"] = {
	},
	["逐日剑法"] = {
	},
	["龙骨刀"] = {
	},
	["龙骨甲"] = {
	},
	["辰星战刃"] = {
	},
	["辰星战甲"] = {
	},
	["辰星战盔"] = {
	},
	["辰星战链"] = {
	},
	["辰星战镯"] = {
	},
	["辰星战戒"] = {
	},
	["古月彻地斩"] = {
	},
	["古月战狂甲"] = {
	},
	["古月战狂盔"] = {
	},
	["古月战狂链"] = {
	},
	["古月战狂镯"] = {
	},
	["古月战狂戒"] = {
	},
	["青天怒斩"] = {
	},
	["青天战幻甲"] = {
	},
	["青天战幻盔"] = {
	},
	["青天战幻链"] = {
	},
	["青天战幻镯"] = {
	},
	["青天战幻戒"] = {
	},
	["凌风七色刃"] = {
	},
	["凌风战影甲"] = {
	},
	["凌风战兽盔"] = {
	},
	["凌风战挂坠"] = {
	},
	["凌风战虎镯"] = {
	},
	["凌风战虎戒"] = {
	},
	["冥海圣刃"] = {
	},
	["冥海圣武甲"] = {
	},
	["冥海圣武盔"] = {
	},
	["冥海圣武链"] = {
	},
	["冥海圣武镯"] = {
	},
	["冥海圣武戒"] = {
	},
	["冥海圣武带"] = {
	},
	["冥海圣武靴"] = {
	},
	["苍月圣狂斩"] = {
	},
	["苍月圣魂甲"] = {
	},
	["苍月圣魂盔"] = {
	},
	["苍月圣魂链"] = {
	},
	["苍月圣魂镯"] = {
	},
	["苍月圣魂戒"] = {
	},
	["苍月圣魂带"] = {
	},
	["苍月圣魂靴"] = {
	},
	["吟龍圣者剑"] = {
	},
	["吟龍圣甲"] = {
	},
	["吟龍圣盔"] = {
	},
	["吟龍圣链"] = {
	},
	["吟龍圣镯"] = {
	},
	["吟龍圣戒"] = {
	},
	["吟龍圣带"] = {
	},
	["吟龍圣靴"] = {
	},
	["殘魂必殺刃"] = {
	},
	["殘魂必殺甲"] = {
	},
	["殘魂神盔"] = {
	},
	["殘魂神链"] = {
	},
	["殘魂神镯"] = {
	},
	["殘魂神戒"] = {
	},
	["殘魂神带"] = {
	},
	["殘魂神靴"] = {
	},
	["黄金霸王斩"] = {
	},
	["黄金锁子甲"] = {
	},
	["黄金幽灵盔"] = {
	},
	["黄金冥王链"] = {
	},
	["黄金银河护手"] = {
	},
	["黄金瞬影戒"] = {
	},
	["黄金腰带"] = {
	},
	["黄金靴子"] = {
	},
	["霸者神兵"] = {
	},
	["狂王披风"] = {
	},
	["震天头盔"] = {
	},
	["震天铃铛"] = {
	},
	["震天护手"] = {
	},
	["震天圣戒"] = {
	},
	["震天腰带"] = {
	},
	["震天靴子"] = {
	},
	["审判之刃"] = {
	},
	["天使羽衣"] = {
	},
	["天使宝冠"] = {
	},
	["天使如意链"] = {
	},
	["天使旭日手"] = {
	},
	["天使圣戒"] = {
	},
	["天使腰带"] = {
	},
	["天使神靴"] = {
	},
	["天崩地裂斩"] = {
	},
	["毁天灭地甲"] = {
	},
	["毁灭の面罩"] = {
	},
	["毁灭の项链"] = {
	},
	["毁灭の亡镯"] = {
	},
	["毁灭の影戒"] = {
	},
	["毁灭の腰带"] = {
	},
	["毁灭の灵靴"] = {
	},
	["神·暴风"] = {
	},
	["神·战甲"] = {
	},
	["神·魔王盔"] = {
	},
	["神·皎洁月"] = {
	},
	["神·毁灭镯"] = {
	},
	["神·创世指"] = {
	},
	["神·主宰仙带"] = {
	},
	["神·破灭神靴"] = {
	},
	["圣·暴风"] = {
	},
	["圣·战甲"] = {
	},
	["圣·破九天"] = {
	},
	["圣·飞仙链"] = {
	},
	["圣·灭苍穹"] = {
	},
	["圣·毁苍生"] = {
	},
	["圣·皇天带"] = {
	},
	["圣·皇天靴"] = {
	},
	["血杀"] = {
	},
	["雄霸"] = {
	},
	["荒古·盔"] = {
	},
	["荒古·链"] = {
	},
	["荒古·镯"] = {
	},
	["荒古·戒"] = {
	},
	["荒古·带"] = {
	},
	["荒古·靴"] = {
	},
	["梦回"] = {
	},
	["心梦碎光"] = {
	},
	["遗尘·盔"] = {
	},
	["遗尘·链"] = {
	},
	["遗尘·镯"] = {
	},
	["遗尘·戒"] = {
	},
	["遗尘·带"] = {
	},
	["遗尘·靴"] = {
	},
	["千年"] = {
	},
	["深蓝传说"] = {
	},
	["灭世·盔"] = {
	},
	["灭世·链"] = {
	},
	["灭世·手"] = {
	},
	["灭世·戒"] = {
	},
	["灭世·带"] = {
	},
	["灭世·靴"] = {
	},
	["转瞬"] = {
	},
	["深蓝之恋"] = {
	},
	["降龍·盔"] = {
	},
	["降龍·链"] = {
	},
	["降龍·镯"] = {
	},
	["降龍·指"] = {
	},
	["降龍·带"] = {
	},
	["降龍·靴"] = {
	},
	["轮回"] = {
	},
	["万里追云"] = {
	},
	["圣罗痴情·盔"] = {
	},
	["圣罗痴情·链"] = {
	},
	["圣罗痴情·镯"] = {
	},
	["圣罗痴情·戒"] = {
	},
	["圣罗痴情·带"] = {
	},
	["圣罗痴情·靴"] = {
	},
	["碧血"] = {
	},
	["金丝羽灵"] = {
	},
	["苦罗痴心·盔"] = {
	},
	["苦罗痴心·链"] = {
	},
	["苦罗痴心·镯"] = {
	},
	["苦罗痴心·戒"] = {
	},
	["苦罗痴心·带"] = {
	},
	["苦罗痴心·靴"] = {
	},
	["妖异"] = {
	},
	["碎梦涵光"] = {
	},
	["金罗痴梦·盔"] = {
	},
	["金罗痴梦·链"] = {
	},
	["金罗痴梦·镯"] = {
	},
	["金罗痴梦·戒"] = {
	},
	["金罗痴梦·带"] = {
	},
	["金罗痴梦·靴"] = {
	},
	["力量护臂(精)"] = {
	},
	["魔血护手(力)"] = {
	},
	["雄浑『链』"] = {
	},
	["【鬼仙链】"] = {
	},
	["太虚≤链≥"] = {
	},
	["╋残空╋"] = {
	},
	["魔曲『戒』"] = {
	},
	["≮幽灵漫步≯"] = {
	},
	["『乾坤腰』"] = {
	},
	["『帝皇靴』"] = {
	},
	["流光淬火剣[戮兽]"] = {
	},
	["流光淬火剣[饮血]"] = {
	},
	["流光淬火剣[天殇]"] = {
	},
	["流光剣[综合之力]"] = {
	},
	["流光淬火衣[男]"] = {
	},
	["流光锦绣衣[男]"] = {
	},
	["流光幻彩衣[男]"] = {
	},
	["流光·庇护[男]"] = {
	},
	["神王の拳I"] = {
	},
	["神王の拳II"] = {
	},
	["神王の拳III"] = {
	},
	["神王の拳IV"] = {
	},
	["吸血蚊虫"] = {
	},
	["≤吸血蝙蝠≥"] = {
	},
	["死亡凋零"] = {
	},
	["≤死亡救赎≥"] = {
	},
	["光明坠落"] = {
	},
	["≤光明不朽≥"] = {
	},
	["【神灭】"] = {
	},
	["【淡然】"] = {
	},
	["精灵の翔"] = {
	},
	["傀儡の隐"] = {
	},
	["凤凰の飞"] = {
	},
	["◆妖皇◆腕"] = {
	},
	["疾風·镯"] = {
	},
	["电·刀[感知]"] = {
	},
	["光·蛇[腾焰]"] = {
	},
	["焰·冰[闪耀]"] = {
	},
	["天劫之怒★★★★"] = {
	},
	["电·遇[男]"] = {
	},
	["光·炎[男]"] = {
	},
	["冰·殇[男]"] = {
	},
	["魔戒·骷髅王(A)"] = {
	},
	["魔戒·骷髅王(S)"] = {
	},
	["魔戒·骷髅王(SR)"] = {
	},
	["魔戒·骷髅王(SSR)"] = {
	},
	["魔戒·骷髅王(SSSR)"] = {
	},
	["天地·之威"] = {
	},
	["天道甲·仙"] = {
	},
	["仙器·残火(精)"] = {
	},
	["仙器·神翼(精)"] = {
	},
	["西海岸的运转核心"] = {
	},
	["遗忘的赤炎吊坠"] = {
	},
	["修炼手镯[秘纹]"] = {
	},
	["修炼指环[秘纹]"] = {
	},
	["红玫瑰[奇缘]"] = {
	},
	["白玫瑰[奇缘]"] = {
	},
	["炼狱"] = {
	},
	["幽·踏青天"] = {
	},
	["风魔王冠"] = {
	},
	["天神指环"] = {
	},
	["暗·影之翼"] = {
	},
	["圣之·毁灭"] = {
	},
	["审判之魂"] = {
	},
	["撒旦の镯"] = {
	},
	["噬生凝视"] = {
	},
	["黑莲项坠"] = {
	},
	["漩涡"] = {
	},
	["—冥炎—"] = {
	},
	["小妖魔吊坠♀"] = {
	},
	["怒焰护腕[秘纹]"] = {
	},
	["怒焰魔戒[秘纹]"] = {
	},
	["转换充能[上]"] = {
	},
	["转换充能[下]"] = {
	},
	["〈御·风〉"] = {
	},
	["御风·之力"] = {
	},
	["〈斩·浪〉"] = {
	},
	["卧龙战靴"] = {
	},
	["三魂四魄「元素」"] = {
	},
	["≮轻·语≯"] = {
	},
	["天之剑·碎月"] = {
	},
	["〈古龙·意志〉"] = {
	},
	["〈古龙·之力〉"] = {
	},
	["太虚古龙领域[完全体]"] = {
	},
	["被封印的剑灵(A)"] = {
	},
	["被封印的剑灵(S)"] = {
	},
	["被封印的剑灵(SR)"] = {
	},
	["被封印的剑灵(SSR)"] = {
	},
	["被封印的剑灵(SSSR)"] = {
	},
	["藏地の聚光剑"] = {
	},
	["忍者面具"] = {
	},
	["赤炎龙王之心"] = {
	},
	["龍族图腾ゞ"] = {
	},
	["魔族之靴「传承」"] = {
	},
	["魔族腰带「传承」"] = {
	},
	["沾染血迹的面具1"] = {
	},
	["夜色杀手披风"] = {
	},
	["月光印记"] = {
	},
	["月光手环"] = {
	},
	["新月之冠"] = {
	},
	["「镜·芒」"] = {
	},
	["殇日剑·终结"] = {
	},
	["上忍之隐"] = {
	},
	["九冥赤炎"] = {
	},
	["魔族指环"] = {
	},
	["断空之痕"] = {
	},
	["千年之光"] = {
	},
	["咏叹沉沦[男]"] = {
	},
	["〈御风·斩浪〉"] = {
	},
	["魔刃·噬魂(A)"] = {
	},
	["魔刃·噬魂(S)"] = {
	},
	["魔刃·噬魂(SR)"] = {
	},
	["魔刃·噬魂(SSR)"] = {
	},
	["魔刃·噬魂(SSSR)"] = {
	},
	["帝国の神龙(幼年期)"] = {
	},
	["帝国の神龙(成长期)"] = {
	},
	["帝国の神龙(成熟期)"] = {
	},
	["帝国の神龙(完全体)"] = {
	},
	["帝国の神龙(究极体)"] = {
	},
	["魔牙面具[蛮荒]"] = {
	},
	["魔牙吊坠[蛮荒]"] = {
	},
	["魔牙护手[蛮荒]"] = {
	},
	["魔牙之戒[蛮荒]"] = {
	},
	["血色之影"] = {
	},
	["血界"] = {
	},
	["往生之手"] = {
	},
	["怨念挂珠"] = {
	},
	["武之法则"] = {
	},
	["天机"] = {
	},
	["白玉心"] = {
	},
	["狂兽之护"] = {
	},
	["野蛮"] = {
	},
	["云履"] = {
	},
	["怪兽面具"] = {
	},
	["寂梦霜魂"] = {
	},
	["红莲腰带[白羽]"] = {
	},
	["红莲战靴[白羽]"] = {
	},
	["红莲护手[白羽]"] = {
	},
	["红莲战戒[白羽]"] = {
	},
	["水晶之恋"] = {
	},
	["透明手镯"] = {
	},
	["宿命"] = {
	},
	["地爆天星"] = {
	},
	["孤月天轮"] = {
	},
	["远古之龙魂魄1"] = {
	},
	["万雷"] = {
	},
	["星光"] = {
	},
	["天雷之环"] = {
	},
	["闪电结界"] = {
	},
	["神兵·雷神之威"] = {
	},
	["「掌控雷电」"] = {
	},
	["守夜人之魂[幽冥]"] = {
	},
	["守夜人之魄[幽冥]"] = {
	},
	["幽冥铭文"] = {
	},
	["预言者"] = {
	},
	["死亡之戒"] = {
	},
	["黄泉"] = {
	},
	["野火之握"] = {
	},
	["天煞符"] = {
	},
	["夜魂之殇"] = {
	},
	["黑暗的真理[精]"] = {
	},
	["黑暗的谏言[精]"] = {
	},
	["灵魂面具"] = {
	},
	["暗夜潜行者"] = {
	},
	["源火禁锢"] = {
	},
	["死神代言人"] = {
	},
	["死神降临"] = {
	},
	["苦修者的秘籍"] = {
	},
	["暗黑之神宝藏"] = {
	},
	["妖泣"] = {
	},
	["至阴"] = {
	},
	["鬼魅之踪"] = {
	},
	["鸣封之刃·永恒"] = {
	},
	["离火"] = {
	},
	["冥日之戒"] = {
	},
	["生命幻想"] = {
	},
	["远古吊坠"] = {
	},
	["深渊之行"] = {
	},
	["暗月挽歌"] = {
	},
	["鬼画符(A)"] = {
	},
	["鬼画符(S)"] = {
	},
	["鬼画符(SR)"] = {
	},
	["鬼画符(SSR)"] = {
	},
	["鬼画符(SSSR)"] = {
	},
	["荒火魔盔[惊梦]"] = {
	},
	["荒火魔链[惊梦]"] = {
	},
	["荒火手镯[惊梦]"] = {
	},
	["荒火魔戒[惊梦]"] = {
	},
	["天下霸唱"] = {
	},
	["寂梦"] = {
	},
	["哭丧棒"] = {
	},
	["离人愁"] = {
	},
	["勾魂索"] = {
	},
	["千年结"] = {
	},
	["灵魂之逐"] = {
	},
	["生死簿"] = {
	},
	["贤者腰带[伏魔]"] = {
	},
	["贤者战靴[伏魔]"] = {
	},
	["幽冥之环"] = {
	},
	["亡灵庇护"] = {
	},
	["冥河之邀"] = {
	},
	["无言恐惧"] = {
	},
	["暗影之缚"] = {
	},
	["冥火之拥"] = {
	},
	["鬼影重重"] = {
	},
	["纯阴之体"] = {
	},
	["贤者手镯[伏魔]"] = {
	},
	["贤者戒指[伏魔]"] = {
	},
	["旧人归"] = {
	},
	["黄泉之风"] = {
	},
	["望穿眼"] = {
	},
	["闪耀·漆黑之影"] = {
	},
	["归无期"] = {
	},
	["天恕"] = {
	},
	["玄阴〃吊坠"] = {
	},
	["轮回经"] = {
	},
	["大天使的神威"] = {
	},
	["夜魔之绕"] = {
	},
	["夜幽面具★★★"] = {
	},
	["归墟万物"] = {
	},
	["无名手环"] = {
	},
	["死亡笔记(上)"] = {
	},
	["死亡笔记(下)"] = {
	},
	["鬼焰寒甲(精)"] = {
	},
	["⊙墟魂千幻⊙"] = {
	},
	["赤木之瞳"] = {
	},
	["阴煞血幡"] = {
	},
	["死亡之环"] = {
	},
	["天火之靴"] = {
	},
	["勾魂夺魄"] = {
	},
	["悲鸣之焰"] = {
	},
	["鬼面裁决"] = {
	},
	["灵魂枷锁"] = {
	},
	["掌控奥义"] = {
	},
	["大元素使之手"] = {
	},
	["浮生"] = {
	},
	["一缕神念"] = {
	},
	["暮潮"] = {
	},
	["金色黎明的圣物箱"] = {
	},
	["永恒凛冬"] = {
	},
	["降星者"] = {
	},
	["孤影流觞"] = {
	},
	["无尽的华尔兹"] = {
	},
	["勿忘我"] = {
	},
	["强化+9999"] = {
	},
	["给你马一拳"] = {
	},
	["【传承】秩序腰带"] = {
	},
	["【传承】神威战靴"] = {
	},
	["■龙之叹息■"] = {
	},
	["【噬魂】王之孤影"] = {
	},
	["旅者之誓"] = {
	},
	["流光岁月"] = {
	},
	["罗盘玫瑰"] = {
	},
	["断头台"] = {
	},
	["天魔心脏★★★"] = {
	},
	["寒霜之握"] = {
	},
	["夜幽之玉"] = {
	},
	["明昼吊坠"] = {
	},
	["寒冬之冠(神圣)"] = {
	},
	["龙魂之力"] = {
	},
	["天空的引路人"] = {
	},
	["神谕之盔"] = {
	},
	["撕裂者面具"] = {
	},
	["屠龙者之刃"] = {
	},
	["本源之力"] = {
	},
	["元素种子"] = {
	},
	["自然之力·元素披风"] = {
	},
	["矮人头盔"] = {
	},
	["血色之眼"] = {
	},
	["时光的沙漏"] = {
	},
	["火焰之魂环"] = {
	},
	["燃烧の地狱轮盘"] = {
	},
	["烈焰之径"] = {
	},
	["堕落的黑曜战靴"] = {
	},
	["克苏恩之眼"] = {
	},
	["颠倒罪人之戒"] = {
	},
	["黑暗限界"] = {
	},
	["拉卡诺斯之泪1"] = {
	},
	["格萨拉克·地渊之声"] = {
	},
	["恶之根源"] = {
	},
	["狂暴之角1"] = {
	},
	["远行的召唤"] = {
	},
	["永恆之石1"] = {
	},
	["风之低语"] = {
	},
	["风之高歌"] = {
	},
	["征服者之力"] = {
	},
	["讨伐者之力"] = {
	},
	["月影之碑"] = {
	},
	["月影之界"] = {
	},
	["重生十字架"] = {
	},
	["强力护腕[洪荒]"] = {
	},
	["强力戒指[洪荒]"] = {
	},
	["龙神戒指[屠戮]"] = {
	},
	["龙神手镯[屠戮]"] = {
	},
	["哥布林头盔[愤怒]"] = {
	},
	["哥布林吊坠[愤怒]"] = {
	},
	["炽热腰带[狂暴]"] = {
	},
	["炽热战靴[狂暴]"] = {
	},
	["血魔护臂MAX"] = {
	},
	["无尽愤怒"] = {
	},
	["死亡一指"] = {
	},
	["【暗影】咒印之铠"] = {
	},
	["≮神拳≯"] = {
	},
	["噩梦之首★★"] = {
	},
	["一剑开天门"] = {
	},
	["◆影杀阵◆"] = {
	},
	["祸斗之獠"] = {
	},
	["追殺者"] = {
	},
	["·聖裁降臨SSS·"] = {
	},
	["死亡ゅ封印"] = {
	},
	["-燃霜之握-"] = {
	},
	["冰河之心"] = {
	},
	["魔焰·炽无尽"] = {
	},
	["死亡假面"] = {
	},
	["燃魂吊坠"] = {
	},
	["噬伤之力"] = {
	},
	["黑月·之泪"] = {
	},
	["混沌之影"] = {
	},
	["·破碎裂痕·"] = {
	},
	["死亡射线"] = {
	},
	["千山破"] = {
	},
	["真·霸主战甲SSS"] = {
	},
	["≮万物之力≯"] = {
	},
	["古核武·变异基因体"] = {
	},
	["古核武·生化基因体"] = {
	},
	["罪恶审判×"] = {
	},
	["悲鸣之泣"] = {
	},
	["深渊的亵渎☆☆"] = {
	},
	["赤焰结晶"] = {
	},
	["名刀⊙观世正宗"] = {
	},
	["封龙劍メ驱逐之刃"] = {
	},
	["安晓的右眼"] = {
	},
	["安晓的左眼"] = {
	},
	["异空：千年之光"] = {
	},
	["蚀月镜"] = {
	},
	["红眼面具"] = {
	},
	["狂怒护手"] = {
	},
	["狂意之怒"] = {
	},
	["魔渊面具"] = {
	},
	["「无情」"] = {
	},
	["咆哮之意"] = {
	},
	["抉择"] = {
	},
	["啸之戒指"] = {
	},
	["天殇之痕"] = {
	},
	["巨龙之印"] = {
	},
	["时间锁"] = {
	},
	["轮回沙漏"] = {
	},
	["失落空间"] = {
	},
	["法师拳套"] = {
	},
	["半兽人之心"] = {
	},
	["天启星魂"] = {
	},
	["恶之握"] = {
	},
	["戰場之靴"] = {
	},
	["禁言"] = {
	},
	["无面恐惧"] = {
	},
	["灵魂洗礼"] = {
	},
	["命运的轮转"] = {
	},
	["起源·无尽幻境"] = {
	},
	["厄运代言人"] = {
	},
	["时间之轮·聚变"] = {
	},
	["龙之力·不灭光剑!"] = {
	},
	["黄昏落幕ぁ"] = {
	},
	["破魔斗笠"] = {
	},
	["破魔斗笠+1"] = {
	},
	["破魔斗笠+2"] = {
	},
	["破魔斗笠+3"] = {
	},
	["破魔斗笠+4"] = {
	},
	["破魔斗笠+5"] = {
	},
	["破魔斗笠+6"] = {
	},
	["破魔斗笠+7"] = {
	},
	["破魔斗笠+8"] = {
	},
	["破魔斗笠+9"] = {
	},
	["破魔斗笠+10"] = {
	},
	["恢复光环"] = {
	},
	["恢复光环+1"] = {
	},
	["恢复光环+2"] = {
	},
	["恢复光环+3"] = {
	},
	["恢复光环+4"] = {
	},
	["恢复光环+5"] = {
	},
	["恢复光环+6"] = {
	},
	["恢复光环+7"] = {
	},
	["恢复光环+8"] = {
	},
	["恢复光环+9"] = {
	},
	["恢复光环+10"] = {
	},
	["龙·之心"] = {
	},
	["龙·之心+1"] = {
	},
	["龙·之心+2"] = {
	},
	["龙·之心+3"] = {
	},
	["龙·之心+4"] = {
	},
	["龙·之心+5"] = {
	},
	["龙·之心+6"] = {
	},
	["龙·之心+7"] = {
	},
	["龙·之心+8"] = {
	},
	["龙·之心+9"] = {
	},
	["龙·之心+10"] = {
	},
	["神·守护"] = {
	},
	["神·守护+1"] = {
	},
	["神·守护+2"] = {
	},
	["神·守护+3"] = {
	},
	["神·守护+4"] = {
	},
	["神·守护+5"] = {
	},
	["神·守护+6"] = {
	},
	["神·守护+7"] = {
	},
	["神·守护+8"] = {
	},
	["神·守护+9"] = {
	},
	["神·守护+10"] = {
	},
	["圣灵壁垒"] = {
	},
	["圣灵壁垒+1"] = {
	},
	["圣灵壁垒+2"] = {
	},
	["圣灵壁垒+3"] = {
	},
	["圣灵壁垒+4"] = {
	},
	["圣灵壁垒+5"] = {
	},
	["圣灵壁垒+6"] = {
	},
	["圣灵壁垒+7"] = {
	},
	["圣灵壁垒+8"] = {
	},
	["圣灵壁垒+9"] = {
	},
	["圣灵壁垒+10"] = {
	},
	["毁灭·魔化天使[永恆]"] = {
	},
	["毁灭·魔化天使[傳奇]"] = {
	},
	["毁灭·魔化天使[無盡]"] = {
	},
	["毁灭·魔化天使[吞噬]"] = {
	},
	["杀戮刻印Lv.1"] = {
	},
	["杀戮刻印Lv.2"] = {
	},
	["杀戮刻印Lv.3"] = {
	},
	["杀戮刻印Lv.4"] = {
	},
	["杀戮刻印Lv.5"] = {
	},
	["杀戮刻印Lv.6"] = {
	},
	["杀戮刻印Lv.7"] = {
	},
	["杀戮刻印Lv.8"] = {
	},
	["杀戮刻印Lv.9"] = {
	},
	["杀戮刻印Lv.10"] = {
	},
	["杀戮刻印Lv.11"] = {
	},
	["杀戮刻印Lv.12"] = {
	},
	["杀戮刻印Lv.13"] = {
	},
	["杀戮刻印Lv.14"] = {
	},
	["杀戮刻印Lv.15"] = {
	},
	["疾风刻印Lv.1"] = {
	},
	["疾风刻印Lv.2"] = {
	},
	["疾风刻印Lv.3"] = {
	},
	["疾风刻印Lv.4"] = {
	},
	["疾风刻印Lv.5"] = {
	},
	["疾风刻印Lv.6"] = {
	},
	["疾风刻印Lv.7"] = {
	},
	["疾风刻印Lv.8"] = {
	},
	["疾风刻印Lv.9"] = {
	},
	["疾风刻印Lv.10"] = {
	},
	["冰霜☆"] = {
	},
	["炎袭☆"] = {
	},
	["风息☆"] = {
	},
	["雷罚☆"] = {
	},
	["星火法器[刺痛]"] = {
	},
	["星辉法器[刺痛]"] = {
	},
	["星辰法器[刺痛]"] = {
	},
	["星火法器[重伤]"] = {
	},
	["星辉法器[重伤]"] = {
	},
	["星辰法器[重伤]"] = {
	},
	["噬魂☆"] = {
	},
	["天谴☆"] = {
	},
	["地煞☆"] = {
	},
	["御剑☆"] = {
	},
	["星火仙器[会心]"] = {
	},
	["星辉仙器[会心]"] = {
	},
	["星辰仙器[会心]"] = {
	},
	["星火仙器[命格]"] = {
	},
	["星辉仙器[命格]"] = {
	},
	["星辰仙器[命格]"] = {
	},
	["罗刹☆"] = {
	},
	["残生☆"] = {
	},
	["暴怒☆"] = {
	},
	["傲命☆"] = {
	},
	["星火神器[契约]"] = {
	},
	["星辉神器[契约]"] = {
	},
	["星辰神器[契约]"] = {
	},
	["星火神器[轮盘]"] = {
	},
	["星辉神器[轮盘]"] = {
	},
	["星辰神器[轮盘]"] = {
	},
	["龙族雕石[未觉醒]"] = {
	},
	["龙族雕石[一阶觉醒]"] = {
	},
	["龙族雕石[二阶觉醒]"] = {
	},
	["龙族雕石[三阶觉醒]"] = {
	},
	["龙族雕石[四阶觉醒]"] = {
	},
	["龙族雕石[五阶觉醒]"] = {
	},
	["初心手镯"] = {
	},
	["魔晶戒指"] = {
	},
	["大佛舍利"] = {
	},
	["月光钻石"] = {
	},
	["不死之花"] = {
	},
	["妖魔玉佩"] = {
	},
	["魔罗之卵"] = {
	},
	["魔罗指环"] = {
	},
	["恶魔之角"] = {
	},
	["恶魔牙骨"] = {
	},
	["魔王神油"] = {
	},
	["魔王水晶"] = {
	},
	["雄伯(太古结界)"] = {
	},
	["伯奇(太古结界)"] = {
	},
	["疆良(太古结界)"] = {
	},
	["穷奇(太古结界)"] = {
	},
	["祖明(太古结界)"] = {
	},
	["虚耗(太古结界)"] = {
	},
	["幻·火莲魔童·哪吒"] = {
	},
	["「绝代风华」"] = {
	},
	["「绝代风华」(女)"] = {
	},
	["メ月光メ眷侣メ"] = {
	},
	["メ月光メ眷侣メ(女)"] = {
	},
	["〝断情メ歌〞"] = {
	},
	["〝断情メ歌〞(女)"] = {
	},
	["【锦衣卫】"] = {
	},
	["【锦衣卫】(女)"] = {
	},
	["のの夏日ろ浪花のの"] = {
	},
	["のの夏日ろ浪花のの(女)"] = {
	},
	["★妖影暗刺★"] = {
	},
	["★妖影暗刺★(女)"] = {
	},
	["[SSSSS·聖]黄金斗士"] = {
	},
	["[SSSSS·聖]黄金斗士(女)"] = {
	},
	["≮天界ヾ守护≯"] = {
	},
	["≮天界ヾ守护≯(女)"] = {
	},
	["狩魂の血镰使"] = {
	},
	["狩魂の血镰使(女)"] = {
	},
	["〓楼兰⊙君主〓"] = {
	},
	["〓楼兰⊙君主〓(女)"] = {
	},
	["踏雪№傲寒霜"] = {
	},
	["踏雪№傲寒霜(女)"] = {
	},
	["红颜天怒メ"] = {
	},
	["红颜天怒メ(女)"] = {
	},
	["炽天使№路西法"] = {
	},
	["大天使№米凯尔(女)"] = {
	},
	["§镇海之王§"] = {
	},
	["§镇海之王§(女)"] = {
	},
	["⊙赤凰·修罗⊙"] = {
	},
	["⊙赤凰·修罗⊙(女)"] = {
	},
	["灵气枯竭的木匣"] = {
	},
	["鸿蒙太初镜"] = {
	},
	["噬魔两仪轮"] = {
	},
	["三才玄靈扇"] = {
	},
	["四象天方盘"] = {
	},
	["五行炼魔壺"] = {
	},
	["六合天罡珠"] = {
	},
	["七宝玲珑塔"] = {
	},
	["乾坤八卦盘"] = {
	},
	["九宫龙皇钟"] = {
	},
	["十方天帝印"] = {
	},
	["神威破魔令"] = {
	},
	["至尊仙王盾"] = {
	},
	["超凡圣灵石"] = {
	},
	["出尘穿云梭"] = {
	},
	["凌绝天音铃"] = {
	},
	["惊世霹雳环"] = {
	},
	["御空翔云翎"] = {
	},
	["混天八卦炉"] = {
	},
	["雏凤呼风盏"] = {
	},
	["潜龙阴阳石"] = {
	},
	["骷髅头盔[时装]"] = {
	},
	["蓝翡翠项链[时装]"] = {
	},
	["死神手套[时装]"] = {
	},
	["骷髅戒指[时装]"] = {
	},
	["铁腰带[时装]"] = {
	},
	["鹿皮靴[时装]"] = {
	},
	["黑铁头盔[时装]"] = {
	},
	["绿色项链[时装]"] = {
	},
	["骑士手镯[时装]"] = {
	},
	["力量戒指[时装]"] = {
	},
	["青铜腰带[时装]"] = {
	},
	["紫绸靴[时装]"] = {
	},
	["圣战头盔[时装]"] = {
	},
	["圣战项链[时装]"] = {
	},
	["圣战手镯[时装]"] = {
	},
	["圣战戒指[时装]"] = {
	},
	["钢铁腰带[时装]"] = {
	},
	["避魂靴[时装]"] = {
	},
	["老村长的怀表"] = {
	},
	["守夜人之徽"] = {
	},
	["斗转星移[残]"] = {
	},
	["斗转星移[精]"] = {
	},
	["斗转星移[精]+1"] = {
	},
	["斗转星移[精]+2"] = {
	},
	["斗转星移[精]+3"] = {
	},
	["斗转星移[精]+4"] = {
	},
	["斗转星移[精]+5"] = {
	},
	["斗转星移[精]+6"] = {
	},
	["斗转星移[精]+7"] = {
	},
	["斗转星移[精]+8"] = {
	},
	["斗转星移[精]+9"] = {
	},
	["斗转星移[精]+10"] = {
	},
	["驭风者·离殇"] = {
	},
	["【聖】·天空之翼"] = {
	},
	["边界山谷的运转核心"] = {
	},
	["亡灵骑士的面具"] = {
	},
	["亡灵吊坠"] = {
	},
	["拥抱黑暗吧"] = {
	},
	["元素之心"] = {
	},
	["酆都的运转核心"] = {
	},
	["黑暗之触"] = {
	},
	["【镇压】血色结界"] = {
	},
	["活着！"] = {
	},
	["八八八八"] = {
	},
	["鬼灵面容"] = {
	},
	["万妖指环"] = {
	},
	["黑暗之信念"] = {
	},
	["熊猫面具"] = {
	},
	["天龙人之戒"] = {
	},
	["白骨之刺"] = {
	},
	["“破晓之眼”"] = {
	},
	["桓龙：另一个时空"] = {
	},
	["哈法西斯之心"] = {
	},
	["「穿梭」时间轮转"] = {
	},
	["信念支柱"] = {
	},
	["星瀚之力"] = {
	},
	["蓝色恶魔之眼"] = {
	},
	["【EX级】哀霜之触"] = {
	},
	["【EX级】超能战盔"] = {
	},
	["【EX级】圣之语"] = {
	},
	["【EX级】冰火之羽"] = {
	},
	["【EX级】埃兰宝典"] = {
	},
	["致命一击Lv1"] = {
	},
	["致命一击Lv2"] = {
	},
	["致命一击Lv3"] = {
	},
	["致命一击Lv4"] = {
	},
	["致命一击Lv5"] = {
	},
	["致命一击Lv6"] = {
	},
	["致命一击Lv7"] = {
	},
	["致命一击Lv8"] = {
	},
	["致命一击Lv9"] = {
	},
	["致命一击Lv10"] = {
	},
	["致命一击Lv11"] = {
	},
	["致命一击Lv12"] = {
	},
	["致命一击Lv13"] = {
	},
	["致命一击Lv14"] = {
	},
	["致命一击Lv15"] = {
	},
	["致命一击Lv16"] = {
	},
	["致命一击Lv17"] = {
	},
	["致命一击Lv18"] = {
	},
	["致命一击Lv19"] = {
	},
	["致命一击Lv20"] = {
	},
	["伤害增幅Lv1"] = {
	},
	["伤害增幅Lv2"] = {
	},
	["伤害增幅Lv3"] = {
	},
	["伤害增幅Lv4"] = {
	},
	["伤害增幅Lv5"] = {
	},
	["伤害增幅Lv6"] = {
	},
	["伤害增幅Lv7"] = {
	},
	["伤害增幅Lv8"] = {
	},
	["伤害增幅Lv9"] = {
	},
	["伤害增幅Lv10"] = {
	},
	["伤害增幅Lv11"] = {
	},
	["伤害增幅Lv12"] = {
	},
	["伤害增幅Lv13"] = {
	},
	["伤害增幅Lv14"] = {
	},
	["伤害增幅Lv15"] = {
	},
	["伤害增幅Lv16"] = {
	},
	["伤害增幅Lv17"] = {
	},
	["伤害增幅Lv18"] = {
	},
	["伤害增幅Lv19"] = {
	},
	["伤害增幅Lv20"] = {
	},
	["钢铁之躯Lv1"] = {
	},
	["钢铁之躯Lv2"] = {
	},
	["钢铁之躯Lv3"] = {
	},
	["钢铁之躯Lv4"] = {
	},
	["钢铁之躯Lv5"] = {
	},
	["钢铁之躯Lv6"] = {
	},
	["钢铁之躯Lv7"] = {
	},
	["钢铁之躯Lv8"] = {
	},
	["钢铁之躯Lv9"] = {
	},
	["钢铁之躯Lv10"] = {
	},
	["钢铁之躯Lv11"] = {
	},
	["钢铁之躯Lv12"] = {
	},
	["钢铁之躯Lv13"] = {
	},
	["钢铁之躯Lv14"] = {
	},
	["钢铁之躯Lv15"] = {
	},
	["钢铁之躯Lv16"] = {
	},
	["钢铁之躯Lv17"] = {
	},
	["钢铁之躯Lv18"] = {
	},
	["钢铁之躯Lv19"] = {
	},
	["钢铁之躯Lv20"] = {
	},
	["削铁如泥Lv1"] = {
	},
	["削铁如泥Lv2"] = {
	},
	["削铁如泥Lv3"] = {
	},
	["削铁如泥Lv4"] = {
	},
	["削铁如泥Lv5"] = {
	},
	["削铁如泥Lv6"] = {
	},
	["削铁如泥Lv7"] = {
	},
	["削铁如泥Lv8"] = {
	},
	["削铁如泥Lv9"] = {
	},
	["削铁如泥Lv10"] = {
	},
	["削铁如泥Lv11"] = {
	},
	["削铁如泥Lv12"] = {
	},
	["削铁如泥Lv13"] = {
	},
	["削铁如泥Lv14"] = {
	},
	["削铁如泥Lv15"] = {
	},
	["削铁如泥Lv16"] = {
	},
	["削铁如泥Lv17"] = {
	},
	["削铁如泥Lv18"] = {
	},
	["削铁如泥Lv19"] = {
	},
	["削铁如泥Lv20"] = {
	},
	["血牛达人Lv1"] = {
	},
	["血牛达人Lv2"] = {
	},
	["血牛达人Lv3"] = {
	},
	["血牛达人Lv4"] = {
	},
	["血牛达人Lv5"] = {
	},
	["血牛达人Lv6"] = {
	},
	["血牛达人Lv7"] = {
	},
	["血牛达人Lv8"] = {
	},
	["血牛达人Lv9"] = {
	},
	["血牛达人Lv10"] = {
	},
	["血牛达人Lv11"] = {
	},
	["血牛达人Lv12"] = {
	},
	["血牛达人Lv13"] = {
	},
	["血牛达人Lv14"] = {
	},
	["血牛达人Lv15"] = {
	},
	["血牛达人Lv16"] = {
	},
	["血牛达人Lv17"] = {
	},
	["血牛达人Lv18"] = {
	},
	["血牛达人Lv19"] = {
	},
	["血牛达人Lv20"] = {
	},
	["牛马特权"] = {
	},
	["神魔·大成"] = {
	},
	["神魔·完美"] = {
	},
	["边关守护者lv1"] = {
	},
	["边关守护者lv2"] = {
	},
	["边关守护者lv3"] = {
	},
	["边关守护者lv4"] = {
	},
	["边关守护者lv5"] = {
	},
	["边关守护者lv6"] = {
	},
	["边关守护者lv7"] = {
	},
	["边关守护者lv8"] = {
	},
	["边关守护者lv9"] = {
	},
	["边关守护者lv10"] = {
	},
	["武林新丁"] = {
	},
	["江湖小虾"] = {
	},
	["后起之秀"] = {
	},
	["武林高手"] = {
	},
	["风尘奇侠"] = {
	},
	["江湖侠隐"] = {
	},
	["无双隐士"] = {
	},
	["世外高人"] = {
	},
	["江湖侠客"] = {
	},
	["无敌圣者"] = {
	},
	["先天高手"] = {
	},
	["一代天骄"] = {
	},
	["武林霸主"] = {
	},
	["武林神话"] = {
	},
	["独孤求败"] = {
	},
	["帝释无双"] = {
	},
	["陆地神仙"] = {
	},
	["无敌贤者"] = {
	},
	["双星天师"] = {
	},
	["三界贤君"] = {
	},
	["觉醒一重天"] = {
	},
	["觉醒二重天"] = {
	},
	["觉醒三重天"] = {
	},
	["觉醒四重天"] = {
	},
	["觉醒五重天"] = {
	},
	["觉醒六重天"] = {
	},
	["觉醒七重天"] = {
	},
	["觉醒八重天"] = {
	},
	["觉醒九重天"] = {
	},
	["哈法西斯挑战者Lv1"] = {
	},
	["哈法西斯挑战者Lv2"] = {
	},
	["哈法西斯挑战者Lv3"] = {
	},
	["哈法西斯挑战者Lv4"] = {
	},
	["哈法西斯挑战者Lv5"] = {
	},
	["沙城捐献"] = {
	},
	["第一富豪"] = {
	},
	["小资党"] = {
	},
	["氪金党"] = {
	},
	["土豪玩家"] = {
	},
	["神豪玩家"] = {
	},
	["氪金大佬"] = {
	},
	["全满大佬"] = {
	},
	["爸爸！"] = {
	},
	["≮双星≯"] = {
	},
	["≮两仪≯"] = {
	},
	["≮三才≯"] = {
	},
	["≮四象≯"] = {
	},
	["≮五行≯"] = {
	},
	["≮六合≯"] = {
	},
	["≮七星≯"] = {
	},
	["≮八卦≯"] = {
	},
	["≮九宫≯"] = {
	},
	["≮十方≯"] = {
	},
	["≮神威≯"] = {
	},
	["≮至尊≯"] = {
	},
	["≮超凡≯"] = {
	},
	["≮出尘≯"] = {
	},
	["≮凌绝≯"] = {
	},
	["≮惊世≯"] = {
	},
	["≮御空≯"] = {
	},
	["≮混天≯"] = {
	},
	["≮凤雏≯"] = {
	},
	["≮潜龙≯"] = {
	},
	["低阶禁物使"] = {
	},
	["高阶禁物使"] = {
	},
	["高危禁物使"] = {
	},
	["超高危禁物使"] = {
	},
	["狂暴之力"] = {
	},
	["我不是酒神"] = {
	},
	["地藏王的试炼"] = {
	},
	["一气化三清"] = {
	},
	["仙人境界"] = {
	},
	["时空游侠"] = {
	},
	["时空旅人"] = {
	},
	["时空穿梭者"] = {
	},
	["摸鱼达人"] = {
	},
	["乱斗之王"] = {
	},
	["神明代理人"] = {
	},
	["神墟：凡尘神域"] = {
	},
	["神墟：唯一正解"] = {
	},
	["神墟：斗战神墟"] = {
	},
	["禁墟：黑王斩滅"] = {
	},
	["禁墟：不朽"] = {
	},
	["禁墟：无相"] = {
	},
	["禁墟：无缘纱"] = {
	},
	["官方指挥"] = {
	},
	["邪恶秘籍"] = {
	},
	["初出茅庐"] = {
	},
	["天纵会员"] = {
	},
	["天纵豪侠"] = {
	},
	["天纵神子"] = {
	},
	["求婚戒指"] = {
	},
	["沙城之主"] = {
	},
	["胜利之师"] = {
	},
	["◆沙城之主◆"] = {
	},
	["◆胜利之师◆"] = {
	},
	["魔化的眼罩"] = {
	},
	["梦魇头冠"] = {
	},
	["彩蝶吊坠"] = {
	},
	["魔兽之爪"] = {
	},
	["白骨之镰"] = {
	},
	["终结者"] = {
	},
	["收割者"] = {
	},
	["[傳奇]防护者"] = {
	},
	["[無盡]死神之盾"] = {
	},
	["[吞噬]骨火之灵"] = {
	},
	["子时旧魂灯"] = {
	},
	["丑时魄魂灯"] = {
	},
	["寅时绕魂灯"] = {
	},
	["卯时天魂灯"] = {
	},
	["辰时泉魂灯"] = {
	},
	["巳时寂魂灯"] = {
	},
	["午时离魂灯"] = {
	},
	["未时灵魂灯"] = {
	},
	["申时鸣魂灯"] = {
	},
	["酉时万魂灯"] = {
	},
	["戌时幡魂灯"] = {
	},
	["亥时言魂灯"] = {
	},
	["冥魂引渡人"] = {
	},
	["初窥天机"] = {
	},
	["通灵神眼"] = {
	},
	["天机尊者"] = {
	},
	["命运掌控"] = {
	},
	["玄秘宗师"] = {
	},
	["【EX级】低语"] = {
	},
	["聚宝盆[财神]"] = {
	},
	["百年古棺"] = {
	},
	["千年古棺"] = {
	},
	["万年古棺"] = {
	},
	["十万年古棺"] = {
	},
	["树妖统领·木之虫巢"] = {
	},
	["天元之奕·冰霜凝视"] = {
	},
	["血饮雷霆·束缚之力"] = {
	},
	["鬼魅之宗·七煞灭魂"] = {
	},
	["魔王领域·无异刀锋"] = {
	},
	["焱月神晖·光明永存"] = {
	},
	["天妖现世·荡魔逆仙"] = {
	},
	["元素裂隙权杖"] = {
	},
	["灵魂牢笼"] = {
	},
	["新月宝珠"] = {
	},
	["[風魂]黃沙之靈"] = {
	},
	["妖月内胆"] = {
	},
	["[龍器]祖龍號角"] = {
	},
	["锁魂咒"] = {
	},
	["降魔杵"] = {
	},
	["锁魂幡"] = {
	},
	["碧波三花曈"] = {
	},
	["六道轮回盘"] = {
	},
	["贪婪之心"] = {
	},
	["[龍器]灭世骸骨"] = {
	},
	["霜冻守护の心"] = {
	},
	["芭蕉扇"] = {
	},
	["琥珀净瓶"] = {
	},
	["麒麟臂"] = {
	},
	["麒麟心"] = {
	},
	["潮影钩矛"] = {
	},
	["夜明珠"] = {
	},
	["牛马主宰印"] = {
	},
	["牛马工牌"] = {
	},
	["老G画的饼"] = {
	},
	["领导甩的锅"] = {
	},
	["同事划的水"] = {
	},
	["自己摸的鱼"] = {
	},
	["策划挖的坑"] = {
	},
	["技术埋的雷"] = {
	},
	["飓风之灵"] = {
	},
	["死亡如风[称号]"] = {
	},
	["阴阳合一[称号]"] = {
	},
	["天选之人[资格]"] = {
	},
	["牛马新星[称号]"] = {
	},
	["玄天征服者[称号]"] = {
	},
	["天元统领[称号]"] = {
	},
	["龙之霸主[称号]"] = {
	},
	["轮回劫[称号]"] = {
	},
	["恶境征伐者[称号]"] = {
	},
	["圣光守护者[称号]"] = {
	},
	["破晓英雄[称号]"] = {
	},
	["打工皇帝[称号]"] = {
	},
	["怪物猎人[称号]"] = {
	},
	["牛马实习生[称号]"] = {
	},
	["魔法盾[技能]"] = {
	},
	["半月弯刀[技能]"] = {
	},
	["绑定金币"] = {
	},
	["元宝"] = {
	},
	["冠名大哥[称号]"] = {
	},
	["龙行天下[时装]"] = {
	},
	["幻境通行证"] = {
	},
	["吾為天帝·镇杀世間一切敌[时装]"] = {
	},
	["独步天下[称号]"] = {
	},
	["天启之刃[魂]"] = {
	},
	["天启恺甲[魂]"] = {
	},
	["天启指环[魂]"] = {
	},
	["天启手镯[魂]"] = {
	},
	["天启头盔[魂]"] = {
	},
	["天启项链[魂]"] = {
	},
	["双星之刃[魂]"] = {
	},
	["双星恺甲[魂]"] = {
	},
	["双星指环[魂]"] = {
	},
	["双星手镯[魂]"] = {
	},
	["双星头盔[魂]"] = {
	},
	["双星项链[魂]"] = {
	},
	["三魂之刃[魂]"] = {
	},
	["三魂恺甲[魂]"] = {
	},
	["三魂指环[魂]"] = {
	},
	["三魂手镯[魂]"] = {
	},
	["三魂头盔[魂]"] = {
	},
	["三魂项链[魂]"] = {
	},
	["四玄之刃[魂]"] = {
	},
	["四玄恺甲[魂]"] = {
	},
	["四玄指环[魂]"] = {
	},
	["四玄手镯[魂]"] = {
	},
	["四玄头盔[魂]"] = {
	},
	["四玄项链[魂]"] = {
	},
	["五岳之刃[魂]"] = {
	},
	["五岳恺甲[魂]"] = {
	},
	["五岳指环[魂]"] = {
	},
	["五岳手镯[魂]"] = {
	},
	["五岳头盔[魂]"] = {
	},
	["五岳项链[魂]"] = {
	},
	["六合之刃[魂]"] = {
	},
	["六合恺甲[魂]"] = {
	},
	["六合指环[魂]"] = {
	},
	["六合手镯[魂]"] = {
	},
	["六合头盔[魂]"] = {
	},
	["六合项链[魂]"] = {
	},
	["七星之刃[魂]"] = {
	},
	["七星恺甲[魂]"] = {
	},
	["七星指环[魂]"] = {
	},
	["七星手镯[魂]"] = {
	},
	["七星头盔[魂]"] = {
	},
	["七星项链[魂]"] = {
	},
	["八荒之刃[魂]"] = {
	},
	["八荒恺甲[魂]"] = {
	},
	["八荒指环[魂]"] = {
	},
	["八荒手镯[魂]"] = {
	},
	["八荒头盔[魂]"] = {
	},
	["八荒项链[魂]"] = {
	},
	["九曜之刃[魂]"] = {
	},
	["九曜恺甲[魂]"] = {
	},
	["九曜指环[魂]"] = {
	},
	["九曜手镯[魂]"] = {
	},
	["九曜头盔[魂]"] = {
	},
	["九曜项链[魂]"] = {
	},
	["十都之刃[魂]"] = {
	},
	["十都恺甲[魂]"] = {
	},
	["十都指环[魂]"] = {
	},
	["十都手镯[魂]"] = {
	},
	["十都头盔[魂]"] = {
	},
	["十都项链[魂]"] = {
	},
	["战神之巅[称号]"] = {
	},
	["苍穹霸主[称号]"] = {
	},
	["修罗破军[称号]"] = {
	},
	["腐化メ恐惧"] = {
	},
	["腐化メ奸诈"] = {
	},
	["腐化メ残暴"] = {
	},
	["腐化メ虚伪"] = {
	},
	["神魂碎片"] = {
	},
	["神魂结晶"] = {
	},
	["神魂宝箱(小)"] = {
	},
	["神魂宝箱(中)"] = {
	},
	["神魂宝箱(大)"] = {
	},
	["擒龙手[技能]"] = {
	},
	["后天造化箓"] = {
	},
	["精魄碎片"] = {
	},
	["群星之怒★★★"] = {
	},
	["夜风·不败剑意"] = {
	},
	["星辉的祷告乀"] = {
	},
	["御天机"] = {
	},
	["哨兵之首"] = {
	},
	["无序战盔"] = {
	},
	["生灵·屠杀"] = {
	},
	["星神之坠"] = {
	},
	["幕轮"] = {
	},
	["狂魔·永夜"] = {
	},
	["贪婪之噬"] = {
	},
	["影幕之指"] = {
	},
	["★★星魂永燃★★"] = {
	},
	["无序的邪力"] = {
	},
	["无序的凝视"] = {
	},
	["刺·束缚之隐"] = {
	},
	["无序◎奥秘"] = {
	},
	["『神耀』"] = {
	},
	["悟道神带"] = {
	},
	["原初■混乱■"] = {
	},
	["〝回魂〞"] = {
	},
	["心有琉璃"] = {
	},
	["無上生霊″魂灭生"] = {
	},
	["『畸变』"] = {
	},
	["光辉之怒·鸩"] = {
	},
	["星辉·猎杀狩命"] = {
	},
	["◆黑洞◆"] = {
	},
	["万法面具"] = {
	},
	["·天魔之冠·破天·"] = {
	},
	["血奴印记"] = {
	},
	["混乱制造者"] = {
	},
	["新月头盔[月灵]"] = {
	},
	["新月项链[月灵]"] = {
	},
	["醉月手镯[魂灭]"] = {
	},
	["醉月戒指[魂灭]"] = {
	},
	["风月腰带[魂生]"] = {
	},
	["风月鞋子[魂生]"] = {
	},
	["新月领域△核心"] = {
	},
	["卐卐正道鏡卐卐"] = {
	},
	["卐卐提魂锁卐卐"] = {
	},
	["△△雷道天卷△△"] = {
	},
	["△△玄天令△△"] = {
	},
	["▲▲火雲真經▲▲"] = {
	},
	["▲▲水鏡太極▲▲"] = {
	},
	["‖「谣影神靴」‖"] = {
	},
	["‖「太清流珠」‖"] = {
	},
	["ζ聖●法相天地ζ"] = {
	},
	["ζ法相天地ζ"] = {
	},
	["神之■庇护"] = {
	},
	["正将印信"] = {
	},
	["提将印信"] = {
	},
	["反将印信"] = {
	},
	["脱将印信"] = {
	},
	["风将印信"] = {
	},
	["火将印信"] = {
	},
	["除将印信"] = {
	},
	["谣将印信"] = {
	},
	["血色残刃"] = {
	},
	["破天印记"] = {
	},
	["星图残卷"] = {
	},
	["月亮井"] = {
	},
	["黑刀·夜"] = {
	},
	["月夜战神的认可[称号卷]"] = {
	},
	["天下共主[称号卷]"] = {
	},
	["不灭之魂[称号卷]"] = {
	},
	["不灭之魂宝箱"] = {
	},
	["天下共主宝箱"] = {
	},
	["火炎焱燚[时装]"] = {
	},
	["暗影之行[时装]"] = {
	},
	["幽鬼[时装]"] = {
	},
	["蓝灵枪仙[时装]"] = {
	},
	["企鹅村[时装]"] = {
	},
	["赤金罗刹[时装]"] = {
	},
	["银翼[时装]"] = {
	},
	["瑶瑶[时装]"] = {
	},
	["残魂凶灵[时装]"] = {
	},
	["血杀之誓[时装]"] = {
	},
	["恶鬼战神[时装]"] = {
	},
	["敬天圣骑[时装]"] = {
	},
	["炽热之魂[时装]"] = {
	},
	["夜帝[时装]"] = {
	},
	["剑仙[时装]"] = {
	},
	["狩魂[时装]"] = {
	},
	["神器格扩展卷"] = {
	},
	["奋进时装盒"] = {
	},
	["七魄·尸狗"] = {
	},
	["七魄·伏矢"] = {
	},
	["七魄·雀阴"] = {
	},
	["七魄·吞贼"] = {
	},
	["七魄·非毒"] = {
	},
	["七魄·除秽"] = {
	},
	["七魄·臭肺"] = {
	},
	["圣诞花环"] = {
	},
	["步步高升[足迹]"] = {
	},
	["圣诞时光[光环]"] = {
	},
	["圣诞雪宝[时装]"] = {
	},
	["暴走甜心[时装]"] = {
	},
	["牛马手办一对"] = {
	},
	["手办兑换卷"] = {
	},
	["圣诞先生[时装]"] = {
	},
	["圣诞小姐[时装]"] = {
	},
	["罗非鱼"] = {
	},
	["沙丁鱼"] = {
	},
	["三文鱼"] = {
	},
	["石斑鱼"] = {
	},
	["圣诞老人的靴子"] = {
	},
	["麋鹿金铃铛"] = {
	},
	["圣诞幸运星"] = {
	},
	["圣诞饼干"] = {
	},
	["圣诞老人徽章"] = {
	},
	["三百六十五个祝福"] = {
	},
	["大富翁礼包"] = {
	},
	["太古龍神·镇魂神武"] = {
	},
}
return config