local config = { 
	[1] = { 
		xls_id = 1,
		rewards = {
			[1] = {
				[1] = "1亿经验卷",
				[2] = 3,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 2,
			},
		},
		points = 50,
	},
	[2] = { 
		xls_id = 2,
		rewards = {
			[1] = {
				[1] = "境界丹",
				[2] = 3,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 2,
			},
		},
		points = 120,
	},
	[3] = { 
		xls_id = 3,
		rewards = {
			[1] = {
				[1] = "金条",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 2,
			},
		},
		points = 200,
	},
	[4] = { 
		xls_id = 4,
		rewards = {
			[1] = {
				[1] = "气运精魄",
				[2] = 3,
			},
			[2] = {
				[1] = "转运金丹",
				[2] = 2,
			},
		},
		points = 300,
	},
	[5] = { 
		xls_id = 5,
		rewards = {
			[1] = {
				[1] = "摸鱼达人(称号卷)",
				[2] = 1,
			},
		},
		points = 420,
	},
	[6] = { 
		xls_id = 6,
		rewards = {
			[1] = {
				[1] = "泳装达人[时装]",
				[2] = 1,
			},
		},
		points = 600,
	},
}
return config
