local config = { 
	[3] = { 
		xls_id = 3,
		Cshow1 = {
			[1] = {
				[1] = "生命金莲丹",
				[2] = 1,
			},
			[2] = {
				[1] = "洗净伐髓丹",
				[2] = 1,
			},
			[3] = {
				[1] = "金刚不坏丹",
				[2] = 1,
			},
		},
		cost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 10,
			},
			[2] = {
				[1] = "幻灵水晶",
				[2] = 300,
			},
			[3] = {
				[1] = "地狱灵芝",
				[2] = 1,
			},
			[4] = {
				[1] = "灵符",
				[2] = 200,
			},
		},
		Cshow2 = {
			[1] = {
				[1] = "疾风斩月丹",
				[2] = 1,
			},
			[2] = {
				[1] = "万劫不灭丹",
				[2] = 1,
			},
		},
		costPanel = "Panel_9",
		panel1 = "Panel_5",
		panel2 = "Panel_6",
		quanzhong = {
			[1] = "生命金莲丹#30",
			[2] = "洗净伐髓丹#15",
			[3] = "金刚不坏丹#30",
			[4] = "疾风斩月丹#15",
			[5] = "万劫不灭丹#10",
		},
	},
	[1] = { 
		xls_id = 1,
		Cshow1 = {
			[1] = {
				[1] = "黑玉断续膏",
				[2] = 1,
			},
			[2] = {
				[1] = "九花玉露丸",
				[2] = 1,
			},
			[3] = {
				[1] = "十香返生丸",
				[2] = 1,
			},
		},
		cost = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "幻灵水晶",
				[2] = 100,
			},
			[3] = {
				[1] = "风灵叶",
				[2] = 3,
			},
			[4] = {
				[1] = "金币",
				[2] = 100000,
			},
		},
		costPanel = "Panel_7",
		panel1 = "Panel_2",
		quanzhong = {
			[1] = "黑玉断续膏#50",
			[2] = "九花玉露丸#30",
			[3] = "十香返生丸#20",
		},
	},
	[2] = { 
		xls_id = 2,
		Cshow1 = {
			[1] = {
				[1] = "天运丹",
				[2] = 1,
			},
			[2] = {
				[1] = "破神丹",
				[2] = 1,
			},
			[3] = {
				[1] = "阳神丹",
				[2] = 1,
			},
		},
		cost = {
			[1] = {
				[1] = "灵石",
				[2] = 2,
			},
			[2] = {
				[1] = "幻灵水晶",
				[2] = 100,
			},
			[3] = {
				[1] = "天香迷花",
				[2] = 2,
			},
			[4] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
		Cshow2 = {
			[1] = {
				[1] = "九幽丹",
				[2] = 1,
			},
			[2] = {
				[1] = "后土丹",
				[2] = 1,
			},
		},
		costPanel = "Panel_8",
		panel1 = "Panel_3",
		panel2 = "Panel_4",
		quanzhong = {
			[1] = "天运丹#30",
			[2] = "破神丹#10",
			[3] = "阳神丹#20",
			[4] = "九幽丹#20",
			[5] = "后土丹#20",
		},
	},
}
return config
