local config = {
	[1] = {
		item = {
			[1] = {
				[1] = "焚天石",
				[2] = 3,
			},
		},
		price = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
		},
		varname = "云游限购1",
	},
	[2] = {
		item = {
			[1] = {
				[1] = "天工之锤",
				[2] = 3,
			},
		},
		price = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
		},
		varname = "云游限购2",
	},
	[3] = {
		item = {
			[1] = {
				[1] = "书页",
				[2] = 3,
			},
		},
		price = {
			[1] = {
				[1] = "金币",
				[2] = 50000,
			},
		},
		varname = "云游限购3",
	},
	[4] = {
		item = {
			[1] = {
				[1] = "幻灵水晶",
				[2] = 3,
			},
		},
		price = {
			[1] = {
				[1] = "金币",
				[2] = 500000,
			},
		},
		varname = "云游限购4",
	},
	[5] = {
		item = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
		},
		varname = "云游限购5",
	},
	[6] = {
		item = {
			[1] = {
				[1] = "转运之尘",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
		},
		varname = "云游限购6",
	},
	[7] = {
		item = {
			[1] = {
				[1] = "境界丹",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 30000,
			},
		},
		varname = "云游限购7",
	},
	[8] = {
		item = {
			[1] = {
				[1] = "云游文牒",
				[2] = 1,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 400000,
			},
		},
		varname = "云游限购8",
	},
}
return config