local config = {
	["魔化的眼罩"] = {
		is = 1,
	},
	["梦魇头冠"] = {
		is = 1,
	},
	["彩蝶吊坠"] = {
		is = 1,
	},
	["魔兽之爪"] = {
		is = 1,
	},
	["白骨之镰"] = {
		is = 1,
	},
	["终结者"] = {
		is = 1,
	},
	["收割者"] = {
		is = 1,
	},
	["[傳奇]防护者"] = {
		is = 1,
	},
	["[無盡]死神之盾"] = {
		is = 1,
	},
	["[吞噬]骨火之灵"] = {
		is = 1,
	},
	["邪神之冠"] = {
		is = 1,
	},
	["邪神之牙"] = {
		is = 1,
	},
	["典狱长的锁链"] = {
		is = 1,
	},
	["炼狱"] = {
		is = 1,
	},
	["幽·踏青天"] = {
		is = 1,
	},
	["风魔王冠"] = {
		is = 1,
	},
	["天神指环"] = {
		is = 1,
	},
	["圣之·毁灭"] = {
		is = 1,
	},
	["审判之魂"] = {
		is = 1,
	},
	["撒旦の镯"] = {
		is = 1,
	},
	["黑莲项坠"] = {
		is = 1,
	},
	["噬生凝视"] = {
		is = 1,
	},
	["漩涡"] = {
		is = 1,
	},
	["—冥炎—"] = {
		is = 1,
	},
	["〈御·风〉"] = {
		is = 1,
	},
	["御风·之力"] = {
		is = 1,
	},
	["〈斩·浪〉"] = {
		is = 1,
	},
	["卧龙战靴"] = {
		is = 1,
	},
	["≮轻·语≯"] = {
		is = 1,
	},
	["藏地の聚光剑"] = {
		is = 1,
	},
	["忍者面具"] = {
		is = 1,
	},
	["赤炎龙王之心"] = {
		is = 1,
	},
	["龍族图腾ゞ"] = {
		is = 1,
	},
	["月光印记"] = {
		is = 1,
	},
	["月光手环"] = {
		is = 1,
	},
	["新月之冠"] = {
		is = 1,
	},
	["「镜·芒」"] = {
		is = 1,
	},
	["上忍之隐"] = {
		is = 1,
	},
	["九冥赤炎"] = {
		is = 1,
	},
	["魔族指环"] = {
		is = 1,
	},
	["断空之痕"] = {
		is = 1,
	},
	["千年之光"] = {
		is = 1,
	},
	["白玉心"] = {
		is = 1,
	},
	["野蛮"] = {
		is = 1,
	},
	["地爆天星"] = {
		is = 1,
	},
	["星光"] = {
		is = 1,
	},
	["闪电结界"] = {
		is = 1,
	},
	["幽冥铭文"] = {
		is = 1,
	},
	["哭丧棒"] = {
		is = 1,
	},
	["勾魂索"] = {
		is = 1,
	},
	["冥火之拥"] = {
		is = 1,
	},
	["鬼影重重"] = {
		is = 1,
	},
	["风之低语"] = {
		is = 1,
	},
	["风之高歌"] = {
		is = 1,
	},
	["征服者之力"] = {
		is = 1,
	},
	["讨伐者之力"] = {
		is = 1,
	},
	["月影之碑"] = {
		is = 1,
	},
	["月影之界"] = {
		is = 1,
	},
	["血界"] = {
		is = 1,
	},
	["血色之影"] = {
		is = 1,
	},
	["往生之手"] = {
		is = 1,
	},
	["怨念挂珠"] = {
		is = 1,
	},
	["武之法则"] = {
		is = 1,
	},
	["狂兽之护"] = {
		is = 1,
	},
	["云履"] = {
		is = 1,
	},
	["水晶之恋"] = {
		is = 1,
	},
	["透明手镯"] = {
		is = 1,
	},
	["宿命"] = {
		is = 1,
	},
	["孤月天轮"] = {
		is = 1,
	},
	["万雷"] = {
		is = 1,
	},
	["天雷之环"] = {
		is = 1,
	},
	["〈古龙·意志〉"] = {
		is = 1,
	},
	["〈古龙·之力〉"] = {
		is = 1,
	},
	["天地·之威"] = {
		is = 1,
	},
	["天道甲·仙"] = {
		is = 1,
	},
	["仙器·残火(精)"] = {
		is = 1,
	},
	["仙器·神翼(精)"] = {
		is = 1,
	},
	["预言者"] = {
		is = 1,
	},
	["死亡之戒"] = {
		is = 1,
	},
	["黄泉"] = {
		is = 1,
	},
	["野火之握"] = {
		is = 1,
	},
	["小妖魔吊坠♀"] = {
		is = 1,
	},
	["三魂四魄「元素」"] = {
		is = 1,
	},
	["灵魂面具"] = {
		is = 1,
	},
	["暗夜潜行者"] = {
		is = 1,
	},
	["源火禁锢"] = {
		is = 1,
	},
	["死神降临"] = {
		is = 1,
	},
	["妖泣"] = {
		is = 1,
	},
	["至阴"] = {
		is = 1,
	},
	["离火"] = {
		is = 1,
	},
	["冥日之戒"] = {
		is = 1,
	},
	["远古吊坠"] = {
		is = 1,
	},
	["深渊之行"] = {
		is = 1,
	},
	["大元素使之手"] = {
		is = 1,
	},
	["浮生"] = {
		is = 1,
	},
	["暗·影之翼"] = {
		is = 1,
	},
	["天之剑·碎月"] = {
		is = 1,
	},
	["驭风者·离殇"] = {
		is = 1,
	},
	["【聖】·天空之翼"] = {
		is = 1,
	},
	["元素之心"] = {
		is = 1,
	},
	["拥抱黑暗吧"] = {
		is = 1,
	},
	["黑暗之触"] = {
		is = 1,
	},
	["【镇压】血色结界"] = {
		is = 1,
	},
	["怪兽面具"] = {
		is = 1,
	},
	["寂梦霜魂"] = {
		is = 1,
	},
	["「掌控雷电」"] = {
		is = 1,
	},
	["天煞符"] = {
		is = 1,
	},
	["夜魂之殇"] = {
		is = 1,
	},
	["夜色杀手披风"] = {
		is = 1,
	},
	["殇日剑·终结"] = {
		is = 1,
	},
	["天下霸唱"] = {
		is = 1,
	},
	["寂梦"] = {
		is = 1,
	},
	["离人愁"] = {
		is = 1,
	},
	["千年结"] = {
		is = 1,
	},
	["幽冥之环"] = {
		is = 1,
	},
	["亡灵庇护"] = {
		is = 1,
	},
	["冥河之邀"] = {
		is = 1,
	},
	["无言恐惧"] = {
		is = 1,
	},
	["暗影之缚"] = {
		is = 1,
	},
	["旧人归"] = {
		is = 1,
	},
	["黄泉之风"] = {
		is = 1,
	},
	["闪耀·漆黑之影"] = {
		is = 1,
	},
	["鬼魅之踪"] = {
		is = 1,
	},
	["生命幻想"] = {
		is = 1,
	},
	["暗月挽歌"] = {
		is = 1,
	},
	["夜魔之绕"] = {
		is = 1,
	},
	["夜幽面具★★★"] = {
		is = 1,
	},
	["归墟万物"] = {
		is = 1,
	},
	["无名手环"] = {
		is = 1,
	},
	["赤木之瞳"] = {
		is = 1,
	},
	["阴煞血幡"] = {
		is = 1,
	},
	["死亡之环"] = {
		is = 1,
	},
	["天火之靴"] = {
		is = 1,
	},
	["勾魂夺魄"] = {
		is = 1,
	},
	["悲鸣之焰"] = {
		is = 1,
	},
	["旅者之誓"] = {
		is = 1,
	},
	["流光岁月"] = {
		is = 1,
	},
	["罗盘玫瑰"] = {
		is = 1,
	},
	["断头台"] = {
		is = 1,
	},
	["寒霜之握"] = {
		is = 1,
	},
	["夜幽之玉"] = {
		is = 1,
	},
	["明昼吊坠"] = {
		is = 1,
	},
	["龙魂之力"] = {
		is = 1,
	},
	["天空的引路人"] = {
		is = 1,
	},
	["神谕之盔"] = {
		is = 1,
	},
	["撕裂者面具"] = {
		is = 1,
	},
	["本源之力"] = {
		is = 1,
	},
	["元素种子"] = {
		is = 1,
	},
	["矮人头盔"] = {
		is = 1,
	},
	["血色之眼"] = {
		is = 1,
	},
	["时光的沙漏"] = {
		is = 1,
	},
	["火焰之魂环"] = {
		is = 1,
	},
	["燃烧の地狱轮盘"] = {
		is = 1,
	},
	["烈焰之径"] = {
		is = 1,
	},
	["颠倒罪人之戒"] = {
		is = 1,
	},
	["黑暗限界"] = {
		is = 1,
	},
	["恶之根源"] = {
		is = 1,
	},
	["重生十字架"] = {
		is = 1,
	},
	["鬼灵面容"] = {
		is = 1,
	},
	["万妖指环"] = {
		is = 1,
	},
	["黑暗之信念"] = {
		is = 1,
	},
	["熊猫面具"] = {
		is = 1,
	},
	["天龙人之戒"] = {
		is = 1,
	},
	["白骨之刺"] = {
		is = 1,
	},
	["纯阴之体"] = {
		is = 1,
	},
	["玄阴〃吊坠"] = {
		is = 1,
	},
	["天机"] = {
		is = 1,
	},
	["灵魂枷锁"] = {
		is = 1,
	},
	["天魔心脏★★★"] = {
		is = 1,
	},
	["寒冬之冠(神圣)"] = {
		is = 1,
	},
	["堕落的黑曜战靴"] = {
		is = 1,
	},
	["克苏恩之眼"] = {
		is = 1,
	},
	["八八八八"] = {
		is = 1,
	},
	["鸣封之刃·永恒"] = {
		is = 1,
	},
	["死神代言人"] = {
		is = 1,
	},
	["灵魂之逐"] = {
		is = 1,
	},
	["天恕"] = {
		is = 1,
	},
	["鬼焰寒甲(精)"] = {
		is = 1,
	},
	["鬼面裁决"] = {
		is = 1,
	},
	["神兵·雷神之威"] = {
		is = 1,
	},
	["⊙墟魂千幻⊙"] = {
		is = 1,
	},
	["生死簿"] = {
		is = 1,
	},
	["屠龙者之刃"] = {
		is = 1,
	},
	["自然之力·元素披风"] = {
		is = 1,
	},
	["格萨拉克·地渊之声"] = {
		is = 1,
	},
	["远行的召唤"] = {
		is = 1,
	},
	["咏叹沉沦[男]"] = {
		is = 1,
	},
	["〈御风·斩浪〉"] = {
		is = 1,
	},
	["遗忘的赤炎吊坠"] = {
		is = 1,
	},
	["天劫之怒★★★★"] = {
		is = 1,
	},
	["【传承】秩序腰带"] = {
		is = 1,
	},
	["【传承】神威战靴"] = {
		is = 1,
	},
	["■龙之叹息■"] = {
		is = 1,
	},
	["【噬魂】王之孤影"] = {
		is = 1,
	},
	["苦修者的秘籍"] = {
		is = 1,
	},
	["轮回经"] = {
		is = 1,
	},
	["掌控奥义"] = {
		is = 1,
	},
	["无尽的华尔兹"] = {
		is = 1,
	},
	["勿忘我"] = {
		is = 1,
	},
	["给你马一拳"] = {
		is = 1,
	},
	["树妖统领·木之虫巢"] = {
		is = 1,
	},
	["天元之奕·冰霜凝视"] = {
		is = 1,
	},
	["血饮雷霆·束缚之力"] = {
		is = 1,
	},
	["鬼魅之宗·七煞灭魂"] = {
		is = 1,
	},
	["魔王领域·无异刀锋"] = {
		is = 1,
	},
	["焱月神晖·光明永存"] = {
		is = 1,
	},
	["天妖现世·荡魔逆仙"] = {
		is = 1,
	},
	["血魔护臂MAX"] = {
		is = 1,
	},
	["无尽愤怒"] = {
		is = 1,
	},
	["死亡一指"] = {
		is = 1,
	},
	["◆影杀阵◆"] = {
		is = 1,
	},
	["祸斗之獠"] = {
		is = 1,
	},
	["追殺者"] = {
		is = 1,
	},
	["死亡ゅ封印"] = {
		is = 1,
	},
	["-燃霜之握-"] = {
		is = 1,
	},
	["冰河之心"] = {
		is = 1,
	},
	["死亡假面"] = {
		is = 1,
	},
	["燃魂吊坠"] = {
		is = 1,
	},
	["噬伤之力"] = {
		is = 1,
	},
	["混沌之影"] = {
		is = 1,
	},
	["·破碎裂痕·"] = {
		is = 1,
	},
	["死亡射线"] = {
		is = 1,
	},
	["千山破"] = {
		is = 1,
	},
	["罪恶审判×"] = {
		is = 1,
	},
	["悲鸣之泣"] = {
		is = 1,
	},
	["深渊的亵渎☆☆"] = {
		is = 1,
	},
	["赤焰结晶"] = {
		is = 1,
	},
	["信念支柱"] = {
		is = 1,
	},
	["星瀚之力"] = {
		is = 1,
	},
	["蓝色恶魔之眼"] = {
		is = 1,
	},
	["蚀月镜"] = {
		is = 1,
	},
	["红眼面具"] = {
		is = 1,
	},
	["狂怒护手"] = {
		is = 1,
	},
	["狂意之怒"] = {
		is = 1,
	},
	["魔渊面具"] = {
		is = 1,
	},
	["「无情」"] = {
		is = 1,
	},
	["咆哮之意"] = {
		is = 1,
	},
	["抉择"] = {
		is = 1,
	},
	["啸之戒指"] = {
		is = 1,
	},
	["天殇之痕"] = {
		is = 1,
	},
	["巨龙之印"] = {
		is = 1,
	},
	["时间锁"] = {
		is = 1,
	},
	["轮回沙漏"] = {
		is = 1,
	},
	["失落空间"] = {
		is = 1,
	},
	["法师拳套"] = {
		is = 1,
	},
	["半兽人之心"] = {
		is = 1,
	},
	["天启星魂"] = {
		is = 1,
	},
	["恶之握"] = {
		is = 1,
	},
	["戰場之靴"] = {
		is = 1,
	},
	["禁言"] = {
		is = 1,
	},
	["无面恐惧"] = {
		is = 1,
	},
	["灵魂洗礼"] = {
		is = 1,
	},
	["【暗影】咒印之铠"] = {
		is = 1,
	},
	["≮神拳≯"] = {
		is = 1,
	},
	["噩梦之首★★"] = {
		is = 1,
	},
	["一剑开天门"] = {
		is = 1,
	},
	["·聖裁降臨SSS·"] = {
		is = 1,
	},
	["魔焰·炽无尽"] = {
		is = 1,
	},
	["黑月·之泪"] = {
		is = 1,
	},
	["真·霸主战甲SSS"] = {
		is = 1,
	},
	["≮万物之力≯"] = {
		is = 1,
	},
	["名刀⊙观世正宗"] = {
		is = 1,
	},
	["命运的轮转"] = {
		is = 1,
	},
	["起源·无尽幻境"] = {
		is = 1,
	},
	["厄运代言人"] = {
		is = 1,
	},
	["时间之轮·聚变"] = {
		is = 1,
	},
	["龙之力·不灭光剑!"] = {
		is = 1,
	},
	["黄昏落幕ぁ"] = {
		is = 1,
	},
	["桓龙：另一个时空"] = {
		is = 1,
	},
	["封龙劍メ驱逐之刃"] = {
		is = 1,
	},
	["异空：千年之光"] = {
		is = 1,
	},
}
return config