local config = {
	[1] = {
		type = 1,
		number = 1,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 10,
	},
	[2] = {
		type = 1,
		number = 2,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 30,
	},
	[3] = {
		type = 1,
		number = 3,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 60,
	},
	[4] = {
		type = 1,
		number = 4,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
		},
		need = 120,
	},
	[5] = {
		type = 1,
		number = 5,
		name = "在线奖励",
		award = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 5,
			},
		},
		need = 360,
	},
	[6] = {
		type = 2,
		number = 1,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 100000,
			},
		},
		need = 100,
	},
	[7] = {
		type = 2,
		number = 2,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 200000,
			},
		},
		need = 500,
	},
	[8] = {
		type = 2,
		number = 3,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 300000,
			},
		},
		need = 1000,
	},
	[9] = {
		type = 2,
		number = 4,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "绑定金币",
				[2] = 500000,
			},
		},
		need = 3000,
	},
	[10] = {
		type = 2,
		number = 5,
		name = "每日杀怪",
		award = {
			[1] = {
				[1] = "精魄碎片",
				[2] = 5,
			},
		},
		need = 5000,
	},
	[11] = {
		type = 3,
		number = 1,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "气运精魄",
				[2] = 1,
			},
		},
		need = 80,
		num = "无限",
	},
	[12] = {
		type = 3,
		number = 2,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "气运精魄",
				[2] = 1,
			},
		},
		need = 120,
		num = 50,
	},
	[13] = {
		type = 3,
		number = 3,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "转运金丹",
				[2] = 2,
			},
		},
		need = 150,
		num = 30,
	},
	[14] = {
		type = 3,
		number = 4,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "霓裳羽衣[时装]",
				[2] = 1,
			},
		},
		need = 200,
		num = 5,
	},
	[15] = {
		type = 3,
		number = 5,
		name = "冲击奖励",
		award = {
			[1] = {
				[1] = "御剑飞行[时装]",
				[2] = 1,
			},
		},
		need = 250,
		num = 1,
	},
	[16] = {
		type = 4,
		number = 1,
		name = "个人首曝",
	},
	[17] = {
		type = 5,
		number = 1,
		name = "个人首杀",
	},
	[18] = {
		type = 6,
		number = 1,
		name = "全区首曝",
	},
	[19] = {
		type = 7,
		number = 1,
		name = "循环礼包",
		award = {
			[1] = {
				[1] = "勇者好运礼包",
				[2] = 1,
			},
		},
		show = {
			[1] = {
				[1] = "1亿经验卷",
				[2] = 1,
			},
			[2] = {
				[1] = "境界丹",
				[2] = 1,
			},
			[3] = {
				[1] = "金手指",
				[2] = 1,
			},
			[4] = {
				[1] = "气运精魄",
				[2] = 1,
			},
			[5] = {
				[1] = "转运金丹",
				[2] = 1,
			},
			[6] = {
				[1] = "老G画的饼",
				[2] = 1,
			},
			[7] = {
				[1] = "领导甩的锅",
				[2] = 1,
			},
			[8] = {
				[1] = "同事划的水",
				[2] = 1,
			},
			[9] = {
				[1] = "自己摸的鱼",
				[2] = 1,
			},
			[10] = {
				[1] = "剧毒恶蛆[时装]",
				[2] = 1,
			},
			[11] = {
				[1] = "烈焰蠕虫[时装]",
				[2] = 1,
			},
			[12] = {
				[1] = "电击跳跳蜂[时装]",
				[2] = 1,
			},
		},
		need = 200,
	},
	[20] = {
		type = 7,
		number = 2,
		name = "循环礼包",
		award = {
			[1] = {
				[1] = "奋进好运礼包",
				[2] = 1,
			},
		},
		show = {
			[1] = {
				[1] = "奋进时装盒",
				[2] = 1,
			},
			[2] = {
				[1] = "神魂碎片",
				[2] = 5,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 20,
			},
			[4] = {
				[1] = "神器格扩展卷",
				[2] = 1,
			},
			[5] = {
				[1] = "气运精魄",
				[2] = 1,
			},
			[6] = {
				[1] = "转运金丹",
				[2] = 1,
			},
			[7] = {
				[1] = "神魂宝箱(小)",
				[2] = 1,
			},
			[8] = {
				[1] = "火炎焱燚[时装]",
				[2] = 1,
			},
			[9] = {
				[1] = "暗影之行[时装]",
				[2] = 1,
			},
			[10] = {
				[1] = "幽鬼[时装]",
				[2] = 1,
			},
			[11] = {
				[1] = "蓝灵枪仙[时装]",
				[2] = 1,
			},
			[12] = {
				[1] = "企鹅村[时装]",
				[2] = 1,
			},
		},
		need = 200,
	},
}
return config