local config = {
	["初露锋芒"] = {
		Num = 1,
	},
	["十战之勇"] = {
		Num = 2,
	},
	["百战豪杰"] = {
		Num = 3,
	},
	["千杀战神"] = {
		Num = 4,
	},
	["怒斩初心"] = {
		Num = 1,
	},
	["十破狂者"] = {
		Num = 2,
	},
	["狂势如潮"] = {
		Num = 3,
	},
	["百破狂煞"] = {
		Num = 4,
	},
	["首战告捷"] = {
		Num = 1,
	},
	["连战连胜"] = {
		Num = 2,
	},
	["荣耀霸主"] = {
		Num = 3,
	},
	["十劫初尝"] = {
		Num = 1,
	},
	["百死不悔"] = {
		Num = 2,
	},
	["三百劫数"] = {
		Num = 3,
	},
	["不死传说"] = {
		Num = 4,
	},
	["第一滴血"] = {
		Num = 1,
	},
	["宫殿守卫"] = {
		Num = 1,
	},
	["五连斩"] = {
		Num = 1,
	},
	["沙城人屠"] = {
		Num = 2,
	},
	["怒斩三连"] = {
		Num = 1,
	},
	["怒意滔天"] = {
		Num = 1,
	},
	["打得就是精英"] = {
		Num = 1,
	},
	["马上就爆"] = {
		Num = 1,
	},
	["割草机"] = {
		Num = 1,
	},
	["扣怪狂魔"] = {
		Num = 1,
	},
	["闪电战"] = {
		Num = 1,
	},
	["追梦人LV.1"] = {
		Num = 1,
	},
	["追梦人LV.2"] = {
		Num = 2,
	},
	["追梦人LV.3"] = {
		Num = 3,
	},
	["追梦人LV.4"] = {
		Num = 4,
	},
	["混沌传说LV.1"] = {
		Num = 1,
	},
	["混沌传说LV.2"] = {
		Num = 2,
	},
	["混沌传说LV.3"] = {
		Num = 3,
	},
	["混沌传说LV.4"] = {
		Num = 4,
	},
	["七杀之主"] = {
		Num = 1,
	},
	["战力初显"] = {
		Num = 1,
	},
	["战力渐盛"] = {
		Num = 2,
	},
	["战力卓然"] = {
		Num = 3,
	},
	["战力非凡"] = {
		Num = 4,
	},
	["战力巅峰"] = {
		Num = 5,
	},
	["极速之影LV.1"] = {
		Num = 1,
	},
	["极速之影LV.2"] = {
		Num = 2,
	},
	["极速之影LV.3"] = {
		Num = 3,
	},
	["极速之影LV.4"] = {
		Num = 4,
	},
	["极速之影LV.5"] = {
		Num = 5,
	},
	["爆爆爆LV.1"] = {
		Num = 1,
	},
	["爆爆爆LV.2"] = {
		Num = 2,
	},
	["爆爆爆LV.3"] = {
		Num = 3,
	},
	["爆爆爆LV.4"] = {
		Num = 4,
	},
	["爆爆爆LV.5"] = {
		Num = 5,
	},
	["时尚潮人"] = {
		Num = 1,
	},
	["时尚达人"] = {
		Num = 2,
	},
	["时尚领袖"] = {
		Num = 3,
	},
	["时尚教主"] = {
		Num = 4,
	},
	["专属体验"] = {
		Num = 1,
	},
	["专属收藏"] = {
		Num = 2,
	},
	["专属大师"] = {
		Num = 3,
	},
	["专属专家"] = {
		Num = 4,
	},
	["专属宗师"] = {
		Num = 5,
	},
	["超神启示"] = {
		Num = 1,
	},
	["超神觉醒"] = {
		Num = 2,
	},
	["超神显赫"] = {
		Num = 3,
	},
	["超神巅峰"] = {
		Num = 4,
	},
	["金铃小响"] = {
		Num = 1,
	},
	["金银满仓"] = {
		Num = 2,
	},
	["金玉满堂"] = {
		Num = 3,
	},
	["元启富源"] = {
		Num = 1,
	},
	["元盛财阀"] = {
		Num = 2,
	},
	["元宝至尊"] = {
		Num = 3,
	},
	["钱途无量"] = {
		Num = 1,
	},
	["财运亨通"] = {
		Num = 2,
	},
	["富甲天下"] = {
		Num = 3,
	},
	["千金散尽"] = {
		Num = 1,
	},
	["挥金如土"] = {
		Num = 2,
	},
	["一掷千金"] = {
		Num = 3,
	},
	["富贵无边"] = {
		Num = 4,
	},
	["豪气冲天"] = {
		Num = 1,
	},
	["财倾天下"] = {
		Num = 2,
	},
	["挥毫万金"] = {
		Num = 3,
	},
	["符动乾坤"] = {
		Num = 1,
	},
	["符耀九州"] = {
		Num = 2,
	},
	["符破苍穹"] = {
		Num = 3,
	},
	["拾金有道"] = {
		Num = 1,
	},
	["聚财成山"] = {
		Num = 2,
	},
	["回收巨擘"] = {
		Num = 3,
	},
	["晶初回收"] = {
		Num = 1,
	},
	["晶运累积"] = {
		Num = 2,
	},
	["晶聚千载"] = {
		Num = 3,
	},
	["晶界大成"] = {
		Num = 4,
	},
	["灵石拾遗"] = {
		Num = 1,
	},
	["灵石聚财"] = {
		Num = 2,
	},
	["灵石大师"] = {
		Num = 3,
	},
	["灵石巨匠"] = {
		Num = 4,
	},
	["潜能初醒"] = {
		Num = 1,
	},
	["潜能涌动"] = {
		Num = 2,
	},
	["潜能觉醒"] = {
		Num = 3,
	},
	["潜能极致"] = {
		Num = 4,
	},
	["老马识途"] = {
		Num = 1,
	},
	["云游四海"] = {
		Num = 1,
	},
	["初入裂隙"] = {
		Num = 1,
	},
	["裂隙探索者"] = {
		Num = 2,
	},
	["裂隙征服者"] = {
		Num = 3,
	},
	["暗市奇缘"] = {
		Num = 1,
	},
	["路边摊"] = {
		Num = 1,
	},
	["富贵临门"] = {
		Num = 1,
	},
	["五灵觉醒"] = {
		Num = 1,
	},
	["潜龙在渊"] = {
		Num = 1,
	},
	["开括者"] = {
		Num = 1,
	},
	["杀戮之巅"] = {
		Num = 1,
	},
	["疾风之极"] = {
		Num = 1,
	},
	["新晋常客"] = {
		Num = 1,
	},
	["铁杆熟客"] = {
		Num = 2,
	},
	["大爷您又来了"] = {
		Num = 3,
	},
	["被围观"] = {
		Num = 1,
	},
	["焦点之星"] = {
		Num = 1,
	},
	["万众瞩目"] = {
		Num = 2,
	},
	["大众偶像"] = {
		Num = 3,
	},
	["装备观察员"] = {
		Num = 1,
	},
	["装备鉴定师"] = {
		Num = 2,
	},
	["洗心革面"] = {
		Num = 1,
	},
	["隐姓埋名"] = {
		Num = 1,
	},
	["落装常客"] = {
		Num = 1,
	},
	["散财大王"] = {
		Num = 2,
	},
	["败家宗师"] = {
		Num = 3,
	},
	["小怪爆终极"] = {
		Num = 1,
	},
	["超神器探秘者"] = {
		Num = 2,
	},
	["合格牛马"] = {
		Num = 1,
	},
	["勤劳牛马"] = {
		Num = 2,
	},
	["逆袭牛马"] = {
		Num = 3,
	},
	["牛马之王"] = {
		Num = 4,
	},
}
return config