local config = {
	["生命金莲丹"] = {
		buffId = 31045,
		attrs = {
			[1] = {
				[1] = 207,
				[2] = 10,
			},
		},
		time = 10,
		desc = "最大生命值",
		addNum = 10,
		var = "U138",
		max = 10,
	},
	["洗净伐髓丹"] = {
		buffId = 31046,
		attrs = {
			[1] = {
				[1] = 210,
				[2] = 10,
			},
			[2] = {
				[1] = 221,
				[2] = 10,
			},
		},
		time = 10,
		desc = "最大攻击力",
		addNum = 10,
		var = "U139",
		max = 10,
	},
	["金刚不坏丹"] = {
		buffId = 31047,
		attrs = {
			[1] = {
				[1] = 213,
				[2] = 10,
			},
			[2] = {
				[1] = 214,
				[2] = 10,
			},
			[3] = {
				[1] = 224,
				[2] = 10,
			},
			[4] = {
				[1] = 225,
				[2] = 10,
			},
		},
		time = 10,
		desc = "最大防御",
		addNum = 10,
		var = "U140",
		max = 10,
	},
	["疾风斩月丹"] = {
		buffId = 31048,
		time = 10,
		desc = "攻击速度",
		addNum = 10,
		var = "U141",
		max = 10,
	},
}
return config