local config = { 
	["「时装·狩魂勾镰」"] = { 
		xls_id = "「时装·狩魂勾镰」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1117,
			[2] = 1118,
		},
		Tvar = "T59",
	},
	["恢复光环+5"] = { 
		xls_id = "恢复光环+5",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["狂意之怒"] = { 
		xls_id = "狂意之怒",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17026,
		},
		Tvar = "T61",
	},
	["幻·火莲魔童·哪吒"] = { 
		xls_id = "幻·火莲魔童·哪吒",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1088,
		},
		Tvar = "T59",
	},
	["〈古龙·之力〉"] = { 
		xls_id = "〈古龙·之力〉",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17034,
		},
		Tvar = "T61",
	},
	["冰河之心"] = { 
		xls_id = "冰河之心",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17023,
		},
		Tvar = "T61",
	},
	["太虚古龙领域[完全体]"] = { 
		xls_id = "太虚古龙领域[完全体]",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17030,
		},
		Tvar = "T61",
	},
	["「时装·天界守护」"] = { 
		xls_id = "「时装·天界守护」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1115,
			[2] = 1116,
		},
		Tvar = "T59",
	},
	["「时装·神雕传说」"] = { 
		xls_id = "「时装·神雕传说」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40108,
			[2] = 40109,
		},
		Tvar = "T59",
	},
	["燃烧の地狱轮盘"] = { 
		xls_id = "燃烧の地狱轮盘",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17032,
		},
		Tvar = "T61",
	},
	["半兽人之心"] = { 
		xls_id = "半兽人之心",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17040,
		},
		Tvar = "T61",
	},
	["「时装·黄金斗士」"] = { 
		xls_id = "「时装·黄金斗士」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1113,
			[2] = 1114,
		},
		Tvar = "T59",
	},
	["闪耀·漆黑之影"] = { 
		xls_id = "闪耀·漆黑之影",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17021,
		},
		Tvar = "T61",
	},
	["恢复光环+10"] = { 
		xls_id = "恢复光环+10",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["「时装·至臻武圣」"] = { 
		xls_id = "「时装·至臻武圣」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40106,
			[2] = 40107,
		},
		Tvar = "T59",
	},
	["血色之影"] = { 
		xls_id = "血色之影",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17038,
		},
		Tvar = "T61",
	},
	["死神降临"] = { 
		xls_id = "死神降临",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17022,
		},
		Tvar = "T61",
	},
	["「时装·腐化之神」"] = { 
		xls_id = "「时装·腐化之神」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40124,
			[2] = 40125,
		},
		Tvar = "T59",
	},
	["「时装·绝代风华」"] = { 
		xls_id = "「时装·绝代风华」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40104,
			[2] = 40105,
		},
		Tvar = "T59",
	},
	["〈古龙·意志〉"] = { 
		xls_id = "〈古龙·意志〉",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17033,
		},
		Tvar = "T61",
	},
	["恢复光环+7"] = { 
		xls_id = "恢复光环+7",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["血奴印记"] = { 
		xls_id = "血奴印记",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 63139,
		},
		Tvar = "T61",
	},
	["·聖裁降臨SSS·"] = { 
		xls_id = "·聖裁降臨SSS·",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17011,
		},
		Tvar = "T61",
	},
	["恢复光环+9"] = { 
		xls_id = "恢复光环+9",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["「时装·月光宝盒」"] = { 
		xls_id = "「时装·月光宝盒」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1103,
			[2] = 1104,
		},
		Tvar = "T59",
	},
	["本源之力"] = { 
		xls_id = "本源之力",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17039,
		},
		Tvar = "T61",
	},
	["上忍之隐"] = { 
		xls_id = "上忍之隐",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17025,
		},
		Tvar = "T61",
	},
	["恢复光环+2"] = { 
		xls_id = "恢复光环+2",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["「时装·白虎战骑」"] = { 
		xls_id = "「时装·白虎战骑」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40097,
			[2] = 40130,
		},
		Tvar = "T59",
	},
	["「时装·伏魔战歌」"] = { 
		xls_id = "「时装·伏魔战歌」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40116,
			[2] = 40117,
		},
		Tvar = "T59",
	},
	["恢复光环+3"] = { 
		xls_id = "恢复光环+3",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["恢复光环+6"] = { 
		xls_id = "恢复光环+6",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["「时装·楼兰君主」"] = { 
		xls_id = "「时装·楼兰君主」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1119,
			[2] = 1120,
		},
		Tvar = "T59",
	},
	["「时装·天怒红颜」"] = { 
		xls_id = "「时装·天怒红颜」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1123,
			[2] = 1124,
		},
		Tvar = "T59",
	},
	["黑暗之信念"] = { 
		xls_id = "黑暗之信念",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17020,
		},
		Tvar = "T61",
	},
	["恢复光环+4"] = { 
		xls_id = "恢复光环+4",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["恢复光环+8"] = { 
		xls_id = "恢复光环+8",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["「时装·傲雪寒霜」"] = { 
		xls_id = "「时装·傲雪寒霜」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1121,
			[2] = 1122,
		},
		Tvar = "T59",
	},
	["恢复光环"] = { 
		xls_id = "恢复光环",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["恢复光环+1"] = { 
		xls_id = "恢复光环+1",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17013,
		},
		Tvar = "T61",
	},
	["「时装·逍遥仙」"] = { 
		xls_id = "「时装·逍遥仙」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 40118,
			[2] = 40119,
		},
		Tvar = "T59",
	},
	["混乱制造者"] = { 
		xls_id = "混乱制造者",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 63140,
		},
		Tvar = "T61",
	},
	["⊙墟魂千幻⊙"] = { 
		xls_id = "⊙墟魂千幻⊙",
		Uvar = "U150",
		type = 3,
		Shape = {
			[1] = 17037,
		},
		Tvar = "T61",
	},
	["「时装·暗裔天使」"] = { 
		xls_id = "「时装·暗裔天使」",
		Uvar = "U148",
		type = 1,
		Shape = {
			[1] = 1125,
			[2] = 1126,
		},
		Tvar = "T59",
	},
}
return config
