local config = {
	["蛮域主宰"] = {
		Damage = 5,
	},
	["蛮域刀客"] = {
		Damage = 5,
	},
	["蛮域狮王"] = {
		Damage = 5,
	},
	["蛮域侍卫"] = {
		Damage = 5,
	},
	["蛮域魔王"] = {
		Damage = 5,
	},
	["蛮域护卫"] = {
		Damage = 5,
	},
	["血界道祖"] = {
		Damage = 5,
	},
	["怨灵之体"] = {
		Damage = 5,
	},
	["炎骨妖"] = {
		Damage = 5,
	},
	["天机老人"] = {
		Damage = 5,
	},
	["蛮荒之主"] = {
		Damage = 5,
	},
	["噬月玄帝"] = {
		Damage = 5,
	},
	["怪异五通兽「通天」"] = {
		Damage = 5,
	},
	["死亡歌颂者「灵主」"] = {
		Damage = 5,
	},
	["武仙圣女"] = {
		Damage = 5,
	},
	["飓风道人"] = {
		Damage = 5,
	},
	["疾风银狼"] = {
		Damage = 5,
	},
	["幻元素晶体"] = {
		Damage = 5,
	},
	["天魂☆驱逐境领主"] = {
		Damage = 5,
	},
	["魔祭祀★凯克撒撕"] = {
		Damage = 5,
	},
	["神圣气息的九头龙[远古遗族]"] = {
		Damage = 5,
	},
	["异次元人"] = {
		Damage = 5,
	},
	["暗天战魂"] = {
		Damage = 5,
	},
	["魔灵巫师"] = {
		Damage = 5,
	},
	["天雷公主"] = {
		Damage = 5,
	},
	["☆雷之灵☆"] = {
		Damage = 5,
	},
	["闪电傲风"] = {
		Damage = 5,
	},
	["萬古天神"] = {
		Damage = 5,
	},
	["雷之法界·长风[道法合一]"] = {
		Damage = 5,
	},
	["暗影战士"] = {
		Damage = 5,
	},
	["幽魂守卫"] = {
		Damage = 5,
	},
	["幽魂杀手"] = {
		Damage = 5,
	},
	["灵魂收割者"] = {
		Damage = 5,
	},
	["人面魔蛛"] = {
		Damage = 5,
	},
	["死亡使者"] = {
		Damage = 5,
	},
	["斩鬼神（黑化丧失）"] = {
		Damage = 5,
	},
	["冰火掌控者[至高]"] = {
		Damage = 5,
	},
	["丑陋的地狱犬[沉寂]"] = {
		Damage = 5,
	},
	["主神本杰明之魂[主宰]"] = {
		Damage = 5,
	},
	["闭关多年的苦修者·世外高人"] = {
		Damage = 5,
	},
	["大天使安提罗科斯·命运之神"] = {
		Damage = 5,
	},
	["炼狱圣兽"] = {
		Damage = 5,
	},
	["地狱猎犬"] = {
		Damage = 5,
	},
	["爆裂赤魔"] = {
		Damage = 5,
	},
	["贪婪之王"] = {
		Damage = 5,
	},
	["恶梦魇魔"] = {
		Damage = 5,
	},
	["幽冥石碑[图腾]"] = {
		Damage = 5,
	},
	["死亡骑士[通灵]"] = {
		Damage = 5,
	},
	["黄泉魔主[禁忌]"] = {
		Damage = 5,
	},
	["大力魔王[圣]"] = {
		Damage = 5,
	},
	["妖々天煞"] = {
		Damage = 5,
	},
	["★★★夜魂★★★"] = {
		Damage = 5,
	},
	["被囚禁的战犯"] = {
		Damage = 5,
	},
	["暗夜女神"] = {
		Damage = 5,
	},
	["鬼脸面具人"] = {
		Damage = 5,
	},
	["灵媒无相"] = {
		Damage = 5,
	},
	["大魔导师·林"] = {
		Damage = 5,
	},
	["叛军战将"] = {
		Damage = 5,
	},
	["叛军护卫"] = {
		Damage = 5,
	},
	["叛军策士"] = {
		Damage = 5,
	},
	["叛军武士"] = {
		Damage = 5,
	},
	["叛军刀斧手"] = {
		Damage = 5,
	},
	["四臂魔怪王"] = {
		Damage = 5,
	},
	["古战场魔王"] = {
		Damage = 5,
	},
	["活死人舰长"] = {
		Damage = 5,
	},
	["金符鬼奴·赤虚[掌控]"] = {
		Damage = 5,
	},
	["沉迷暗黑世界的神·魔神降临"] = {
		Damage = 5,
	},
	["妖月灵兽"] = {
		Damage = 5,
	},
	["妖月赤狐"] = {
		Damage = 5,
	},
	["黑暗魔"] = {
		Damage = 5,
	},
	["黑暗巫师"] = {
		Damage = 5,
	},
	["大地暴剑魔"] = {
		Damage = 5,
	},
	["堕落的审判魔王"] = {
		Damage = 5,
	},
	["山神修普诺斯[至高神灵]"] = {
		Damage = 5,
	},
	["厥阴力士"] = {
		Damage = 5,
	},
	["厥阴毒蛾"] = {
		Damage = 5,
	},
	["厥阴斧兵"] = {
		Damage = 5,
	},
	["厥阴侍卫"] = {
		Damage = 5,
	},
	["迷雾修罗"] = {
		Damage = 5,
	},
	["深渊地行魔"] = {
		Damage = 5,
	},
	["巨灵大元素师"] = {
		Damage = 5,
	},
	["暗之神·麦尔柯[咆哮]"] = {
		Damage = 5,
	},
	["「火焰巨灵·SSSSSSS」"] = {
		Damage = 1,
	},
	["被封印的愤怒·天劫"] = {
		Damage = 1,
	},
	["疯狂的卧龙使者"] = {
		Damage = 1,
	},
	["来自其他位面的强者"] = {
		Damage = 1,
	},
	["命运古神的低语[无上威严]"] = {
		Damage = 1,
	},
}
return config