local config = { 
	["八荒之刃[魂]"] = { 
		xls_id = "八荒之刃[魂]",
		level = 8,
	},
	["五岳项链[魂]"] = { 
		xls_id = "五岳项链[魂]",
		level = 5,
	},
	["六合项链[魂]"] = { 
		xls_id = "六合项链[魂]",
		level = 6,
	},
	["三魂头盔[魂]"] = { 
		xls_id = "三魂头盔[魂]",
		level = 3,
	},
	["三魂项链[魂]"] = { 
		xls_id = "三魂项链[魂]",
		level = 3,
	},
	["双星之刃[魂]"] = { 
		xls_id = "双星之刃[魂]",
		level = 2,
	},
	["六合头盔[魂]"] = { 
		xls_id = "六合头盔[魂]",
		level = 6,
	},
	["五岳头盔[魂]"] = { 
		xls_id = "五岳头盔[魂]",
		level = 5,
	},
	["七星项链[魂]"] = { 
		xls_id = "七星项链[魂]",
		level = 7,
	},
	["双星指环[魂]"] = { 
		xls_id = "双星指环[魂]",
		level = 2,
	},
	["四玄恺甲[魂]"] = { 
		xls_id = "四玄恺甲[魂]",
		level = 4,
	},
	["三魂之刃[魂]"] = { 
		xls_id = "三魂之刃[魂]",
		level = 3,
	},
	["天启手镯[魂]"] = { 
		xls_id = "天启手镯[魂]",
		level = 1,
	},
	["四玄项链[魂]"] = { 
		xls_id = "四玄项链[魂]",
		level = 4,
	},
	["九曜手镯[魂]"] = { 
		xls_id = "九曜手镯[魂]",
		level = 9,
	},
	["八荒手镯[魂]"] = { 
		xls_id = "八荒手镯[魂]",
		level = 8,
	},
	["双星项链[魂]"] = { 
		xls_id = "双星项链[魂]",
		level = 2,
	},
	["八荒头盔[魂]"] = { 
		xls_id = "八荒头盔[魂]",
		level = 8,
	},
	["十都项链[魂]"] = { 
		xls_id = "十都项链[魂]",
		level = 10,
	},
	["四玄之刃[魂]"] = { 
		xls_id = "四玄之刃[魂]",
		level = 4,
	},
	["五岳之刃[魂]"] = { 
		xls_id = "五岳之刃[魂]",
		level = 5,
	},
	["六合指环[魂]"] = { 
		xls_id = "六合指环[魂]",
		level = 6,
	},
	["五岳手镯[魂]"] = { 
		xls_id = "五岳手镯[魂]",
		level = 5,
	},
	["天启之刃[魂]"] = { 
		xls_id = "天启之刃[魂]",
		level = 1,
	},
	["十都之刃[魂]"] = { 
		xls_id = "十都之刃[魂]",
		level = 10,
	},
	["双星恺甲[魂]"] = { 
		xls_id = "双星恺甲[魂]",
		level = 2,
	},
	["六合恺甲[魂]"] = { 
		xls_id = "六合恺甲[魂]",
		level = 6,
	},
	["天启项链[魂]"] = { 
		xls_id = "天启项链[魂]",
		level = 1,
	},
	["八荒指环[魂]"] = { 
		xls_id = "八荒指环[魂]",
		level = 8,
	},
	["八荒恺甲[魂]"] = { 
		xls_id = "八荒恺甲[魂]",
		level = 8,
	},
	["三魂恺甲[魂]"] = { 
		xls_id = "三魂恺甲[魂]",
		level = 3,
	},
	["十都头盔[魂]"] = { 
		xls_id = "十都头盔[魂]",
		level = 10,
	},
	["九曜恺甲[魂]"] = { 
		xls_id = "九曜恺甲[魂]",
		level = 9,
	},
	["天启指环[魂]"] = { 
		xls_id = "天启指环[魂]",
		level = 1,
	},
	["四玄指环[魂]"] = { 
		xls_id = "四玄指环[魂]",
		level = 4,
	},
	["六合手镯[魂]"] = { 
		xls_id = "六合手镯[魂]",
		level = 6,
	},
	["九曜项链[魂]"] = { 
		xls_id = "九曜项链[魂]",
		level = 9,
	},
	["七星头盔[魂]"] = { 
		xls_id = "七星头盔[魂]",
		level = 7,
	},
	["四玄头盔[魂]"] = { 
		xls_id = "四玄头盔[魂]",
		level = 4,
	},
	["三魂指环[魂]"] = { 
		xls_id = "三魂指环[魂]",
		level = 3,
	},
	["五岳指环[魂]"] = { 
		xls_id = "五岳指环[魂]",
		level = 5,
	},
	["双星头盔[魂]"] = { 
		xls_id = "双星头盔[魂]",
		level = 2,
	},
	["十都恺甲[魂]"] = { 
		xls_id = "十都恺甲[魂]",
		level = 10,
	},
	["三魂手镯[魂]"] = { 
		xls_id = "三魂手镯[魂]",
		level = 3,
	},
	["九曜之刃[魂]"] = { 
		xls_id = "九曜之刃[魂]",
		level = 9,
	},
	["八荒项链[魂]"] = { 
		xls_id = "八荒项链[魂]",
		level = 8,
	},
	["十都指环[魂]"] = { 
		xls_id = "十都指环[魂]",
		level = 10,
	},
	["天启头盔[魂]"] = { 
		xls_id = "天启头盔[魂]",
		level = 1,
	},
	["双星手镯[魂]"] = { 
		xls_id = "双星手镯[魂]",
		level = 2,
	},
	["七星手镯[魂]"] = { 
		xls_id = "七星手镯[魂]",
		level = 7,
	},
	["九曜指环[魂]"] = { 
		xls_id = "九曜指环[魂]",
		level = 9,
	},
	["七星之刃[魂]"] = { 
		xls_id = "七星之刃[魂]",
		level = 7,
	},
	["四玄手镯[魂]"] = { 
		xls_id = "四玄手镯[魂]",
		level = 4,
	},
	["七星恺甲[魂]"] = { 
		xls_id = "七星恺甲[魂]",
		level = 7,
	},
	["天启恺甲[魂]"] = { 
		xls_id = "天启恺甲[魂]",
		level = 1,
	},
	["九曜头盔[魂]"] = { 
		xls_id = "九曜头盔[魂]",
		level = 9,
	},
	["七星指环[魂]"] = { 
		xls_id = "七星指环[魂]",
		level = 7,
	},
	["五岳恺甲[魂]"] = { 
		xls_id = "五岳恺甲[魂]",
		level = 5,
	},
	["十都手镯[魂]"] = { 
		xls_id = "十都手镯[魂]",
		level = 10,
	},
	["六合之刃[魂]"] = { 
		xls_id = "六合之刃[魂]",
		level = 6,
	},
}
return config
