local config = {
	["被注入魔力的黑野猪"] = {
		is = 1,
	},
	["生命终结者[异界]"] = {
		is = 1,
	},
	["小妖魔安菲翁[乱世]"] = {
		is = 1,
	},
	["三魂四魄者[赤血]"] = {
		is = 1,
	},
	["怪异五通兽「通天」"] = {
		is = 1,
	},
	["死亡歌颂者「灵主」"] = {
		is = 1,
	},
	["神圣气息的九头龙[远古遗族]"] = {
		is = 1,
	},
	["雷之法界·长风[道法合一]"] = {
		is = 1,
	},
	["冰火掌控者[至高]"] = {
		is = 1,
	},
	["主神本杰明之魂[主宰]"] = {
		is = 1,
	},
	["斩鬼神（黑化丧失）"] = {
		is = 1,
	},
	["丑陋的地狱犬[沉寂]"] = {
		is = 1,
	},
	["妖々天煞"] = {
		is = 1,
	},
	["★★★夜魂★★★"] = {
		is = 1,
	},
	["山神修普诺斯[至高神灵]"] = {
		is = 1,
	},
	["暗之神·麦尔柯[咆哮]"] = {
		is = 1,
	},
	["金符鬼奴·赤虚[掌控]"] = {
		is = 1,
	},
	["阴朝地府的鬼[索命]"] = {
		is = 1,
	},
	["远古四臂魔王[鬼神]"] = {
		is = 1,
	},
	["蔓延恐惧的怪物「九头蛇」"] = {
		is = 1,
	},
	["天魔之子佐玛[魔狱]"] = {
		is = 1,
	},
	["阴尸鬼王·尸山血海"] = {
		is = 1,
	},
	["鬼界至尊·五方鬼帝"] = {
		is = 1,
	},
	["暗裔·天魔使者[殺]"] = {
		is = 1,
	},
	["寒冬之凛·瑟斯[神话]"] = {
		is = 1,
	},
	["道罗斯·黑龙神[MAX]"] = {
		is = 1,
	},
	["哥布林之王·高格(Boss)"] = {
		is = 1,
	},
	["炎魔·拉格纳罗斯"] = {
		is = 1,
	},
	["（古神）克苏恩"] = {
		is = 1,
	},
	["月光领主·拉卡诺斯(Boss)"] = {
		is = 1,
	},
	["毁灭骑士·贝利亚斯(Boss)"] = {
		is = 1,
	},
	["水晶巨兽"] = {
		is = 1,
	},
	["真·深海霸主SSSSSS"] = {
		is = 1,
	},
	["血神·哈卡の化身"] = {
		is = 1,
	},
	["暗⊙灾祸领主·斯卡文"] = {
		is = 1,
	},
	["★★★生化巨兽·阿瑞斯"] = {
		is = 1,
	},
	["★★★变异巨兽·艾瑞斯"] = {
		is = 1,
	},
	["雪域巨魔之王[暴怒]"] = {
		is = 1,
	},
	["基尔罗格死眼[统治威严]"] = {
		is = 1,
	},
	["圣者米歇尔[神圣]"] = {
		is = 1,
	},
	["地狱烈焰·亡灵骑士(Boss)"] = {
		is = 1,
	},
	["究极巨龙纳特拉(Boss)"] = {
		is = 1,
	},
	["时间预言者·佉罗(Boss)"] = {
		is = 1,
	},
	["暗夜君王·影之鬼面(Boss)"] = {
		is = 1,
	},
	["禁忌·秩序的起源(Boss)"] = {
		is = 1,
	},
	["封印的熾天使(Boss)"] = {
		is = 1,
	},
	["背负棺材的男人[死神之子]"] = {
		is = 1,
	},
	["暴躁的毒蛇"] = {
		is = 1,
	},
	["狂怒的蜘蛛"] = {
		is = 1,
	},
	["腐化的稻草人"] = {
		is = 1,
	},
	["腐化的钉耙猫"] = {
		is = 1,
	},
	["通灵花妖"] = {
		is = 1,
	},
	["魔域∷天道∷"] = {
		is = 1,
	},
	["魔域∷阿修罗道∷"] = {
		is = 1,
	},
	["魔域∷人道∷"] = {
		is = 1,
	},
	["魔域∷畜生道∷"] = {
		is = 1,
	},
	["魔域∷饿鬼道∷"] = {
		is = 1,
	},
	["魔域∷地狱道∷"] = {
		is = 1,
	},
	["三之界·≮巨龙之魂≯★★★主宰"] = {
		is = 1,
	},
	["传承神力的隐居老人"] = {
		is = 1,
	},
	["◆◆◆杀戮之王◆◆◆"] = {
		is = 1,
	},
	["深海恐惧·克拉肯"] = {
		is = 1,
	},
	["暗域监典狱长"] = {
		is = 1,
	},
	["断头者勇士[无畏]"] = {
		is = 1,
	},
	["虚空冰晶蝎[异界]"] = {
		is = 1,
	},
	["新月域主￠￠￠￠￠￠￠]"] = {
		is = 1,
	},
	["無上生霊″魂灭生￠￠￠￠￠￠￠"] = {
		is = 1,
	},
	["千门·幽鳞￠￠￠￠￠￠￠"] = {
		is = 1,
	},
	["月夜战神·泰兰德￠￠￠￠￠￠￠"] = {
		is = 1,
	},
	["●●●●无序主教·擎天●●●●(BOSS)"] = {
		is = 1,
	},
	["无间裂隙¤¤混沌天魔¤¤(BOSS)"] = {
		is = 1,
	},
	["魂主※千星之辉★★★★★(BOSS)"] = {
		is = 1,
	},
	["星界‖御天帝⊙⊙⊙(BOSS)"] = {
		is = 1,
	},
	["夜风‖血空邪君◆◆◆(BOSS)"] = {
		is = 1,
	},
	["血刃‖破天异魔皇(BOSS)"] = {
		is = 1,
	},
}
return config