local config = {
	["一缕神念"] = {
		index = 1,
	},
	["暮潮"] = {
		index = 1,
	},
	["金色黎明的圣物箱"] = {
		index = 1,
	},
	["永恒凛冬"] = {
		index = 1,
	},
	["降星者"] = {
		index = 1,
	},
	["孤影流觞"] = {
		index = 1,
	},
	["【EX级】哀霜之触"] = {
		index = 1,
	},
	["【EX级】超能战盔"] = {
		index = 1,
	},
	["【EX级】圣之语"] = {
		index = 1,
	},
	["【EX级】冰火之羽"] = {
		index = 1,
	},
	["【EX级】埃兰宝典"] = {
		index = 1,
	},
	["【EX级】低语"] = {
		index = 1,
	},
	["ζ法相天地ζ"] = {
		index = 1,
	},
	["ζ聖●法相天地ζ"] = {
		index = 1,
	},
	["卐卐正道鏡卐卐"] = {
		index = 1,
	},
	["卐卐提魂锁卐卐"] = {
		index = 1,
	},
	["△△雷道天卷△△"] = {
		index = 1,
	},
	["△△玄天令△△"] = {
		index = 1,
	},
	["▲▲火雲真經▲▲"] = {
		index = 1,
	},
	["▲▲水鏡太極▲▲"] = {
		index = 1,
	},
	["‖「谣影神靴」‖"] = {
		index = 1,
	},
	["‖「太清流珠」‖"] = {
		index = 1,
	},
}
return config