local config = { 
	[0] = { 
		xls_id = 0,
		attr = 0,
		minimum = 0,
		percentage2 = 100,
		percentage4 = 100,
		percentage3 = 100,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 8,
			},
			[2] = {
				[1] = "灵符",
				[2] = 100,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 10,
			},
		},
		percentage1 = 100,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 10,
			},
			[2] = {
				[1] = "元宝",
				[2] = 150000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 15,
			},
		},
	},
	[1] = { 
		xls_id = 1,
		attr = 1,
		minimum = 0,
		percentage2 = 80,
		percentage4 = 85,
		percentage3 = 50,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 16,
			},
			[2] = {
				[1] = "灵符",
				[2] = 150,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 20,
			},
		},
		percentage1 = 35,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 20,
			},
			[2] = {
				[1] = "元宝",
				[2] = 300000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 30,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		attr = 2,
		minimum = 0,
		percentage2 = 70,
		percentage4 = 75,
		percentage3 = 40,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 24,
			},
			[2] = {
				[1] = "灵符",
				[2] = 200,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 30,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 30,
			},
			[2] = {
				[1] = "元宝",
				[2] = 450000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 45,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		attr = 4,
		minimum = 0,
		percentage2 = 60,
		percentage4 = 65,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 32,
			},
			[2] = {
				[1] = "灵符",
				[2] = 250,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 40,
			},
		},
		percentage1 = 25,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 40,
			},
			[2] = {
				[1] = "元宝",
				[2] = 600000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 60,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		attr = 6,
		minimum = 0,
		percentage2 = 50,
		percentage4 = 55,
		percentage3 = 30,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 40,
			},
			[2] = {
				[1] = "灵符",
				[2] = 300,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 50,
			},
		},
		percentage1 = 20,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 50,
			},
			[2] = {
				[1] = "元宝",
				[2] = 750000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 75,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		attr = 8,
		minimum = 3,
		percentage2 = 40,
		percentage4 = 45,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 48,
			},
			[2] = {
				[1] = "灵符",
				[2] = 350,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 60,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 60,
			},
			[2] = {
				[1] = "元宝",
				[2] = 900000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 90,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		attr = 10,
		minimum = 4,
		percentage2 = 30,
		percentage4 = 35,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 56,
			},
			[2] = {
				[1] = "灵符",
				[2] = 400,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 70,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 70,
			},
			[2] = {
				[1] = "元宝",
				[2] = 1050000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 105,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		attr = 13,
		minimum = 5,
		percentage2 = 20,
		percentage4 = 25,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 64,
			},
			[2] = {
				[1] = "灵符",
				[2] = 450,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 80,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 80,
			},
			[2] = {
				[1] = "元宝",
				[2] = 1200000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 120,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		attr = 16,
		minimum = 6,
		percentage2 = 15,
		percentage4 = 15,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 80,
			},
			[2] = {
				[1] = "灵符",
				[2] = 500,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 100,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 100,
			},
			[2] = {
				[1] = "元宝",
				[2] = 1500000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 150,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		attr = 20,
		minimum = 7,
		percentage2 = 10,
		percentage4 = 10,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 96,
			},
			[2] = {
				[1] = "灵符",
				[2] = 600,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 140,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 120,
			},
			[2] = {
				[1] = "元宝",
				[2] = 2000000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		attr = 24,
		minimum = 7,
		percentage2 = 10,
		percentage4 = 10,
		percentage3 = 35,
		cost2 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 96,
			},
			[2] = {
				[1] = "灵符",
				[2] = 600,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 140,
			},
		},
		percentage1 = 30,
		cost1 = {
			[1] = {
				[1] = "混沌本源",
				[2] = 120,
			},
			[2] = {
				[1] = "元宝",
				[2] = 2000000,
			},
			[3] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
	},
}
return config
