local config = { 
	[1] = { 
		xls_id = 1,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "暮潮",
				[2] = 1,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "降星者",
				[2] = 1,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "卐卐正道鏡卐卐",
				[2] = 1,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "卐卐提魂锁卐卐",
				[2] = 1,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "△△雷道天卷△△",
				[2] = 1,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "△△玄天令△△",
				[2] = 1,
			},
		},
	},
	[11] = { 
		xls_id = 11,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "▲▲火雲真經▲▲",
				[2] = 1,
			},
		},
	},
	[12] = { 
		xls_id = 12,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "▲▲水鏡太極▲▲",
				[2] = 1,
			},
		},
	},
	[13] = { 
		xls_id = 13,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "‖「谣影神靴」‖",
				[2] = 1,
			},
		},
	},
	[14] = { 
		xls_id = 14,
		lingfu = 2680,
		equip = {
			[1] = {
				[1] = "‖「太清流珠」‖",
				[2] = 1,
			},
		},
	},
}
return config
