VarCfg = {}

--引擎G变量
VarCfg.G_Hefu_Activity_ID                  = "G0"                   --合服狂欢活动id
VarCfg["G_开区分钟计时器"]                  = "G1"                   --开区分钟计时器
VarCfg["G_第一个玩家进入"]                  = "G2"                   --当第一个玩家进入服务器时 才开启分钟计时器
VarCfg["G_开区天数"]                        = "G3"                   --开区天数
VarCfg["G_攻沙次数"]                        = "G4"                   --G_攻沙次数
VarCfg["G_是否开启攻沙"]                    = "G5"                   --G_是否开启攻沙
VarCfg["G_全民划水名字"]                    = "G6"                   --G_是否开启攻沙
VarCfg["G_天选之人开始时间戳"]               = "G7"                   --G_天选之人开始时间戳
VarCfg["G_仙王宝藏开启标识"]                 = "G8"                   --1开启0关闭
VarCfg["G_异界猎场开启标识"]                 = "G9"                   --1开启0关闭
VarCfg["G_牛马旷工开启标识"]                 = "G10"                  --1开启0关闭
VarCfg["G_仙王宝藏杀怪"]                     = "G11"                  --超过四个召唤BOSS
VarCfg["G_异界战场一层杀怪"]                 = "G12"                  --异界战场一层杀怪

VarCfg["G_异界战场献祭1"]                    = "G13"                  --G_异界战场献祭1
VarCfg["G_异界战场献祭2"]                    = "G14"                  --G_异界战场献祭2
VarCfg["G_NPCID编号"]                       = "G15"                  --G_NPCID编号

VarCfg["G_异界迷城开启标识"]                 = "G16"                  --异界迷城 开启标识
VarCfg["G_异界迷城排行"]                     = "G17"                  --G_异界迷城排行

VarCfg["G_斩将夺旗"]                         = "G18"                  --斩将夺旗活动
VarCfg["G_天下第一"]                         = "G19"                  --天下第一活动
VarCfg["G_开区日期"]                         = "G20"                  --G_开区日期
VarCfg["G_双节活动是否开启"]                  = "G21"                  --G_双节活动是否开启
VarCfg["G_双节活动地图是否开启"]              = "G22"                  --G_双节活动地图是否开启


--引擎A变量
VarCfg["A_行会积分记录"]                      = "A1"                    --行会积分记录
VarCfg["A_沙城主领取"]                        = "A2"                    --沙城主领取
VarCfg["A_胜利方行会成员领取记录"]             = "A3"                    --A_胜利方行会成员领取记录
VarCfg["A_排行榜领取记录"]                    = "A4"                    --A_排行榜领取记录
VarCfg["A_全民划水排名"]                      = "A5"                    --A_全民划水排名
VarCfg["A_行会积分记录跨服"]                  = "A6"                    --A_行会积分记录跨服

VarCfg["A_心魔老人排名列表"]                  = "A10"                   --A_心魔老人排名列表
VarCfg["A_第一滴血玩家名字"]                  = "A11"                   --A_攻沙期间第一个击杀敌对行会成员
VarCfg["A_全区首爆"]                         = "A12"
VarCfg["A_全区等级奖励"]                      = "A13"      
VarCfg["A_异界迷城底层记录"]                  = "A14"                   --异界迷城玩家进入底层记录
VarCfg["A_幻境地图开关"]                     = "A15"                    --A_幻境地图开关

VarCfg["A_旗帜点1"]                     = "A21"                    --A_幻境地图开关
VarCfg["A_旗帜点1"]                     = "A22"                    --A_幻境地图开关
VarCfg["A_旗帜点1"]                     = "A23"                    --A_幻境地图开关
VarCfg["A_旗帜点2"]                     = "A24"                    --A_幻境地图开关
VarCfg["A_旗帜点2"]                     = "A25"                    --A_幻境地图开关
VarCfg["A_旗帜点2"]                     = "A26"                    --A_幻境地图开关
VarCfg["A_旗帜点3"]                     = "A27"                    --A_幻境地图开关
VarCfg["A_旗帜点3"]                     = "A28"                    --A_幻境地图开关
VarCfg["A_旗帜点3"]                     = "A29"                    --A_幻境地图开关
VarCfg["A_旗帜点3"]                     = "A30"                    --A_幻境地图开关
VarCfg["A_旗帜点4"]                     = "A31"                    --A_幻境地图开关
VarCfg["A_旗帜点4"]                     = "A32"                    --A_幻境地图开关
VarCfg["A_旗帜点5"]                     = "A33"                    --A_幻境地图开关

VarCfg["A_跨服排行榜"]                  = "A50"                      --A_跨服排行榜             
VarCfg["A_本服排行榜"]                  = "A51"                      --A_本服排行榜
VarCfg["A_本服富甲天下"]                = "A52"                      --A_本服富甲天下
VarCfg["A_牛了个马排行榜"]              = "A53"                      --A_牛了个马排行榜


--引擎U变量
VarCfg.U_create_actor_time                  = "U0"                  --创建角色时间戳
VarCfg.U_create_actor_openday               = "U1"                  --创建角色时已开服的天数
VarCfg["U_等级上限"]                         = "U2"                  --U_等级上限
VarCfg["U_虚拟充值"]                         = "U3"                  --U_虚拟充值
VarCfg["U_上次本日首次登录时间"]              = "U4"                  --U_上次本日首次登录时间
VarCfg["U_连续登录天数"]                     = "U5"                  --U_连续登录天数
VarCfg["U_杀人数"]                           = "U6"                  --U_杀人数
VarCfg["U_被杀数"]                           = "U7"                  --U_被杀数
VarCfg.U_var_pro_die                        = "U8"                  --死亡前触发的时间,用于判断是否触发复活戒指
VarCfg.U_vip_level                          = "U9"                  --当前vip等级
VarCfg.U_bian_guan_title                    = "U10"                 --边关称号
VarCfg.U_xing_yun                           = "U11"                 --幸运项链记录
VarCfg.U_xing_yun_count                     = "U12"                 --幸运计次
VarCfg["U_洗练元宝总数"]                     = "U13"                 --洗练元宝总数
VarCfg["U_武器锻造"]                         = "U14"                 --武器锻造等级
VarCfg["U_衣服锻造"]                         = "U15"                 --衣服锻造等级 
VarCfg["U_江湖称号"]                         = "U16"                 --江湖称号
VarCfg["U_装备强化_衣服"]                    = "U17"                 --U_装备强化_衣服
VarCfg["U_装备强化_武器"]                    = "U18"                 --U_装备强化_武器
VarCfg["U_装备强化_左手"]                    = "U19"                 --U_装备强化_左手
VarCfg["U_装备强化_左戒"]                    = "U20"                 --U_装备强化_左戒
VarCfg["U_装备强化_腰带"]                    = "U21"                 --U_装备强化_腰带
VarCfg["U_装备强化_头盔"]                    = "U22"                 --U_装备强化_头盔
VarCfg["U_装备强化_项链"]                    = "U23"                 --U_装备强化_项链
VarCfg["U_装备强化_右手"]                    = "U24"                 --U_装备强化_右手
VarCfg["U_装备强化_右戒"]                    = "U25"                 --U_装备强化_右戒
VarCfg["U_装备强化_靴子"]                    = "U26"                 --U_装备强化_靴子
VarCfg["U_天命保底次数"]                     = "U27"                 --天命保底，每25次必出
VarCfg["U_最大升级过的等级"]                 = "U28"                  --记录最大升级过的等级
VarCfg["U_VIP等级"]                         = "U29"                  --记录VIP等级
VarCfg["U_混元功法等级"]                     = "U30"                 --混元功法等级
VarCfg["U_天命_越挫越勇攻击累加"]             = "U31"                 --U_天命_越挫越勇攻击累加
VarCfg["U_记录疾风刻印爆率变量"]              = "U32"                 --U_记录疾风刻印爆率变量
VarCfg["U_天命_浴血狂魔_血量"]               = "U33"                 --U_天命_浴血狂魔_血量
VarCfg["U_爆率保存"]                        = "U34"                 --U_爆率保存
VarCfg["U_切割保存"]                        = "U35"                 --U_切割保存
VarCfg["U_龙神之力等级"]                     = "U36"                 --U_龙神之力等级
VarCfg["U_龙神之力当前次数"]                 = "U37"                 --U_龙神之力当前次数
VarCfg["U_地藏王的试炼"]                     = "U38"                 --U_地藏王的试炼
VarCfg["U_心魔老人挑战次数"]                 = "U39"                 --U_心魔老人挑战次数
VarCfg["U_攻击速度"]                        = "U40"                 --U_攻击速度，用于记录攻击速度
VarCfg["U_剑灵之谜属性记录"]                 = "U41"                 --U_剑灵之谜属性记录
VarCfg["U_修仙等级"]                        = "U42"                 --U_修仙等级
VarCfg["U_复活队列1"]                        = "U43"                 --U_复活队列1
VarCfg["U_复活队列2"]                        = "U44"                 --U_复活队列2
VarCfg["U_剧情_湿婆神像_进度"]                = "U45"                  --U_剧情_湿婆神像_进度
VarCfg["U_剧情_黑齿宝藏_开启次数"]            = "U46"                  --U_剧情_黑齿宝藏_开启次数最多三次
VarCfg["U_剧情_暗域裂隙_杀怪1"]               = "U47"                  --U_剧情_暗域裂隙_杀怪1
VarCfg["U_剧情_暗域裂隙_杀怪2"]               = "U48"                  --U_剧情_暗域裂隙_杀怪2
VarCfg["U_魔化天使[吞噬]"]                   = "U49"                --U_魔化天使[吞噬]升级次数
VarCfg["U_法宝当前经验"]                     = "U50"                 --法宝升级经验
VarCfg["U_法宝当前等级"]                     = "U51"                 --U_法宝当前等级
VarCfg["U_幽暗的古神之像时间记录"]            = "U52"                  --U_幽暗的古神之像时间记录
VarCfg["U_占卜次数"]                         = "U53"                  --U_占卜次数
VarCfg["U_记录大陆"]                         = "U54"                  --U_记录大陆
VarCfg["U_主线任务进度"]                      = "U55"                  --U_主线任务进度
VarCfg["U_支线任务进度"]                      = "U57"                  --U_支线任务进度
VarCfg["U_剧情完成次数"]                      = "U58"                  --U_剧情完成次数
VarCfg["U_当前任务进度1"]                     = "U59"                  --U_当前任务进度1
VarCfg["U_当前任务进度2"]                     = "U60"                  --U_当前任务进度2
VarCfg["U_当前任务进度3"]                     = "U61"                  --U_当前任务进度3
VarCfg["U_当前任务进度4"]                     = "U62"                  --U_当前任务进度4
VarCfg["U_主线任务状态"]                      = "U63"                  --U_主线任务状态 0未开始 1进行中 2已完成
VarCfg["U_支线任务状态"]                      = "U64"                  --U_支线任务状态 0未开始 1进行中 2已完成
VarCfg["U_起源村怪物进度1"]                   = "U65"                  --U_起源村怪物1
VarCfg["U_起源村怪物进度2"]                   = "U66"                  --U_起源村怪物进度2
VarCfg["U_收集清毒莲"]                        = "U67"                  --U_起源村怪物进度2
VarCfg["U_剧情_暗域裂隙_杀怪3"]               = "U68"                  --U_剧情_暗域裂隙_杀怪3
VarCfg["U_剧情_暗域裂隙_杀怪4"]               = "U69"                  --U_剧情_暗域裂隙_杀怪4
VarCfg["U_剧情_被封印的封印棺椁_杀怪1"]        = "U70"                  --U_剧情_被封印的封印棺椁_杀怪1
VarCfg["U_剧情_被封印的封印棺椁_杀怪2"]        = "U71"                  --U_剧情_被封印的封印棺椁_杀怪2
VarCfg["U_剧情_英灵祭坛_称号"]                = "U72"                  --U_剧情_英灵祭坛_称号
VarCfg["U_剧情_剑灵传说"]                     = "U73"                  --U_剧情_剑灵传说
VarCfg["U_剧情_古龙的传承"]                   = "U74"                 --U_剧情_古龙的传承
VarCfg["U_剧情_神龙侍卫_进度"]                = "U75"                 --U_剧情_神龙侍卫_进度
VarCfg["U_剧情_蛮荒血脉_觉醒次数"]             = "U76"                 --U_剧情_蛮荒血脉_觉醒次数
VarCfg["U_剧情_灵魂牢笼_次数"]                 = "U77"                 --U_剧情_灵魂牢笼_次数
VarCfg["U_剧情_祖龙之地_杀怪数量"]             = "U78"                 --U_剧情_祖龙之地_杀怪数量
VarCfg["U_剧情_遗忘前线_杀怪数量"]             = "U79"                 --U_剧情_祖龙之地_杀怪数量
VarCfg["U_剧情_永恒徽记_记录1"]                = "U80"                 --U_剧情_永恒徽记_记录1
VarCfg["U_剧情_永恒徽记_记录2"]                = "U81"                 --U_剧情_永恒徽记_记录2
VarCfg["U_剧情_永恒徽记_记录3"]                = "U82"                 --U_剧情_永恒徽记_记录3
VarCfg["U_剧情_永恒徽记_记录4"]                = "U83"                 --U_剧情_永恒徽记_记录4
VarCfg["U_剧情_锁魂幡_攻速"]                   = "U84"                 --U_剧情_锁魂幡_攻速
VarCfg["U_剧情_阎王大殿_计数"]                 = "U85"                 --U_剧情_阎王大殿_计数
VarCfg["U_复活队列3"]                         = "U86"                 --U_复活队列3
VarCfg["U_剧情_阴阳八卦盘_阴"]                 = "U87"                 --U_剧情_阴阳八卦盘1
VarCfg["U_剧情_阴阳八卦盘_阳"]                 = "U88"                 --U_剧情_阴阳八卦盘2
VarCfg["U_剧情_五行灵体_金"]                 = "U89"                 --U_剧情_五行灵体_金
VarCfg["U_杀死怪物数量"]                     = "U90"                --U_杀死怪物数量
VarCfg["U_神魔_升级次数"]                    = "U100"                --神魔--大神魔升级次数
VarCfg["U_神魔_暴戾一击"]                    = "U101"                --神魔--暴戾一击-等级
VarCfg["U_神魔_伤害增幅"]                    = "U102"                --神魔--伤害增幅-等级
VarCfg["U_神魔_钢铁之躯"]                    = "U103"                --神魔--钢铁之躯-等级
VarCfg["U_神魔_削铁如泥"]                    = "U104"                --神魔--削铁如泥-等级
VarCfg["U_神魔_血牛达人"]                    = "U105"                --神魔--血牛达人-等级
VarCfg["U_女儿红"]                          = "U111"                --喝酒女儿红次数
VarCfg["U_竹叶青"]                          = "U112"                --喝酒竹叶青次数
VarCfg["U_寒潭香"]                          = "U113"                --喝酒寒潭香次数
VarCfg["U_金茎露"]                          = "U114"                --喝酒寒潭香次数
VarCfg["U_秋露白"]                          = "U115"                --喝酒秋露白次数
VarCfg["U_剧情_五行灵体_木"]                 = "U116"                 --U_剧情_五行灵体_木
VarCfg["U_剧情_五行灵体_水"]                 = "U117"                 --U_剧情_五行灵体_水
VarCfg["U_剧情_五行灵体_火"]                 = "U118"                 --U_剧情_五行灵体_火
VarCfg["U_剧情_五行灵体_土"]                 = "U119"                 --U_剧情_五行灵体_土
VarCfg["U_击杀次数"]                        = "U120"                --击杀玩家次数 ---------------------------------------------------------------
VarCfg["U_死亡次数"]                        = "U121"                --被玩家击杀次数 ---------------------------------------------------------------
VarCfg["U_击杀狂暴玩家数量"]                 = "U122"                --击杀狂暴玩家数量
VarCfg["U_狂暴成就增伤"]                    = "U123"                --狂暴成就增伤百分比
VarCfg["U_沙巴克胜利方次数"]                 = "U124"                --沙巴克胜利方领取次数
VarCfg["U_累计开启狂暴"]                    = "U125"                --累计开启狂暴次数
VarCfg["U_奇遇击杀白名BOSS"]                = "U126"                --U_奇遇击杀白名BOSS
VarCfg["U_奇遇击杀混沌BOSS"]                = "U127"                --U_奇遇击杀混沌BOSS
VarCfg["U_剑甲开光次数"]                    = "U128"                --神龙帝国 U_剑甲开光次数
VarCfg["U_穿戴专属装备数量"]                = "U129"                --U_穿戴专属装备数量
VarCfg["U_穿戴超神器装备数量"]              = "U130"                --U_穿戴超神器装备数量
VarCfg["U_开启极限潜能次数"]                = "U131"                --U_开启极限潜能次数
VarCfg["U_累计进入副本"]                    = "U132"                 --U_累计进入副本
VarCfg["U_累计爆装次数"]                    = "U133"                 --U_累计爆装次数
VarCfg["U_查看他人次数"]                    = "U134"                  --U_查看他人次数
VarCfg["U_被人查看次数"]                    = "U135"                  --U_被人查看次数
VarCfg["U_极寒护甲片_使用次数"]              = "U136"                  --U_极寒护甲片_使用次数
VarCfg["U_解救少女_次数"]                   = "U137"                  --U_解救少女_次数
VarCfg["U_生命金莲丹_次数"]                 = "U138"                  --U_生命金莲丹_次数
VarCfg["U_洗净伐髓丹_次数"]                 = "U139"                  --U_洗净伐髓丹_次数
VarCfg["U_金刚不坏丹_次数"]                 = "U140"                  --U_金刚不坏丹_次数
VarCfg["U_疾风斩月丹_次数"]                 = "U141"                  --U_疾风斩月丹_次数
VarCfg["U_剧情_一叶一菩提_次数"]             = "U142"                  --U_剧情_一叶一菩提_次数
VarCfg["U_剧情_月光之尘_次数"]              = "U143"                  --U_剧情_月光之尘_次数
VarCfg["U_剧情_幽夜精华_次数"]              = "U144"                  --U_剧情_幽夜精华_次数
VarCfg["U_日耀结界_伤害压制"]               = "U145"                  --U_日耀结界_伤害压制
VarCfg["U_炎魂碎片_提交数量"]               = "U146"                  --U_炎魂碎片_提交数量
VarCfg["U_修仙境界_伤害压制"]               = "U147"                  --U_修仙境界_伤害压制
VarCfg["U_时装外观记录"]                    = "U148"                  --U_时装外观记录
VarCfg["U_足迹外观记录"]                    = "U149"                  --U_足迹外观记录
VarCfg["U_光环外观记录"]                    = "U150"                  --U_光环外观记录
VarCfg["U_悲魂圣火记录"]                    = "U151"                  --U_悲魂圣火记录
VarCfg["U_图腾圣火记录"]                    = "U152"                  --U_图腾圣火记录
VarCfg["U_禁忌圣火记录"]                    = "U153"                  --U_禁忌圣火记录
VarCfg["U_迷失圣火记录"]                    = "U154"                  --U_迷失圣火记录
VarCfg["U_二元归灵珠_数量"]                 = "U155"                  --U_二元归灵珠_增加
VarCfg["U_上古魔龙召唤_数量"]               = "U156"                  --U_上古魔龙召唤_数量
VarCfg["U_归灵仪式召唤_数量"]               = "U157"                  --U_归灵仪式召唤_数量
VarCfg["U_剧情_悲鸣哨塔_线索数量"]           = "U158"                  --U_剧情_悲鸣哨塔_线索数量
VarCfg["U_龙之守护击杀_数量"]               = "U159"                  --U_龙之守护击杀_数量
VarCfg["U_判官改名次数"]                    = "U160"                  --U_判官改名次数
VarCfg["U_死亡如风_死亡次数"]               = "U161"                  --U_死亡如风_死亡次数
VarCfg["U_丹尘炼丹次数"]                    = "U162"                  --U_丹尘炼丹次数
VarCfg["U_魔化天使_吞噬_层数"]              = "U163"                  --U_魔化天使_吞噬_层数
VarCfg["U_怪物猎人层数"]                   = "U164"                  --U_怪物猎人层数
VarCfg["U_海灵之泪获取"]                   = "U165"                  --U_海灵之泪获取

VarCfg["U_主线任务面板进度"]                 = "U166"
VarCfg["U_主线任务面板进度_1_1"]             = "U167"
VarCfg["U_主线任务面板进度_1_2"]             = "U168"

VarCfg["U_主线任务面板进度_2_1"]             = "U169"
VarCfg["U_主线任务面板进度_2_2"]             = "U170"

VarCfg["U_记录上次全服排名"]                 = "U171"

VarCfg["U_主线任务面板进度_3_1"]             = "U172"
VarCfg["U_主线任务面板进度_3_2"]             = "U173"

VarCfg["U_主线任务面板进度_4_1"]             = "U174"
VarCfg["U_主线任务面板进度_4_2"]             = "U175"

VarCfg["U_战斗力"]                          = "U176"
--收集物品任务用
VarCfg["U_收集破碎的魔法阵"]                 = "U177"
VarCfg["U_收集湿婆神像"]                     = "U178"
VarCfg["U_收集放逐之心"]                     = "U179"
VarCfg["U_收集魔龙骨"]                       = "U180"
VarCfg["U_收集魔龙牙"]                       = "U181"
VarCfg["U_收集蛮荒图腾"]                     = "U182"
VarCfg["U_收集流金沙砾"]                     = "U183"
VarCfg["U_收集卡亚神符"]                     = "U184"
VarCfg["U_收集邪神印记"]                     = "U185"
VarCfg["U_死亡掉装次数"]                    = "U186" -- U_死亡掉装次数
VarCfg["U_装备洗练总次数"]                   = "U187" -- U_装备洗练总次数
VarCfg["U_技能强化总次数"]                   = "U188" -- U_技能强化总次数
VarCfg["U_全身强化等级"]                     = "U189" -- U_全身强化等级
VarCfg["U_摸鱼积分"]                        = "U190"  -- U_摸鱼积分
VarCfg["U_巅峰等级1"]                        = "U191"  -- U_巅峰等级1
VarCfg["U_巅峰等级2"]                        = "U192"  -- U_巅峰等级2
VarCfg["U_巅峰等级3"]                        = "U193"  -- U_巅峰等级3
VarCfg["U_攻杀剑术强化"]                      = "U194"  -- U_攻杀剑术强化
VarCfg["U_刺杀剑术强化"]                      = "U195"  -- U_刺杀剑术强化
VarCfg["U_半月弯刀强化"]                      = "U196"  -- U_半月弯刀强化
VarCfg["U_烈火剑法强化"]                      = "U197"  -- U_烈火剑法强化
VarCfg["U_开天斩强化"]                        = "U198"  -- U_开天斩强化
VarCfg["U_逐日剑法强化"]                      = "U199"  -- U_逐日剑法强化
VarCfg["U_寒霜王座"]                          = "U200"  -- U_寒霜王座
VarCfg["U_异界战场献祭1"]                     = "U201"  -- U_异界战场献祭1
VarCfg["U_异界战场献祭2"]                     = "U202"  -- U_异界战场献祭2
VarCfg["U_攻沙积分"]                          = "U203"  -- U_攻沙积分
VarCfg["U_万劫不灭丹保底"]                    = "U204"  -- U_万劫不灭丹保底
VarCfg["U_攻沙积分跨服"]                      = "U205"  -- U_攻沙积分跨服
VarCfg["U_跨服记录倍攻"]                      = "U206"  -- U_跨服记录倍攻
VarCfg["U_日月不离进度"]                      = "U207"   --F_日月不离
VarCfg["U_富甲天下上次排名"]                  = "U208"   --U_富甲天下上次排名
VarCfg["U_魂装等级"]                          = "U209"    --U_魂装等级
VarCfg["U_跨服当时积分"]                      = "U210"    --U_跨服当时积分
VarCfg["U_跨服积分"]                          = "U211"    --U_跨服积分
VarCfg["U_超神套装等级"]                      = "U212"    --U_超神套装等级
VarCfg["U_新加背包神器格子数"]                 = "U213"    --U_新加背包神器格子
VarCfg["U_神魂古墓杀怪1"]                      = "U214"    --U_神魂古墓杀怪1
VarCfg["U_神魂古墓杀怪2"]                      = "U215"    --U_神魂古墓杀怪2
VarCfg["U_神魂古墓杀怪3"]                      = "U216"    --U_神魂古墓杀怪3


VarCfg["U_直购记录"]                       = "U224"                --U_直购记录
VarCfg["U_真实充值"]                       = "U225"                --U_真实充值
VarCfg["U_换购积分"]                       = "U226"                --U_换购积分
VarCfg["U_剑甲淬炼总次数"]                  = "U227"                -- U_剑甲淬炼总次数


--引擎B变量
VarCfg["B_地藏王第一层伤害记录"]             = "B1"                 --B_地藏王第一层伤害记录，用于记录地藏王一层的木桩伤害
VarCfg["B_记录战斗力"]                      = "B2"                 --B_记录战斗力
VarCfg["B_累计回收_金币"]                   = "B3"                 --B_累计回收_金币
VarCfg["B_累计回收_灵石"]                   = "B4"                 --B_累计回收_灵石
VarCfg["B_累计回收_幻灵水晶"]               = "B5"                 --B_累计回收_幻灵水晶
VarCfg["B_累计消耗_金币"]                   = "B6"                 --B_累计消耗_金币
VarCfg["B_累计消耗_元宝"]                   = "B7"                 --B_累计消耗_元宝
VarCfg["B_累计消耗_灵符"]                   = "B8"                 --B_累计消耗_灵符

VarCfg["B_神魂武器"]                        = "B9"                  --B_神魂武器
VarCfg["B_神魂衣服"]                        = "B10"                 --B_神魂衣服

VarCfg["B_腐化花圃_恐惧"]                   = "B11"                 --B_腐化花圃_恐惧
VarCfg["B_腐化花圃_奸诈"]                   = "B12"                 --B_腐化花圃_奸诈
VarCfg["B_腐化花圃_残暴"]                   = "B13"                 --B_腐化花圃_残暴
VarCfg["B_腐化花圃_虚伪"]                   = "B14"                 --B_腐化花圃_虚伪
VarCfg["B_珍宝鉴定次数"]                    = "B15"                 --B_珍宝鉴定次数
VarCfg["B_基因升级次数"]                    = "B16"                 --B_基因升级次数
VarCfg["B_神魂剑甲总次数"]                  = "B17"                 --B_神魂剑甲总次数
VarCfg["B_神魂武器_保底"]                   = "B18"                  --B_神魂武器_保底
VarCfg["B_神魂衣服_保底"]                   = "B19"                  --B_神魂衣服_保底
VarCfg["B_月辉庇护_次数"]                   = "B20"                  --B_月辉庇护_次数
VarCfg["B_六道轮回尘_保底"]                 = "B21"                  --B_六道轮回尘_保底
VarCfg["B_溶血之池_次数1"]                  = "B22"                  --B_溶血之池_次数1
VarCfg["B_溶血之池_次数2"]                  = "B23"                  --B_溶血之池_次数2
VarCfg["B_不起眼的乞丐金币数量"]             = "B24"                  --不起眼的乞丐金币数量
VarCfg["B_上次抽取时间"]                    = "B25"                  --B_上次抽取时间
VarCfg["B_记录抽取次数"]                    = "B26"                  --B_当前抽取次数
VarCfg["B_双节活动累充值"]                  = "B27"                  --B_双节活动累充值
VarCfg["B_双节活动领取次数"]                = "B28"                  --B_双节活动领取次数
VarCfg["B_天天交好运爆率"]                  = "B29"                  --B_天天交好运爆率
VarCfg["B_鱼竿数量"]                       = "B30"                  --B_鱼竿数量
VarCfg["B_购买的次数"]                     = "B31"                  --B_购买的次数

--引擎个人表示变量
VarCfg.F_is_global_alerts	                = 1	                    --是否过滤全服提示信息	引擎个人标识
VarCfg.F_is_open_kuangbao	                = 2	                    --是否开启狂暴之力	
VarCfg.F_is_has_revive	                    = 3	                    --死亡前触发标记,用于判断是否触发复活戒指	
VarCfg.F_is_auto_recovery	                = 4	                    --是否开启自动回收	
VarCfg.F_is_auto_money	                    = 5	                    --开启吃货币
VarCfg.F_is_auto_exp	                    = 6	                    --开启自动吃经验
VarCfg.F_is_first_login	                    = 7	                    --是否第一次登录	
VarCfg["F_老村长的怀表"]                     = 8	                 --老村长的怀表是否领取	
VarCfg["F_空间法师"]                         = 9	                 --空间法师任务是否完成	
VarCfg.F_is_auto_custom_attributes          = 10	                --是否回收鉴定和强化的装备
VarCfg["F_是否首充"]                         = 11	                 --F_是否首充	
VarCfg["F_后天气运开启_1"]                    = 12                    --F_后天气运开启_1
VarCfg["F_后天气运开启_2"]                    = 13                    --F_后天气运开启_2
VarCfg["F_后天气运开启_3"]                    = 14                    --F_后天气运开启_3
VarCfg["F_后天气运开启_4"]                    = 15                    --F_后天气运开启_4
VarCfg["F_后天气运开启_5"]                    = 16                    --F_后天气运开启_5
VarCfg["F_后天气运开启_6"]                    = 17                    --F_后天气运开启_6
VarCfg["F_天命_有福之人标识"]                 = 18                    --F_天命_有福之人标识
VarCfg["F_天命_以逸待劳标识"]                 = 19                    --F_天命_以逸待劳标识
VarCfg["F_上忍之隐回血"]                      = 20	                 --上忍之隐回血	
VarCfg["F_暗黑之神宝藏"]                      = 21	                 --"暗黑之神宝藏穿戴标识
VarCfg["F_深渊之行"]                         = 22	                 --"深渊之行---穿戴标识
VarCfg["F_灵魂之逐"]                         = 23	                 --"灵魂之逐---穿戴标识
VarCfg["F_生死簿"]                           = 24	                 --"生死簿---穿戴标识
VarCfg["F_暗影之缚"]                         = 25	                 --"暗影之缚---穿戴标识
VarCfg["F_远行的召唤"]                       = 26	                 --"远行的召唤---穿戴标识
VarCfg["F_千年之光"]                         = 27	                 --"异空：千年之光---穿戴标识
VarCfg["F_天命_黑夜传说标识"]                 = 28                    --F_天命_黑夜传说标识
VarCfg["F_天命_共振共鸣标识"]                 = 29                    --F_天命_共振共鸣标识
VarCfg["F_天命图鉴凡首次完成"]                = 30                   --凡	          
VarCfg["F_天命图鉴灵首次完成"]                = 31                   --灵	          
VarCfg["F_天命图鉴仙首次完成"]                = 32                   --仙	          
VarCfg["F_天命图鉴圣首次完成"]                = 33                   --圣	          
VarCfg["F_天命图鉴帝首次完成"]                = 34                   --帝	          
VarCfg["F_桓龙：另一个时空"]                  = 35                   --桓龙：另一个时空---穿戴标识
VarCfg["F_天命_越挫越勇标识"]                 = 36                   --F_天命_越挫越勇标识当人物死亡时有概率增加50点攻击力（上限3000点）
VarCfg["F_【EX级】冰火之羽"]                  = 37                   --【EX级】冰火之羽---穿戴标识
VarCfg["F_天命_狂妄自大标识"]                 = 38                   --F_天命_狂妄自大标识
VarCfg["F_天命_祝福之体标识"]                 = 39                  --F_天命_祝福之体标识
VarCfg["F_天命_强化大师标识"]                 = 40                  --F_天命_强化大师标识
VarCfg["F_天命_走火入魔标识"]                 = 41                  --F_天命_走火入魔标识
VarCfg["F_天命_合区超人标识"]                 = 42                  --F_天命_合区超人标识
VarCfg["F_天命_龙神学院标识"]                 = 43                  --F_天命_龙神学院标识
VarCfg["F_天命_泰坦之力标识"]                 = 44                  --F_天命_泰坦之力标识
VarCfg["F_天命_以暴制暴标识"]                 = 45                  --F_天命_以暴制暴标识
VarCfg["F_天命_富可敌国标识"]                 = 46                  --F_天命_富可敌国标识
VarCfg["F_天命_天选之人标识"]                 = 47                  --F_天命_天选之人标识
VarCfg["F_天命_天眷之人标识"]                 = 48                  --F_天命_天眷之人标识
VarCfg["F_天命_混元之祖标识"]                 = 49                  --F_天命_混元之祖标识
VarCfg["F_天命_月光之力标识"]                 = 50                  --F_天命_月光之力
VarCfg.F_isGuaJi                             = 51                  --是否正在挂机
VarCfg["F_天命_终身进修标识"]                 = 52                  --终身进修
VarCfg["F_天命_天胡开局标识"]                 = 53                  --F_天命_天胡开局标识
VarCfg["F_天命_影盾之术标识"]                 = 54                  --F_天命_影盾之术标识
VarCfg["F_天命_势如破竹标识"]                 = 55                  --F_天命_势如破竹标识
VarCfg["F_天命_血刀老祖标识"]                 = 56                  --F_天命_血刀老祖标识
VarCfg["F_天命_天选之人标识_仙"]              = 57                  --F_天命_天选之人标识_仙
VarCfg["F_天命_洪福齐天标识"]                 = 58                  --F_天命_洪福齐天标识
VarCfg["F_天命_未来战士标识"]                 = 59                  --F_天命_未来战士标识
VarCfg["F_天命_永动机标识"]                   = 60                  --F_天命_永动机标识
VarCfg["F_天命_浴血狂魔标识"]                 = 61                  --F_天命_浴血狂魔标识
VarCfg["F_天命_不动如山标识"]                 = 62                  --F_天命_不动如山标识
VarCfg["F_死亡之环"]                         = 63                  --F_死亡之环穿戴标识  死亡20%概率不掉狂暴
VarCfg["F_天命_大罗转世标识"]                 = 64                  --F_天命_大罗转世标识 
VarCfg["F_天命_疾风迅雷标识"]                 = 65                  --F_天命_疾风迅雷标识
VarCfg["F_天命_致命专精标识"]                 = 66                  --F_天命_致命专精标识
VarCfg["F_天命_血魔之躯标识"]                 = 67                  --F_天命_血魔之躯标识
VarCfg["F_天命_炁体源流标识"]                 = 68                  --F_天命_炁体源流标识
VarCfg["F_天命_天人转世标识"]                 = 69                  --F_天命_天人转世标识
VarCfg["F_修仙红点标识"]                     = 70                  --F_修仙红点标识
VarCfg["F_巡航开关1"]                        = 71                  --F_巡航开关1
VarCfg["F_巡航开关2"]                        = 72                  --F_巡航开关2
VarCfg["F_巡航开关3"]                        = 73                  --F_巡航开关3
VarCfg["F_古龙的传承物品使用"]                = 74                  --F_古龙的传承物品使用
VarCfg["F_剧情_玄幽"]                        = 75                  --F_剧情_玄幽
VarCfg["F_剧情_元素之隙"]                     = 76                  --F_剧情_元素之隙
VarCfg["F_剧情_暗域裂隙"]                     = 77                  --F_剧情_元素之隙
VarCfg["F_剧情_被封印的封印棺椁_是否领取1"]    = 78                  --F_剧情_被封印的封印棺椁_是否领取1
VarCfg["F_剧情_被封印的封印棺椁_是否领取2"]    = 79                  --F_剧情_被封印的封印棺椁_是否领取2
VarCfg["F_剧情_英灵殿_退回1"]                 = 80                  --F_剧情_英灵殿_退回1
VarCfg["F_剧情_英灵殿_退回2"]                 = 81                  --F_剧情_英灵殿_退回2
VarCfg["F_剧情_英灵殿_退回3"]                 = 82                  --F_剧情_英灵殿_退回3
VarCfg["F_剧情_英灵殿_退回4"]                 = 83                  --F_剧情_英灵殿_退回4
VarCfg["F_剧情_英灵殿_退回5"]                 = 84                  --F_剧情_英灵殿_退回5
VarCfg["F_剧情_英灵殿_退回6"]                 = 85                  --F_剧情_英灵殿_退回6
VarCfg["F_剧情_英灵殿_退回7"]                 = 86                  --F_剧情_英灵殿_退回7
VarCfg["F_剧情_英灵殿_退回8"]                 = 87                  --F_剧情_英灵殿_退回8
VarCfg["F_剧情_英灵殿_退回9"]                 = 88                  --F_剧情_英灵殿_退回9
VarCfg["F_剧情_英灵殿_退回10"]                = 89                  --F_剧情_英灵殿_退回10
VarCfg["F_剧情_云烈_领取"]                    = 90                   --是否领取云烈的任务
VarCfg["F_剧情_神龙侍卫_领取"]                = 91                   --F_剧情_神龙侍卫领取任务
VarCfg["F_剧情_神龙侍卫_领取奖励"]             = 92                  --F_剧情_神龙侍卫_领取奖励
VarCfg["F_剧情_雷鸣之力_1"]                   = 93                  --F_剧情_雷鸣之力_1
VarCfg["F_剧情_雷鸣之力_2"]                   = 94                  --F_剧情_雷鸣之力_2
VarCfg["F_剧情_雷鸣之力_4"]                   = 95                  --F_剧情_雷鸣之力_4
VarCfg["F_剧情_雷鸣之力_3"]                   = 96                  --F_剧情_雷鸣之力_3
VarCfg["F_奇遇盒子位置4开关"]                 = 97                  --F_奇遇盒子位置4开关
VarCfg["F_奇遇盒子位置5开关"]                 = 98                  --F_奇遇盒子位置5开关
VarCfg["F_奇遇自动弹出开关"]                  = 99                  --F_奇遇自动弹出开关
VarCfg["F_任务标识1"]                        = 100
VarCfg["F_剧情_生死境界_地图开启"]            = 101                 --F_剧情_生死境界_地图开启
VarCfg["F_剧情_一将功成万古枯1"]              = 102                 --F_剧情_一将功成万古枯1
VarCfg["F_剧情_一将功成万古枯2"]              = 103                 --F_剧情_一将功成万古枯2
VarCfg["F_剧情_一将功成万古枯3"]              = 104                 --F_剧情_一将功成万古枯3
VarCfg["F_剧情_时装是否领取"]                 = 105                 --F_剧情_时装是否领取
VarCfg["F_剧情_祖龙之地_是否开启"]            = 106                 --F_剧情_祖龙之地_是否开启
VarCfg["F_剧情_遗忘前线_是否提交"]            = 107                 --F_剧情_遗忘前线_是否提交
VarCfg["F_剧情_幽冥鬼使_地图开启"]            = 108                 --F_剧情_幽冥鬼使_地图开启
VarCfg["F_剧情_鬼域灵器_标识1"]               = 109                 --F_剧情_鬼域灵器_标识1
VarCfg["F_剧情_鬼域灵器_标识2"]               = 110                 --F_剧情_鬼域灵器_标识2
VarCfg["F_剧情_鬼域灵器_标识3"]               = 111                 --F_剧情_鬼域灵器_标识3
VarCfg["F_剧情_阎王大殿是否开启"]              = 112                 --F_剧情_阎王大殿是否开启
VarCfg["F_剧情_亡灵之书1"]                    = 113                 --F_剧情_亡灵之书1
VarCfg["F_剧情_亡灵之书2"]                    = 114                 --F_剧情_亡灵之书1
VarCfg["F_剧情_魔焰炼狱1"]                    = 115                 --F_剧情_魔焰炼狱1
VarCfg["F_剧情_魔焰炼狱2"]                    = 116                 --F_剧情_魔焰炼狱2
VarCfg["F_剧情_魔焰炼狱3"]                    = 117                 --F_剧情_魔焰炼狱3
VarCfg["F_剧情_洪荒之力1"]                    = 118                 --F_剧情_洪荒之力1
VarCfg["F_剧情_洪荒之力2"]                    = 119                 --F_剧情_洪荒之力2
VarCfg["F_剧情_洪荒之力3"]                    = 120                 --F_剧情_洪荒之力3
VarCfg["F_剧情_洪荒之门开启"]                  = 121                 --F_剧情_洪荒之门开启
VarCfg["F_剧情_贪欲不止_解封1"]                = 122                 --F_剧情_贪欲不止_解封1
VarCfg["F_剧情_贪欲不止_解封2"]                = 123                 --F_剧情_贪欲不止_解封2
VarCfg["F_剧情_贪欲不止_解封3"]                = 124                 --F_剧情_贪欲不止_解封3
VarCfg["F_剧情_风行者_解封1"]                 = 125                 --F_剧情_风行者_解封1
VarCfg["F_剧情_风行者_解封2"]                 = 126                 --F_剧情_风行者_解封2
VarCfg["F_剧情_灭世牢笼_解封地图"]             = 127                 --F_剧情_灭世牢笼_解封地图
VarCfg["F_剧情_哥布林的弱点1"]                 = 128                 --F_剧情_哥布林的弱点1
VarCfg["F_剧情_哥布林的弱点2"]                 = 129                 --F_剧情_哥布林的弱点2
VarCfg["F_剧情_哥布林的弱点3"]                 = 130                 --F_剧情_哥布林的弱点3
VarCfg["F_剧情_哥布林的弱点4"]                 = 131                 --F_剧情_哥布林的弱点4
VarCfg["F_剧情_哥布林的弱点5"]                 = 132                 --F_剧情_哥布林的弱点5
VarCfg["F_剧情_哥布林的弱点_是否全部提交"]      = 133                   --F_剧情_哥布林的弱点_是否全部提交
VarCfg["F_剧情_丹尘_采集任务接取"]              = 134                --F_剧情_丹尘_采集任务接取
VarCfg["F_剧情_丹尘_采集任务完成"]              = 135                --F_剧情_丹尘_采集任务完成
VarCfg["F_剧情_丹尘_可以炼丹"]                  = 136                --F_剧情_丹尘_可以炼丹
VarCfg["F_六道魔域_激活标识"]                  = 137                --F_六道魔域_激活标识

VarCfg["F_破除日耀_激活标识1"]                  = 138                --F_日耀精华_激活标识
VarCfg["F_破除日耀_激活标识2"]                  = 139                --F_风之圣纹_激活标识
VarCfg["F_破除日耀_激活标识3"]                  = 140                --F_海灵之泪_激活标识
VarCfg["F_破除日耀_激活标识4"]                  = 141                --F_冰魂结晶_激活标识
VarCfg["F_破除日耀_激活标识5"]                  = 142                --F_圣火遗灰_激活标识
VarCfg["F_神语的试炼_血魔护臂MAX"]              = 143                --F_神语的试炼_血魔护臂MAX
VarCfg["F_日耀精华_领取状态"]                  = 144                --F_日耀精华_领取状态
VarCfg["F_幽灵沉船_开启状态"]                  = 145                --F_幽灵沉船_开启状态
VarCfg["F_永恒密道_开启状态"]                  = 146                --F_永恒密道_开启状态
VarCfg["F_圣火遗迹_领取状态"]                  = 147                --F_圣火遗迹_领取状态
VarCfg["F_封印祭坛_完成"]                      = 148                --F_封印祭坛_完成
VarCfg["F_被封印的棺材使用_完成"]               = 149                --F_被封印的棺材使用_完成
VarCfg["F_新月宝珠_完成"]                       = 150                --F_新月宝珠_完成
VarCfg["F_首充翻倍标识_1"]                     = 151                --F_首充翻倍标识_1
VarCfg["F_首充翻倍标识_2"]                     = 152                --F_首充翻倍标识_2
VarCfg["F_首充翻倍标识_3"]                     = 153                --F_首充翻倍标识_3
VarCfg["F_首充翻倍标识_4"]                     = 154                --F_首充翻倍标识_4
VarCfg["F_首充翻倍标识_5"]                     = 155                --F_首充翻倍标识_5
VarCfg["F_首充翻倍标识_6"]                     = 156                --F_首充翻倍标识_6
VarCfg["F_首充翻倍标识_7"]                     = 157                --F_首充翻倍标识_7
VarCfg["F_首充翻倍标识_8"]                     = 158                --F_首充翻倍标识_8

VarCfg["F_合成太虚古龙领域"]                   = 159                --F_合成太虚古龙领域
VarCfg["F_黄沙之灵_完成"]                     = 160                --F_黄沙之灵_完成
VarCfg["F_妖月九尾狐王击杀_完成"]              = 161                --F_妖月九尾狐王击杀_完成
VarCfg["F_[龍器]祖龍號角_完成"]               = 162                --F_[龍器]祖龍號角_完成
VarCfg["F_毁灭·魔化天使[吞噬]_完成"]          = 163                --F_[龍器]祖龍號角_完成
VarCfg["F_蛇巢禁地_完成"]                    = 164                --F_蛇巢禁地_完成
VarCfg["F_黑水秘技_完成"]                    = 165                --F_黑水秘技_完成
VarCfg["F_锁魂幡_完成"]                      = 166                --F_锁魂幡_完成
VarCfg["F_六道轮回盘_完成"]                   = 167                --F_锁魂幡_完成
VarCfg["F_召唤寒霜君主·塞林"]                 = 168                --F_召唤寒霜君主·塞林
VarCfg["F_大日如来神掌_学习"]                 = 169                --F_大日如来神掌_学习
VarCfg["F_龙器灭世骸骨"]                      = 170                --F_龙器灭世骸骨
VarCfg["F_潮影钩矛合成"]                      = 171                --F_潮影钩矛合成
VarCfg["F_冰魂结晶成功"]                      = 172                --F_冰魂结晶成功
VarCfg["F_六道轮回尘掉落"]                    = 173                --F_六道轮回尘掉落
VarCfg["F_六道仙人唤醒"]                      = 174                --F_六道仙人唤醒
VarCfg["F_神语的试炼_无尽愤怒"]                = 175                --F_神语的试炼_无尽愤怒
VarCfg["F_哈法西斯之墓完成一次"]               = 176                --F_哈法西斯之墓完成一次
VarCfg["F_古地下遗迹_开启状态"]               = 177                --F_古地下遗迹_开启状态
VarCfg["F_深海恐惧·克拉肯_击杀"]               = 178                --F_深海恐惧·克拉肯_击杀
VarCfg["F_§§命运罗盘§§_获取"]                 = 179                  --F_§§命运罗盘§§_获取
VarCfg["F_破晓之眼_合成"]                     = 180                  --F_破晓之眼_合成
VarCfg["F_哈法西斯之墓_进入"]                 = 181                  --F_哈法西斯之_进入
VarCfg["F_后天气运开启_7"]                    = 182
VarCfg["F_后天气运开启_8"]                    = 183
VarCfg["F_后天气运开启_9"]                    = 184
VarCfg["F_后天气运开启_10"]                   = 185
VarCfg["F_是否洗练过气运"]                    = 186                 --F_是否洗练过气运
VarCfg["F_禁忌之门激活"]                     = 187                 --F_禁忌之门激活
VarCfg["F_时间迷宫完成"]                     = 188                 --F_时间迷宫完成
VarCfg["F_守夜人完成"]                       = 189                 --F_守夜人完成
VarCfg["F_斗转星移完成"]                     = 190
VarCfg["F_巨龙觉醒完成"]                     = 191
VarCfg["F_异界地下城进入"]                   = 192
VarCfg["F_经验老人完成"]                     = 193
VarCfg["F_雷鸣之力提交一次"]                 = 194
VarCfg["F_进入神秘房间"]                     = 195
VarCfg["F_全民划水领取"]                     = 196
VarCfg["F_失落鬼域地图开启"]                 = 197
VarCfg["F_进入天元边关完成"]                 = 198
VarCfg["F_激活任意后天气运"]                 = 199
VarCfg["F_直播助力领取"]                     = 200
VarCfg["F_冠名领取"]                        = 201
VarCfg["F_是否回收可提升装备"]               = 202
VarCfg["F_五行灵体提升一次"]                = 203
VarCfg["F_测试奖励领取"]                    = 204

VarCfg["F_异界地下城进入公共or私人"]         = 205   --1=私人 0 = 公共
VarCfg["F_主线任务红点"]                    = 206   --1 = 存在红点  0不存在

VarCfg["F_了解混元功法完成"]                = 207   --1 = 存在红点  0不存在
VarCfg["F_了解剑甲淬炼完成"]                = 208   --1 = 存在红点  0不存在
VarCfg["F_终极时装标识"]                    = 209   --F_终极时装标识 极限潜能加成


VarCfg["F_七星拱月地图标识"]                = 210   --F_七星拱月地图标识 开启状态
VarCfg["F_星辰变领取状态"]                  = 211   --F_星辰变领取状态  开启状态

VarCfg["F_跨服攻沙是否领取"]                = 212   --F_跨服攻沙是否领取

VarCfg["F_血色狂怒1"]                        = 213   --F_血色狂怒--狂怒护手提状态
VarCfg["F_血色狂怒2"]                        = 214   --F_血色狂怒--狂意之怒提交状态

VarCfg["F_时空轮盘位置1"]                    = 215   --F_时空轮盘位置1--狂意之怒提交状态
VarCfg["F_时空轮盘位置2"]                    = 216   --F_时空轮盘位置2--狂意之怒提交状态
VarCfg["F_时空轮盘位置3"]                    = 217   --F_时空轮盘位置3--狂意之怒提交状态

VarCfg["F_重塑轮回1"]                       = 218   --F_重塑轮回1--混沌之心提交状态
VarCfg["F_重塑轮回2"]                       = 219   --F_重塑轮回2--破灭之核提交状态
VarCfg["F_重塑轮回3"]                       = 220   --F_重塑轮回3--轮混之魂提交状态

VarCfg["F_龙魂烙印1"]                       = 221   --F_龙魂烙印1--啸之戒指提交状态
VarCfg["F_龙魂烙印2"]                       = 222   --F_龙魂烙印2--天殇之痕提交状态
VarCfg["F_龙魂烙印3"]                       = 223   --F_龙魂烙印3--巨龙之印提交状态

VarCfg["F_死亡之堡底层开启状态"]             = 224   --F_死亡之堡底层开启状态 
VarCfg["F_腐化之种开启状态"]                 = 225   --F_腐化之种开启状态 
VarCfg["F_斩将夺旗是否领取"]                 = 226   --F_腐化之种开启状态

VarCfg["F_天命攻速之王"]                     = 227   --F_天命攻速之王
VarCfg["F_天命超级加倍"]                     = 228   --F_天命超级加倍
VarCfg["F_天命归来仍是少年"]                  = 229   --F_天命归来仍是少年
VarCfg["F_力大无穷"]                        = 230   --F_力大无穷
VarCfg["F_日月不离"]                        = 231   --F_日月不离
VarCfg["F_天命炙热双刀"]                     = 232   --F_天命炙热双刀
VarCfg["F_天命狂暴之子"]                     = 233   --F_天命狂暴之子
VarCfg["F_天命暗黑"]                        = 234   --F_天命暗黑
VarCfg["F_天命黎明"]                        = 235   --F_天命黎明
VarCfg["F_天命疋杀地蔵"]                     = 236   --F_天命疋杀地蔵
VarCfg["F_天命独揽大权"]                     = 237   --F_天命独揽大权

VarCfg["F_天下第一是否领取"]                 = 238   --F_天下第一是否领取

VarCfg["F_天命鹤立鸡群"]                     = 239   --F_天命鹤立鸡群
VarCfg["F_天命疾风之道"]                     = 240   --F_天命疾风之道
VarCfg["F_天命来去自如"]                     = 241   --F_天命来去自如
VarCfg["F_天命忍辱负重"]                     = 242   --F_天命忍辱负重
VarCfg["F_天命省着点花"]                     = 243   --F_天命省着点花
VarCfg["F_天命火力全开"]                     = 244   --F_天命火力全开
VarCfg["F_天命聚宝术"]                       = 245   --F_天命聚宝术
VarCfg["F_天命铮铮铁骨"]                     = 246   --F_天命铮铮铁骨

VarCfg["F_战神之巅_攻击效果"]                = 247   --F_战神之巅_攻击效果
VarCfg["F_苍穹霸主_攻击效果"]                = 248   --F_战神之巅_攻击效果
VarCfg["F_修罗破军_攻击效果"]                = 249   --F_战神之巅_攻击效果

VarCfg["F_富甲天下第一名"]                   = 250   --F_富甲天下第一名
VarCfg["F_魂装等级状态"]                     = 251   --F_富甲天下第一名

VarCfg["F_了解血色狂怒"]                     = 252   --F_富甲天下第一名
VarCfg["F_学习寂寞归墟"]                     = 253   --F_学习寂寞归墟

VarCfg["F_了解时空轮盘"]                     = 254   --了解时空轮盘
VarCfg["F_转动时空轮盘"]                     = 255   --了解时空轮盘
VarCfg["F_完成任意龙魂烙印"]                 = 256   --F_完成任意龙魂烙印
VarCfg["F_腐化之种收获一次"]                 = 257   --F_腐化之种收获一次 
VarCfg["F_天选之人是否掉落"]                 = 258   --F_腐化之种收获一次 
VarCfg["F_超神飞升是否掉落"]                 = 259   --F_腐化之种收获一次 

VarCfg["F_风隙劫击杀标识"]                   = 260   --风隙劫击杀标识
VarCfg["F_火焰劫击杀标识"]                   = 261   --火焰劫击杀标识
VarCfg["F_水镜劫击杀标识"]                   = 262   --水镜劫击杀标识
VarCfg["F_土缚劫击杀标识"]                   = 263   --土缚劫击杀标识
VarCfg["F_风之法相"]                         = 264   --风之法相
VarCfg["F_火之法相"]                         = 265   --火之法相
VarCfg["F_水之法相"]                         = 266   --水之法相
VarCfg["F_土之法相"]                         = 267   --土之法相
VarCfg["F_圣人之资"]                         = 268   --圣人之资
VarCfg["F_轮回永劫"]                         = 269   --F_轮回永劫
VarCfg["F_月影之痕足迹获得"]                  = 270   --F_月影之痕足迹获得
VarCfg["F_不起眼的乞丐是否领取"]              = 271   --F_不起眼的乞丐是否领取

VarCfg["F_双节活动是否领取1"]                  = 272   --F_双节活动是否领取1
VarCfg["F_双节活动是否领取2"]                  = 273   --F_双节活动是否领取2
VarCfg["F_双节活动是否领取3"]                  = 274   --F_双节活动是否领取3
VarCfg["F_双节活动是否领取4"]                  = 275   --F_双节活动是否领取4
VarCfg["F_双节活动是否领取5"]                  = 276   --F_双节活动是否领取5
VarCfg["F_双节活动是否领取6"]                  = 277   --F_双节活动是否领取6
VarCfg["F_双节活动是否领取7"]                  = 278   --F_双节活动是否领取7
VarCfg["F_双节活动是否领取8"]                  = 279   --F_双节活动是否领取8

VarCfg["F_双节狂欢是否领取1"]                  = 280   --F_双节狂欢是否领取1
VarCfg["F_双节狂欢是否领取2"]                  = 281   --F_双节狂欢是否领取2
VarCfg["F_双节狂欢是否领取3"]                  = 282   --F_双节狂欢是否领取3
VarCfg["F_双节狂欢是否领取4"]                  = 283   --F_双节狂欢是否领取4

VarCfg["F_双节福利总奖励是否领取"]              = 284   --F_双节福利总奖励是否领取
VarCfg["F_终极时装标识1"]                      = 285   --F_终极时装标识1
VarCfg["F_终极时装标识2"]                      = 286   --F_终极时装标识2


VarCfg["F_是否进入过跨服"]                     = 796                --F_是否进入过跨服
VarCfg["F_人物死亡"]                          = 797                --F_人物死亡
VarCfg["F_过滤全服信息"]                      = 798                --过滤全服提示信息
VarCfg["F_解绑状态"]                          = 799                --F_首充解绑_状态


--引擎J变量
VarCfg.J_kill_boss_mum                      = "J1"                  --每日击杀Boss数量
VarCfg["J_今日真实充值"]                     = "J2"                  --J_今日真实充值
VarCfg["J_今日虚拟充值"]                     = "J3"                  --J_今日虚拟充值
VarCfg["J_攻沙积分"]                         = "J7"                 --J_攻沙积分
VarCfg["J_是否领取沙奖励"]                   = "J8"                  --J_是否领取沙奖励
VarCfg["J_天命有福之人是否领取"]              = "J9"                  --J_天命有福之人是否领取
VarCfg["J_天命招财之灵金币上限"]              = "J10"                  --J_天命招财之灵金币上限
VarCfg["J_天命绝世神偷金币上限"]              = "J11"                  --J_天命绝世神偷金币上限
VarCfg["J_天命天选之人是否掉落"]              = "J12"                  --J_天命天选之人是否掉落
VarCfg["J_天命天眷之人第一次"]                = "J13"                  --J_天命天眷之人第一次
VarCfg["J_画个圈诅咒你_诅咒爆率"]             = "J14"                  --J_画个圈诅咒你_诅咒爆率

VarCfg["J_禁墟次数"]                         = "J15"                  --J_副本次数 ------- 禁墟次数
VarCfg["J_净土次数"]                         = "J16"                  --J_副本次数 ------- 净土次数
VarCfg["J_审判次数"]                         = "J17"                  --J_副本次数 ------- 审判次数
VarCfg["J_秩序次数"]                         = "J18"                  --J_副本次数 ------- 秩序次数
VarCfg["J_哈法西斯之墓挑战次数"]              = "J19"                  --J_哈法西斯之墓挑战次数
VarCfg["J_黑齿宝藏"]                         = "J20"                  --J_哈法西斯之墓挑战次数
VarCfg["J_每日杀怪数量"]                         = "J21"
VarCfg["J_每日杀怪数量领取"]                      = "J22"
VarCfg["J_刀锋之心_倍攻"]                      = "J23"                 --J_刀锋之心_倍攻

VarCfg["J_仙王宝藏小怪_计数"]                   = "J24"
VarCfg["J_仙王宝藏小怪_是否领取"]               = "J25"
VarCfg["J_仙王宝藏_仙王奴仆击杀"]               = "J26"
VarCfg["J_仙王宝藏_仙王侍从击杀"]               = "J27"
VarCfg["J_仙王宝藏_仙王侍女击杀"]               = "J28"
VarCfg["J_仙王宝藏_仙王力士击杀"]               = "J29"

VarCfg["J_仙王宝藏_仙王奴仆状态"]            = "J30"  --1=已接受 2=完成
VarCfg["J_仙王宝藏_仙王侍从状态"]           = "J31"   --1=已接受 2=完成
VarCfg["J_仙王宝藏_仙王侍女状态"]           = "J32"   --1=已接受 2=完成
VarCfg["J_仙王宝藏_仙王力士状态"]           = "J33"   --1=已接受 2=完成
VarCfg["J_异界地下城今日是否进入"]           = "J35"   --1=已接受 2=完成

VarCfg["J_云游限购1"]                          = "J51"                 --云游商人限购
VarCfg["J_云游限购2"]                          = "J52"                 --云游商人限购
VarCfg["J_云游限购3"]                          = "J53"                 --云游商人限购
VarCfg["J_云游限购4"]                          = "J54"                 --云游商人限购
VarCfg["J_云游限购5"]                          = "J55"                 --云游商人限购
VarCfg["J_云游限购6"]                          = "J56"                 --云游商人限购
VarCfg["J_云游限购7"]                          = "J57"                 --云游商人限购
VarCfg["J_云游限购8"]                          = "J58"                 --云游商人限购

VarCfg["J_黑市限购1"]                          = "J59"                 --黑市商人限购
VarCfg["J_黑市限购2"]                          = "J60"                 --黑市商人限购
VarCfg["J_黑市限购3"]                          = "J61"                 --黑市商人限购
VarCfg["J_黑市限购4"]                          = "J62"                 --黑市商人限购
VarCfg["J_黑市限购5"]                          = "J63"                 --黑市商人限购
VarCfg["J_黑市限购6"]                          = "J64"                 --黑市商人限购
VarCfg["J_黑市限购7"]                          = "J65"                 --黑市商人限购
VarCfg["J_黑市限购8"]                          = "J66"                 --黑市商人限购

VarCfg["J_钱庄限购1"]                          = "J67"                 --钱庄商人限购
VarCfg["J_钱庄限购2"]                          = "J68"                 --钱庄商人限购
VarCfg["J_钱庄限购3"]                          = "J69"                 --钱庄商人限购
VarCfg["J_钱庄限购4"]                          = "J70"                 --钱庄商人限购
VarCfg["J_钱庄限购5"]                          = "J71"                 --钱庄商人限购
VarCfg["J_钱庄限购6"]                          = "J72"                 --钱庄商人限购
VarCfg["J_双节活动是否领取"]                    = "J73"                 --钱庄商人限购
VarCfg["J_今日钓鱼次数"]                        = "J74"                 --今日钓鱼次数
VarCfg["J_今日钓鱼购买次数"]                    = "J75"                 --今日钓鱼购买次数
VarCfg["J_今日钓鱼总次数"]                      = "J76"                 --今日钓鱼总次数
VarCfg["J_牛了个马是否完成"]                    = "J77"                 --J_牛了个马是否完成

VarCfg["J_宝箱开启次数"]                      = "J100"                  --暗黑之神宝藏 每天开启次数  最大2次
VarCfg["J_毁灭吞噬次数"]                      = "J101"                  --毁灭·魔化天使[吞噬] 每日最大吞噬上限为[100]层
VarCfg["J_奇遇单日杀怪总数"]                  = "J102"                  --奇遇单日杀怪总数 --1800只
VarCfg["J_奇遇单日击杀白怪"]                  = "J103"                  --奇遇单日击杀白怪500只
VarCfg["J_材料货栈提取次数"]                  = "J104"                  --J_材料货栈提取次数
VarCfg["J_命运罗盘每日免费1次"]               = "J105"                  --J_命运罗盘每日免费1次

VarCfg["J_在线时间"]                        = "J106"                   --J_在线时间
VarCfg["J_在线时间领取"]                    = "J107"                   --J_在线时间领取
VarCfg["J_每日货币兑换次数"]                 = "J108"                   --J_每日货币兑换次数

VarCfg["J_日冲记录"]                       = "J109"                   --J_日冲记录
VarCfg["J_日冲领取状态"]                    = "J110"                   --J_日冲领取状态
VarCfg["J_聚宝术层数"]                     = "J111"                   --聚宝术
VarCfg["J_麋鹿宝藏进入次数"]                 = "J112"                   --J_麋鹿宝藏进入次数

VarCfg["J_大富翁次数"]                     = "J113"                   --J_大富翁次数
VarCfg["J_大富翁位置"]                     = "J114"                   --J_大富翁位置

VarCfg["J_高级通行证领取状态"]              = "J115"                 --J_高级通行证领取状态

--引擎Z变量
VarCfg["Z_奇遇盒子位置1"]                     = "Z1"             --Z_奇遇盒子位置1
VarCfg["Z_奇遇盒子位置2"]                     = "Z2"             --Z_奇遇盒子位置2
VarCfg["Z_奇遇盒子位置3"]                     = "Z3"             --Z_奇遇盒子位置3
VarCfg["Z_奇遇盒子位置4"]                     = "Z4"             --Z_奇遇盒子位置4
VarCfg["Z_奇遇盒子位置5"]                     = "Z5"             --Z_奇遇盒子位置5
VarCfg["Z_窝囊废领取状态"]                    = "Z6"             --Z_窝囊废领取状态
VarCfg["Z_钉钉打卡状态"]                      = "Z7"             --Z_钉钉打卡状态
VarCfg["Z_每日特权礼包领取状态"]               = "Z8"             --Z_每日特权礼包领取状态
VarCfg["Z_超神飞升防爆"]                      = "Z9"             --Z_超神飞升防爆
VarCfg["Z_天天交好运领取状态"]                 = "Z10"            --Z_天天交好运领取状态

VarCfg["Z_麋鹿宝藏进入上限"]                 = "Z11"            --Z_麋鹿宝藏进入上限

VarCfg["Z_大富翁奖励1"]                 = "Z21"            --Z_大富翁奖励1
VarCfg["Z_大富翁奖励2"]                 = "Z22"            --Z_大富翁奖励2
VarCfg["Z_大富翁奖励3"]                 = "Z23"            --Z_大富翁奖励3
VarCfg["Z_大富翁奖励4"]                 = "Z24"            --Z_大富翁奖励4
VarCfg["Z_大富翁奖励5"]                 = "Z25"            --Z_大富翁奖励5
VarCfg["Z_大富翁奖励6"]                 = "Z26"            --Z_大富翁奖励6
VarCfg["Z_大富翁奖励7"]                 = "Z27"            --Z_大富翁奖励7
VarCfg["Z_大富翁奖励8"]                 = "Z28"            --Z_大富翁奖励8
VarCfg["Z_大富翁奖励9"]                 = "Z29"            --Z_大富翁奖励9
VarCfg["Z_大富翁奖励10"]                = "Z30"            --Z_大富翁奖励10

VarCfg.B_Hecheng_Mabi                       = "B_Hecheng_Mabi"      --麻痹合成标识
VarCfg.B_Hecheng_Fuhuo                      = "B_Hecheng_Fuhuo"     --复活合成标识
-- VarCfg.B_Bag_OpenNum                        = "B_Bag_OpenNum"    --背包拓展格子数

--引擎T变量
VarCfg.T_daily_date                         = "T0"                  --格式 20211103 年月日，  每日凌晨更新，如果凌晨不在线每日第一次登陆更新
VarCfg.T_selected_data                      = "T1"                  --回收勾选数据
VarCfg.T_huishou_group                      = "T2"                  --记录回收分组
VarCfg.T_tujian                             = "T3"                  --点亮图鉴的数据

VarCfg.T_TianMing_Fan                       = "T4"                  --凡品图鉴点亮
VarCfg.T_TianMing_Ling                      = "T5"                  --灵品图鉴点亮
VarCfg.T_TianMing_Xian                      = "T6"                  --仙品图鉴点亮
VarCfg.T_TianMing_Sheng                     = "T7"                  --圣品图鉴点亮
VarCfg.T_TianMing_Di                        = "T8"                  --帝品图鉴点亮

VarCfg["T_天命记录_1"]                       = "T10"                 --天命记录1 从左侧开始
VarCfg["T_天命记录_2"]                       = "T11"                 --天命记录2 从左侧开始
VarCfg["T_天命记录_3"]                       = "T12"                 --天命记录3 从左侧开始
VarCfg["T_天命记录_4"]                       = "T13"                 --天命记录4 从左侧开始
VarCfg["T_天命记录_5"]                       = "T14"                 --天命记录5 从左侧开始
VarCfg["T_天命记录_6"]                       = "T15"                 --天命记录6 从左侧开始
VarCfg["T_天命记录_7"]                       = "T16"                 --天命记录7 从左侧开始
VarCfg["T_天命记录_8"]                       = "T17"                 --天命记录8 从左侧开始
VarCfg["T_天命记录_9"]                       = "T18"                 --天命记录9 从左侧开始
VarCfg["T_天命记录_10"]                      = "T19"                 --天命记录10 从左侧开始
VarCfg["T_天命记录_11"]                      = "T20"                 --天命记录11 从左侧开始
VarCfg["T_天命记录_12"]                      = "T21"                 --天命记录12 从左侧开始
VarCfg["T_天命记录_13"]                       = "T22"                 --天命记录1 从右侧开始
VarCfg["T_天命记录_14"]                       = "T23"                 --天命记录2 从右侧开始
VarCfg["T_天命记录_15"]                       = "T24"                 --天命记录3 从右侧开始
VarCfg["T_天命记录_16"]                       = "T25"                 --天命记录4 从右侧开始
VarCfg["T_天命记录_17"]                       = "T26"                 --天命记录5 从右侧开始
VarCfg["T_天命记录_18"]                       = "T27"                 --天命记录6 从右侧开始
VarCfg["T_天命记录_19"]                       = "T28"                 --天命记录7 从右侧开始
VarCfg["T_天命记录_20"]                       = "T29"                 --天命记录8 从右侧开始
VarCfg["T_天命记录_21"]                       = "T30"                 --天命记录9 从右侧开始
VarCfg["T_天命记录_22"]                       = "T31"                 --天命记录10 从右侧开始
VarCfg["T_天命记录_23"]                       = "T32"                 --天命记录11 从右侧开始
VarCfg["T_天命记录_24"]                       = "T33"                 --天命记录12 从右侧开始
VarCfg["T_记录套装ID"]                        = "T34"                 --T_记录套装ID
VarCfg["T_天命_复仇_记录对方ID"]               = "T35"                 --T_天命_复仇_记录对方ID
VarCfg["T_龙族雕石经验"]                      = "T36"                 --T_龙族雕石 最大经验值 当前经验值
VarCfg["T_巡航记录地图1"]                     = "T37"                 --T_巡航记录地图1
VarCfg["T_巡航记录地图2"]                     = "T38"                 --T_巡航记录地图2
VarCfg["T_巡航记录地图3"]                     = "T39"                 --T_巡航记录地图3
VarCfg["T_倍攻"]                             = "T40"                 --U_倍攻，用于记录倍攻
VarCfg["T_记录石1"]                           = "T41"                 --T_记录石1
VarCfg["T_记录石2"]                           = "T42"                 --T_记录石2
VarCfg["T_记录石3"]                           = "T43"                 --T_记录石3
VarCfg["T_记录石4"]                           = "T44"                 --T_记录石4
VarCfg["T_记录石5"]                           = "T45"                 --T_记录石5
VarCfg["T_记录石6"]                           = "T46"                 --T_记录石6
VarCfg["T_幽暗的古神之像属性记录"]              = "T47"                 --T_记录石6
VarCfg["T_奇遇盒子"]                          = "T49"                 --T_奇遇盒子
VarCfg["T_复活状态"]                          = "T50"                 --T_复活状态
VarCfg["T_记录任务"]                          = "T51"                 --T_记录任务
VarCfg["T_击杀混沌BOSS"]                      = "T52"                 --T_击杀混沌BOSS记录
VarCfg["T_蛮荒血脉洗练"]                      = "T53"                 --T_蛮荒血脉洗练
VarCfg["T_连续登录验证"]                      = "T54"                 --T_连续登录验证
VarCfg["T_查看装备的玩家"]                    = "T55"                 --T_查看装备的玩家
VarCfg["T_查看他人BOJ"]                      = "T56"                  --T_查看他人记录
VarCfg["T_被人查看BOJ"]                      = "T57"                  --T_被人查看记录
VarCfg["T_记录判官改名"]                      = "T58"                  --T_记录判官改名
VarCfg["T_时装记录"]                         = "T59"                  --T_时装记录
VarCfg["T_足迹记录"]                         = "T60"                  --T_足迹记录
VarCfg["T_光环记录"]                         = "T61"                  --T_光环记录
VarCfg["T_罗盘占卜记录"]                      = "T62"                  --T_罗盘占卜记录
VarCfg["T_极寒之心合成次数"]                  = "T63"                  --T_极寒之心合成次数
VarCfg["T_永恒终点状态"]                      = "T64"                  --T_永恒终点状态
VarCfg["T_进入副本记录退出信息"]              = "T65"                  --T_进入副本记录退出信息
VarCfg["T_通关文牒领取记录"]                  = "T66"                  --T_通关文牒领取记录
VarCfg["T_等级奖励"]                         = "T67"
VarCfg["T_摸鱼记录"]                         = "T68"
VarCfg["T_星辰变进度记录"]                   = "T69"                  --T_星辰变进度记录
VarCfg["T_时光轮盘属性"]                     = "T70"                  --T_时光轮盘属性
VarCfg["T_牛马逆袭1天"]                       = "T71"                  --T_牛马逆袭1天
VarCfg["T_牛马逆袭2天"]                       = "T72"                  --T_牛马逆袭2天
VarCfg["T_牛马逆袭3天"]                       = "T73"                  --T_牛马逆袭3天
VarCfg["T_牛马逆袭4天"]                       = "T74"                  --T_牛马逆袭4天
VarCfg["T_牛马逆袭5天"]                       = "T75"                  --T_牛马逆袭5天
VarCfg["T_牛马逆袭6天"]                       = "T76"                  --T_牛马逆袭6天
VarCfg["T_牛马逆袭7天"]                       = "T77"                  --T_牛马逆袭7天
VarCfg["T_个人首爆"]                          = "T78"
VarCfg["T_个人首杀"]                          = "T79"
VarCfg["T_基因改造数据"]                       = "T80"                 --T_基因改造数据
VarCfg["T_魂装等级"]                          = "T81"                   --魂装套装等级
VarCfg["T_CDK使用记录"]                       = "T82"                 --T_CDK使用记录
VarCfg["T_永恒终点次数"]                      = "T83"                  --T_永恒终点次数
VarCfg["T_无秩空间"]                          = "T84"                  --T_无秩空间
VarCfg["T_千门八将"]                          = "T85"                  --T_千门八将
VarCfg["T_七魂归魄"]                          = "T86"                  --T_七魂归魄
VarCfg["T_双节对换数据"]                      = "T87"                  --T_双节对换数据
--引擎变量 S
VarCfg.S_cur_mapid                           = "S99"                 --当前所在地图id，切换地图时候获取上一次的地图id

--引擎变量 M
VarCfg["M_地藏王标识"]                  = "M10"                 --是否在地藏王的试炼第一层
VarCfg["M_禁忌之门爆率"]                = "M11"                 --M_禁忌之门爆率
VarCfg["M_亡魂塔爆率"]                  = "M12"                 --M_亡魂塔爆率
VarCfg["M_献祭进度"]                    = "M13"                 --M_亡魂塔爆率
VarCfg["M_是否在巡航地图"]               = "M14"                 --M_是否在巡航地图
VarCfg["M_心魔老人标识"]                 = "M15"                 --M_心魔老人标识
VarCfg["M_天劫之路"]                    = "M16"                 --M_天劫之路

--临时自定义变量
VarCfg.Die_Flag                             = "N$B死掉了"            --死亡触发之前处理 0 没死 1死掉了
VarCfg["N$是否被破复活"]                       = "N$是否被破复活"     --如果有复活，死亡之前记录1，复活就置0，如果死亡的时候给的是1，就提示破复活了
VarCfg.Die_Drop_item                        = "S$B死亡掉装备"        --死亡爆出的装备
VarCfg.Recharge_Temp                        = "N$B充值记录"          --充值临时记录
VarCfg.Hide_Attr_Miss                       = "N$B闪避记录"          --闪避临时记录

--自定义个人变量
VarCfg.NB_Caiji_Num                          = "NB_Playcaiji_dayNum"        --今日采集次数变量名
VarCfg.NB_Shouling_Num                       = "NB_Playshouling_dayNum"     --今日首领击杀变量名
VarCfg.NB_Mowang_Num                         = "NB_Playmowang_dayNum"       --今日魔王击杀变量名
VarCfg.NB_JHMW_Lv                           = "NB_JiangHuMingWang_Lv"       --江湖名望/免费vip等级
VarCfg.NB_QD_useNum                         = "NB_SevenDay_gifgUseNum"       --虚充红包每日使用数量

--隐藏变量名                                                            --属性名字                  说明	            数值类型1固值 2万分比 3 百分比 
VarCfg.NB_hide_att_204                       = "NB_att_hide_204"	   --麻痹概率               麻痹对象的概率	                    2
VarCfg.NB_hide_att_205                       = "NB_att_hide_205"	   --复活冷却时间(秒)	     复活冷却时间（秒）	                 1
VarCfg.NB_hide_att_206                       = "NB_att_hide_206"	   --复活血量和蓝	        复活后恢复的血量	                 2
VarCfg.NB_hide_att_207                       = "NB_att_hide_207"	   --无视概率	            概率触发无视攻击	                 2
VarCfg.NB_hide_att_208                       = "NB_att_hide_208"	   --无视攻击	            概率闪避对方攻击	                 2
VarCfg.NB_hide_att_209                       = "NB_att_hide_209"	   --无视概率时间(秒）	    概率闪避对方攻击	                  1
VarCfg.NB_hide_att_210                       = "NB_att_hide_210"	   --护身系数	            万分比减伤，所受的伤害减扣在MP上	   2
VarCfg.NB_hide_att_211                       = "NB_att_hide_211"	   --抵抗吸血概率		                                        2
VarCfg.NB_hide_att_212                       = "NB_att_hide_212"	   --抵抗吸血		                                            1
VarCfg.NB_hide_att_213                       = "NB_att_hide_213"	   --抵抗吸血持续时间	单位：秒	                             1
VarCfg.NB_hide_att_214                       = "NB_att_hide_214"	   --抵抗吸血冷却时间	单位：秒	                             1

--引擎N变量
VarCfg.N_cur_level                          = "N$A_当前等级"                --当前等级(为了升级触发获取到上一次是多少级)
VarCfg["N$_古龙刀数"]                        = "N$古龙刀数"                 --古龙---攻击刀数计数
VarCfg["N$_碎月刀数"]                        = "N$碎月刀数"                 --碎月---攻击刀数计数
VarCfg["N$_终结刀数"]                        = "N$终结刀数"                 --终结---攻击刀数计数
VarCfg["N$_黄泉刀数"]                        = "N$黄泉刀数"                 --黄泉---攻击刀数计数
VarCfg["N$_暗黑之神宝藏"]                    = "N$宝藏怪物"                 --暗黑之神宝藏---杀怪触发计数
VarCfg["N$_寒霜之握"]                        = "N$寒霜之握"                 --寒霜之握---攻击刀数计数
VarCfg["N$_撕裂者面具"]                      = "N$撕裂者面具"               --撕裂者面具攻击刀数计数
VarCfg["N$_神拳刀数"]                        = "N$神拳刀数"                 --神拳攻击刀数计数
VarCfg["N$_龙之力刀数"]                      = "N$龙之力刀数"               --龙之力·不灭光剑 攻击刀数计数
VarCfg["N$记录上次的爆率"]                   = "N$记录上次的爆率"            --记录上次的爆率防止重复执行
VarCfg["N$记录上次的爆率间隔"]                = "N$记录上次的爆率间隔"        --记录上次的爆率间隔防止重复执行
VarCfg["N$记录上次的爆率倍数"]                = "N$记录上次的爆率倍数"         --记录上次的爆率倍数防止重复执行
VarCfg["N$记录上次的爆率倍数间隔"]            = "N$记录上次的爆率倍数间隔"      --记录上次的爆率倍数间隔重复执行
VarCfg["N$记录天命是否抽中属性类"]            = "N$记录天命是否抽中属性类"      --记录天命是否抽中属性类

VarCfg["N$每秒恢复血量"]                     = "N$每秒恢复血量"                --每秒恢复血量
VarCfg["N$每秒恢复蓝量"]                     = "N$每秒恢复蓝量"                --每秒恢复血量
VarCfg["N$脱战恢复血量"]                     = "N$脱战恢复血量"                --拓展状态下  每秒恢复血量

VarCfg["N$以下克上刀数计算"]                 = "N$以下克上刀数计算"             --以下克上刀数计算
VarCfg["N$记录上次的暴击率"]                 = "N$记录上次的暴击率"             --记录上次的暴击率
VarCfg["N$是否登录完成"]                     = "N$是否登录完成"                 --是否登录完成
VarCfg["N$释放主动技能附加伤害"]              = "N$释放主动技能附加伤害"         --释放主动技能附加伤害
VarCfg["N$势如破竹记录次数"]                 = "N$势如破竹记录次数"             --势如破竹记录次数
VarCfg["N$雷电八连击"]                      = "N$雷电八连击"                   --八连击次数
VarCfg["N$老地图X"]                         = "N$老地图X"                       --老地图X
VarCfg["N$老地图Y"]                         = "N$老地图X"                       --老地图Y
VarCfg["N$偷取倍攻"]                         = "N$偷取倍攻"                       --玩家倍攻
VarCfg["N$玩家倍攻"]                         = "N$玩家倍攻"                       --玩家倍攻
VarCfg["N$人物按钮是否添加红点"]              = "N$人物按钮是否添加红点"            --人物按钮是否添加红点
VarCfg["N$巡航挂机开启状态"]                  = "N$巡航挂机开启状态"            --巡航挂机开启状态
VarCfg["N$挂机死亡次数"]                     = "N$挂机死亡次数"                 --巡航挂机开启状态
VarCfg["N$自动寻路禁止QF触发"]                  = "N$自动寻路禁止QF触发"           --自动寻路禁止QF触发
VarCfg["N$自动寻路结束自动战斗"]                = "N$自动寻路结束自动战斗"           --自动寻路禁止QF触发
VarCfg["N$哈法西斯之墓副本"]                    = "N$哈法西斯之墓副本"           --哈法西斯之墓副本
VarCfg["N$英灵殿称号刀数计算"]                  = "N$英灵殿称号刀数计算"           --英灵殿称号刀数计算
VarCfg["N$渡劫计次"]                           = "N$渡劫计次"           --渡劫计次
VarCfg["N$怒斩三连计数"]                        = "N$怒斩三连计数"              --怒斩三连计数
VarCfg["N$闪电战计数"]                          = "N$闪电战计数"                --闪电战计数
VarCfg["N$极限潜能开关"]                        = "N$极限潜能开关"               --F_极限潜能开关
VarCfg["N$连续查看装备人数"]                    = "N$连续查看装备人数"           --F_极限潜能开关
VarCfg["N$连杀人数"]                           = "N$连杀人数"                   --连杀人数
VarCfg["N$怪物猎人_杀怪计数"]                   = "N$怪物猎人_杀怪计数"          --怪物猎人_杀怪计数
VarCfg["N$龙之叹息_刀数计数"]                   = "N$龙之叹息_刀数计数"          --龙之叹息_刀数计数
VarCfg["N$云游充能层数"]                        = "N$云游充能层数"                   --云游充能层数
VarCfg["N$奇遇内置间隔"]                        = "N$奇遇内置间隔"                   --奇遇内置间隔
VarCfg["N$混沌本源开关1"]                       = "N$混沌本源开关1"                 --混沌本源开关1
VarCfg["N$混沌本源开关2"]                       = "N$混沌本源开关2"                 --混沌本源开关2
VarCfg["N$混沌本源开关3"]                       = "N$混沌本源开关3"                 --混沌本源开关3
VarCfg["N$龙神学院经验加成"]                    = "N$龙神学院经验加成"               --龙神学院经验加成
VarCfg["N$超神套装等级"]                         = "N$超神套装等级"                   --超神套装等级
VarCfg["N$装备掉落位置"]                         = "N$装备掉落位置"                   --超神套装等级
VarCfg["N$血饮雷霆层数"]                         = "N$血饮雷霆层数"                   --血饮雷霆层数
VarCfg["N$星神之坠层数"]                         = "N$星神之坠层数"                   --星神之坠层数
VarCfg["N$烈火封印CD"]                           = "N$烈火封印CD"                   --烈火封印CD
VarCfg["N$魔刃斩杀CD"]                           = "N$魔刃斩杀CD"                   --魔刃斩杀CD

--引擎S变量
VarCfg["S$_追杀标记"]                        = "S$追杀标记"                 --天煞符 标识玩家
VarCfg["S$_死亡笔记标记"]                    = "S$死亡笔记标记"              --死亡笔记[套装] 标识玩家
VarCfg["S$_琥珀净瓶标记"]                    = "S$_琥珀净瓶标记"              --_琥珀净瓶 标识玩家

VarCfg["S$_勾魂夺魄"]                        = "S$勾魂夺魄"                 --勾魂夺魄--下次伤害标记
VarCfg["S$_悲鸣之焰"]                        = "S$悲鸣之焰"                 --悲鸣之焰--下次伤害标记
VarCfg["S$_死亡假面"]                        = "S$死亡假面"                 --死亡假面--下次伤害标记
VarCfg["S$_魔渊面具"]                        = "S$魔渊面具"                 --魔渊面具--下次伤害标记
VarCfg["S$_忍者面具"]                        = "S$忍者面具"                 --忍者面具--下次伤害标记
VarCfg["S$_野火之握"]                        = "S$野火之握"                 --野火之握--下次伤害标记
VarCfg["S$_彩蝶吊坠"]                        = "S$彩蝶吊坠"                 --彩蝶吊坠--下次伤害标记

VarCfg["S$_终结者"]                          = "S$终结者"                  --终结者--下次伤害标记

VarCfg["S$奇遇事件1"]                           = "S$奇遇事件1"                   --奇遇事件——巨龙幼崽
VarCfg["S$奇遇事件2"]                           = "S$奇遇事件2"                   --奇遇事件——老铁匠
VarCfg["S$奇遇事件3"]                           = "S$奇遇事件3"                   --奇遇事件——邪恶秘籍
VarCfg["S$奇遇事件4"]                           = "S$奇遇事件4"                   --奇遇事件——荒野迷宫
VarCfg["S$奇遇事件5"]                           = "S$奇遇事件5"                   --奇遇事件——狗策划的手机
VarCfg["S$奇遇事件6"]                           = "S$奇遇事件6"                   --奇遇事件——技术大神的电脑
VarCfg["S$奇遇事件7"]                           = "S$奇遇事件7"                   --奇遇事件——老G的老舅
VarCfg["S$奇遇事件8"]                           = "S$奇遇事件8"                   --奇遇事件——无主的宝箱
VarCfg["S$奇遇事件9"]                           = "S$奇遇事件9"                   --奇遇事件——美女出浴
VarCfg["S$奇遇事件10"]                          = "S$奇遇事件10"                  --奇遇事件——老乞丐
VarCfg["S$奇遇事件11"]                          = "S$奇遇事件11"                  --奇遇事件——腐化符文
VarCfg["S$奇遇事件12"]                          = "S$奇遇事件12"                  --奇遇事件——契约
VarCfg["S$奇遇事件13"]                          = "S$奇遇事件13"                  --奇遇事件——诅咒的宝箱
VarCfg["S$奇遇事件14"]                          = "S$奇遇事件14"                  --奇遇事件——遗落的祭坛
VarCfg["S$奇遇事件15"]                          = "S$奇遇事件15"                  --奇遇事件——云游商人
VarCfg["S$奇遇事件16"]                          = "S$奇遇事件16"                  --奇遇事件——黑市商人
VarCfg["S$奇遇事件17"]                          = "S$奇遇事件17"                  --奇遇事件——钱庄老板
VarCfg["S$奇遇事件18"]                          = "S$奇遇事件18"                  --奇遇事件——未知的洞窟
VarCfg["S$奇遇召唤"]                            = "S$奇遇召唤"                    --奇遇事件——未知的洞窟
VarCfg["S$奇遇副本"]                            = "S$奇遇副本"                    --奇遇事件——未知的洞窟

VarCfg["S$时空轮盘临时记录"]                     = "S$时空轮盘临时记录"             --时空轮盘临时记录

VarCfg["S$字符串玩家名字"]                      = "S$字符串玩家名字"                    --字符串玩家名字
VarCfg["S$字符串变量名字"]                      = "S$字符串变量名字"                    --字符串变量名字
VarCfg["S$字符串变量内容"]                      = "S$字符串变量内容"                    --字符串变量内容


VarCfg["S$异界迷城去过的地图"]                   = "S$异界迷城去过的地图"              --异界迷城没去过的地图
VarCfg["S$异界迷城记录地图位置"]                 = "S$异界迷城记录地图位置"              --异界迷城记录地图位置

VarCfg["S$_天机状态"]                        = "S$天机状态"                 --天机--下次伤害标记
VarCfg["S$老地图ID"]                         = "S$老地图ID"                 --S$老地图ID
VarCfg["S$复活状态"]                         = "S$复活状态"                 --复活状态
VarCfg["S$当前采集怪物"]                      = "S$当前采集怪物"                 --当前采集怪物
VarCfg["S$当前采集怪物名字"]                   = "S$当前采集怪物名字"                 --当前采集怪物名字

VarCfg["S$奇遇验证"]                          = "S$奇遇验证"                 --打开的奇遇验证
VarCfg["S$记录后台密码"]                      = "S$记录后台密码"              --记录后台密码

VarCfg["S$星辉的祷告"]                        = "S$星辉的祷告"                --格挡伤害状态

VarCfg["S$星神之坠名单"]                      = "S$星神之坠名单"               --星神之坠名单

--------------------------------------------------------------自定义变量-------------------------------------------------------------
-------------字符类型-------------
VarCfg["同步天命信息先天"]                              = "KFZF1"
VarCfg["同步天命信息后天"]                              = "KFZF2"
VarCfg["同步复活信息"]                                  = "KFZF3"
VarCfg["记录当前地图"]                                  = "KFZF4"

----------数字类型-------------
VarCfg["归来仍是少年CD"]                                = "KFSZ1"
VarCfg["千年之光CD"]                                    = "KFSZ2"
VarCfg["降星者CD"]                                      = "KFSZ3"
VarCfg["冰火之羽CD"]                                    = "KFSZ4"
VarCfg["死神代言人CD"]                                  = "KFSZ5"
VarCfg["吸蓝大法CD"]                                    = "KFSZ6"
VarCfg["迷魂阵CD"]                                      = "KFSZ7"
VarCfg["隐身CD"]                                        = "KFSZ8"
VarCfg["血脉压制对目标CD"]                               = "KFSZ9"
VarCfg["血脉压制受击CD"]                                 = "KFSZ10"
VarCfg["空间锁定CD"]                                     = "KFSZ11"
VarCfg["借力打力CD"]                                     = "KFSZ12"
VarCfg["给你马一拳CD"]                                   = "KFSZ13"
VarCfg["⊙墟魂千幻⊙CD"]                                 = "KFSZ14"
VarCfg["夜幽面具CD"]                                     = "KFSZ15"
VarCfg["大罗洞观CD"]                                     = "KFSZ16"
VarCfg["业火红莲CD"]                                     = "KFSZ17"
VarCfg["飓风之眼CD"]                                     = "KFSZ18"
VarCfg["鬼焰寒甲CD"]                                     = "KFSZ19"
VarCfg["格萨拉克·地渊之声CD"]                             = "KFSZ20"
VarCfg["天劫之怒CD"]                                     = "KFSZ21"

return VarCfg