local config = {
    OpenWeekDay = {["4"] = true}, --周几可以开启
    Map = "斩将夺旗", --地图代码
    KillScorePct = 10, --击杀者获得被击杀者百分比
    ReturnSubScorePct = 10, --重新进入活动扣积分
    StartServerDay = 8, --开服天数第几天之后才开
    BornPoint = {
        --出生点范围
        {x = {100 - 3, 100 + 3}, y = {108 - 3, 108 + 3}},
        {x = {100 - 3, 100 + 3}, y = {196 - 3, 196 + 3}},
        {x = {188 - 3, 188 + 3}, y = {108 - 3, 108 + 3}},
        {x = {188 - 3, 188 + 3}, y = {196 - 3, 196 + 3}}
    },
    GuildColor = {
        250,
        252,
        251,
        249,
        254,
        246,
        253,
        243,
        232,
        219
    }, --不同行会颜色
    --行会
    AllGuildRewardPool = {
        {{1, 1}, {{"元宝",100},{"元宝",200}}},
        {{2, 2}, {{"元宝",100},{"元宝",200}}},
        {{3, 3}, {{"元宝",100},{"元宝",200}}},
        {{4, 5}, {{"元宝",100},{"元宝",200}}},
        {{6, 99},{{"元宝",100},{"元宝",200}}},
    },
    --个人奖励
    AllPersonRewardPool = {
        {{1, 1}, {{"元宝",100},{"元宝",200}}},
        {{2, 2}, {{"元宝",100},{"元宝",200}}},
        {{3, 3}, {{"元宝",100},{"元宝",200}}},
        {{4, 5}, {{"元宝",100},{"元宝",200}}},
        {{6, 10}, {{"元宝",100},{"元宝",200}}},
        {{11, 20}, {{"元宝",100},{"元宝",200}}},
        {{21, 999}, {{"元宝",100},{"元宝",200}}},
    },
    --占领点范围
    FlagArea = {
        --{占领点名称, {区域坐标X, 区域坐标Y,区域范围},  占领后每次加玩家积分, 占领所需进度, 基础占领速度, {小地图坐标X,小地图坐标Y}, type = 资源抬头}
        {"擂台", {144, 152, 8}, 50, 3000, 100, {144, 152}, type = "lt", timeLimit = 1200, MapEffect = {[true] = 22003, [false] = 22002} ,guildNameVar = "A33"},
        {"青龙旗帜3", {117, 89, 5}, 10, 1000, 100, {117, 89}, type = "ql3", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A32"},
        {"青龙旗帜2", {81, 125, 5}, 10, 1000, 100, {81, 125}, type = "ql2", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A31"},
        {"青龙旗帜1", {117, 125, 5}, 10, 1000, 100, {117, 125}, type = "ql1", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A30"},
        {"白虎旗帜1", {117, 179, 5}, 10, 1000, 100, {117, 179}, type = "bh1", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A29"},
        {"白虎旗帜2", {81, 179, 5}, 10, 1000, 100, {81, 179}, type = "bh2", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A28"},
        {"白虎旗帜3", {117, 215, 5}, 10, 1000, 100, {117, 215}, type = "bh3", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A27"},
        {"朱雀旗帜1", {171, 179, 5}, 10, 1000, 100, {171, 179}, type = "zq1", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A26"},
        {"朱雀旗帜2", {207, 179, 5}, 10, 1000, 100, {207, 179}, type = "zq2", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A25"},
        {"朱雀旗帜3", {171, 215, 5}, 10, 1000, 100, {171, 215}, type = "zq3", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A24"},
        {"玄武旗帜3", {171, 89, 5}, 10, 1000, 100, {171, 89}, type = "xw3", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A23"},
        {"玄武旗帜2", {207, 125, 5}, 10, 1000, 100, {207, 125}, type = "xw2", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A22"},
        {"玄武旗帜1", {171, 125, 5}, 10, 1000, 100, {171, 125}, type = "xw1", MapEffect = {[true] = 22001, [false] = 22000} ,guildNameVar = "A21"}
    }
}
return config
